{
    "paper_id": "PMC7102550",
    "metadata": {
        "title": "Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods",
        "authors": [
            {
                "first": "Canrong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yueying",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wu",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yali",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qiqi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mingxue",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xingzhou",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "xingzhouli@aliyun.com",
                "affiliation": {}
            },
            {
                "first": "Mengzhu",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "email": "mengzhu_zheng@hust.edu.cn",
                "affiliation": {}
            },
            {
                "first": "Lixia",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": "syzyclx@163.com",
                "affiliation": {}
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "li_hua@hust.edu.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronaviruses (CoVs) have caused a major outbreak of human fatal pneumonia since the beginning of the 21st century. Severe acute respiratory syndrome coronavirus (SARS-CoV) broke out and spread to five continents in 2003 with a lethal rate of 10%1\n,\n2. The Middle East Respiratory Syndrome Coronavirus (MERS-CoV) broke out in the Arabian Peninsula in 2012 with a fatality rate of 35%3\n,\n4. Both SARS-CoV and MERS-CoV are zoonotic viruses, and their hosts are bat/civet and dromedary, respectively5\n,\n6. To date, no specific therapeutic drug or vaccine has been approved for the treatment of human coronavirus. Therefore, CoVs are considered to be a kind of viruses, of which the outbreak poses a huge threat to humans. Because Wuhan Viral Pneumonia cases were discovered at the end of 2019, the coronavirus was named as 2019 novel coronavirus or “2019-nCoV” by the World Health Organization (WHO) on January 12, 20207\n,\n8. Since 2019-nCoV is highly homologous with SARS-CoV, it is considered a close relative of SARS-CoV. The International Virus Classification Commission (ICTV) classified 2019-nCoV as Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) on February 11, 2020. At the same time, WHO named the disease caused by 2019-nCoV as COVID-19. Common symptoms of a person infected with coronavirus include respiratory symptoms, fever, cough, shortness of breath, and dyspnea. In more severe cases, infection can cause pneumonia, severe acute respiratory syndrome, kidney failure, and even death. There is currently no specific medicine or treatment for diseases caused by SARS-CoV-29.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 247,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 250,
                    "end": 251,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 383,
                    "end": 384,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 387,
                    "end": 388,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 496,
                    "end": 497,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 500,
                    "end": 501,
                    "mention": "6",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 916,
                    "end": 917,
                    "mention": "7",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 920,
                    "end": 921,
                    "mention": "8",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1597,
                    "end": 1598,
                    "mention": "9",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "CoVs are enveloped viruses with a positive RNA genome, belonging to the Coronaviridae family of the order Nidovirales, which are divided into four genera (α, β, γ, and δ). The SARS-CoV-2 belongs to the β genus. CoVs contain at least four structural proteins: Spike (S) protein, envelope (E) protein, membrane (M) protein, and nucleocapsid (N) protein10. Among them, Spike promotes host attachment and virus–cell membrane fusion during virus infection. Therefore, Spike determines to some extent the host range.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 352,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Potential anti-coronavirus therapies can be divided into two categories depending on the target, one is acting on the human immune system or human cells, and the other is on coronavirus itself. In terms of the human immune system, the innate immune system response plays an important role in controlling the replication and infection of coronavirus, and interferon is expected to enhance the immune response11. Blocking the signal pathways of human cells required for virus replication may show a certain anti-viral effect. In addition, viruses often bind to receptor proteins on the surface of cells in order to entering human cells, for example, the SARS virus binds to the angiotensin-converting enzyme 2 (ACE2) receptor12, 13, 14 and the MERS binds to the DPP4 receptor15\n,\n16. The therapies acting on the coronavirus itself include preventing the synthesis of viral RNA through acting on the genetic material of the virus, inhibiting virus replication through acting on critical enzymes of virus, and blocking the virus binding to human cell receptors or inhibiting the virus’s self-assembly process through acting on some structural proteins.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 409,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 723,
                    "end": 725,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 727,
                    "end": 729,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 731,
                    "end": 733,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 773,
                    "end": 775,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 778,
                    "end": 780,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the fight against coronavirus, scientists have come up with three strategies for developing new drugs17. The first strategy is to test existing broad-spectrum anti-virals18. Interferons, ribavirin, and cyclophilin inhibitors used to treat coronavirus pneumonia fall into this category. The advantages of these therapies are that their metabolic characteristics, dosages used, potential efficacy and side effects are clear as they have been approved for treating viral infections. But the disadvantage is that these therapies are too “broad-spectrum” and cannot kill coronaviruses in a targeted manner, and their side effects should not be underestimated. The second strategy is to use existing molecular databases to screen for molecules that may have therapeutic effect on coronavirus19\n,\n20. High-throughput screening makes this strategy possible, and new functions of many drug molecules can be found through this strategy, for example, the discovery of anti-HIV infection drug lopinavir/ritonavir. The third strategy is directly based on the genomic information and pathological characteristics of different coronaviruses to develop new targeted drugs from scratch. Theoretically, the drugs found through these therapies would exhibit better anti-coronavirus effects, but the research procedure of new drug might cost several years, or even more than 10 years11.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 173,
                    "end": 175,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 788,
                    "end": 790,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 793,
                    "end": 795,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1366,
                    "end": 1368,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For the development of medicines treating SARS-CoV-2, the fastest way is to find potential molecules from the marketed drugs. Once the efficacy is determined, it can be approved by the Green Channel or approved by the hospital ethics committee for rapid clinical treatment of patients. Herein, bioinformatics analysis on the proteins encoded by the novel coronavirus genes was systematically conducted, and the proteins of SARS-CoV-2 were compared with other coronaviruses, such as SARS-CoV and MERS-CoV. We conducted homology modeling to build all possible protein structures, including viral papain like protease (PLpro), main protease (3CLpro, also named 3-chymotrypsin-like protease), RNA-dependent RNA polymerase (RdRp), helicase, Spike, etc. Further, we used these proteins and human relative proteins [human ACE2 and type-II transmembrane serine protease (TMPRSS2) enzymes] as targets to screen ZINC U. S Food and Drug Administration (FDA)-approved drug database (ZINC drug database, ZDD), our own database of traditional Chinese medicine and natural products (including reported common anti-viral components from traditional Chinese medicine), and the database of commonly used anti-viral drugs (78 compounds) by virtual ligand screening method. This study predicts a variety of compounds that may inhibit novel coronaviruses and provides scientists with information on compounds that may be effective. Subsequent validation of anti-viral effects in vitro and in vivo will provide useful information for clinical treatment of novel coronavirus pneumonia.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The complete genome of Wuhan-Hu-1 (NC_045512.2) was downloaded from NCBI nucleotide database. The nucleotide sequences were aligned with whole database using BLASTn to search for homology viral genomes (Alogorithm parameters, max target sequences: 1000, expect threshold: 10). Accession numbers of 23 sequences in GenBank are listed as follows: Wuhan-Hu-1 (NC_045512.2), BetaCoV/YN2018B (MK211376.1), Human/CoV HKU1 isolate SI17244 (MH940245.1), Human/CoV HKU1 genotype B (DQ415911.1), Rodent/RtTn-CoV (KY370043.1), DUCK/CoV (KM454473.1), Feline/CoV UU5 (FJ938056.1), Bat/CoV HKU9-4 (EF065516.1), MERS NL13845 (MG021451.1), 2019-nCoV/USA-IL1 (MN988713.1), 2019-nCoV WHU02 (MN988669.1), 2019-nCoV/USA-CA2 (MN994468.1), 2019-nCoV_HKU-SZ-005b (MN975262.1), 2019-nCoV/USA-WA1/2020 (MN985325.1), 2019-nCoV/USA-AZ1/2020 (MN997409.1), 2019-nCoV/USA-CA1 (MN994467.1), 2019-nCoV_HKU-SZ-002a (MN938384.1), Bat SL CoV ZC45 (MG772933.1), Bat SL-CoVZXC21 (MG772934.1), SARS CoV ZS-C (AY395003.1), SARS CoV ZS-B (AY394996.1), SARS CoV SZ16 (AY304488.1), and Bat CoV isolate RaTG13 (MN996532.1).",
            "cite_spans": [],
            "section": "Homology genome blast and genomes information ::: Methods and materials",
            "ref_spans": []
        },
        {
            "text": "Nucleotide sequence editing was conducted using Bioedit and DNAMAN, and sequence alignment was conducted using DNAMAN and Clustalw. The evolutionary history was inferred using the Neighbor-Joining method in MEGA 7 software package. The percentage of replicate trees in which the associated taxa clustered together in the bootstrap test was determined by 500 replicates. Protein sequence management and analysis were carried out by using snap gene view, and sequence alignment was performed using Clustalw method in Jalview software. The second structure of protein sequences were predicted by Jpred4.",
            "cite_spans": [],
            "section": "Nucleotide and amino acid sequence alignment and analysis ::: Methods and materials",
            "ref_spans": []
        },
        {
            "text": "The homology model prediction was carried out through searching in PDB1018 database included in Fold and Function Assignment System (ffas.godziklab.org)21. Prediction of transmembrane helices in proteins was carried out in TMHMM Server v. 2.0 online (http://www.cbs.dtu.dk/services/TMHMM/). 3D structure structures are aligned by pymol structure alignment tool.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Nucleotide and amino acid sequence alignment and analysis ::: Methods and materials",
            "ref_spans": []
        },
        {
            "text": "Approved drug database was from the subset of ZINC database, ZDD (ZINC drug database) containing 2924 compounds22. Natural products database was constructed by ourselves, containing 1066 chemicals separated from traditional Chinese herbals in own laboratory and naturally occurring potential anti-viral components and derivatives. Anti-viral compounds library contains 78 known anti-viral drugs and reported anti-viral compounds through literature search.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Compounds database ::: Methods and materials",
            "ref_spans": []
        },
        {
            "text": "Corresponding homology models predicted by Fold and Function Assignment System server for each target protein were downloaded from Protein Data Bank (www.rcsb.org). Alignment of two protein sequences and subsequent homology modeling were performed by bioinformatics module of ICM 3.7.3 modeling software on an Intel i7 4960 processor (MolSoft LLC, San Diego, CA, USA). For the structure-based virtual screening, ligands were continuously resiliently made to dock with the target that was represented in potential energy maps by ICM 3.7.3 software, to identify possible drug candidates. 3D compounds of each database were scored according to the Internal Coordinate Mechanics (Internal Coordinate Mechanics, ICM)23. Based on Monte Carlo method, stochastic global optimization procedure and pseudo-Brownian positional/torsional steps, the position of intrinsic molecular was optimized. By visually inspecting, compounds outside the active site, as well as those weakly fitting to the active site were eliminated. Compounds with scores less than –30 or mfScores less than –100 (generally represents strong interactions) have priority to be selected. Protein–protein docking was followed the manual of ICM software.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 713,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Homology modeling and molecular docking ::: Methods and materials",
            "ref_spans": []
        },
        {
            "text": "We obtained the SARS-CoV-2 genome from Gene Bank. The genome sequence of Wuhan-Hu-1 was aligned with whole database using BLASTn to search for homology viral genomes. After phylogenetic analysis and sequence alignment of 23 coronaviruses from various species. We found three coronaviruses from bat (96%, 88% and 88% for Bat-Cov RaTG13, bat-SL-CoVZXC12 and bat-SL-CoVZC45, respectively) have the highest genome sequence identity to SARS-CoV-2 (Fig. 1\nA). Moreover, as shown in Fig. 1B, Bat-Cov RaTG13 exhibited the closest linkage with SARS-CoV-2. These phylogenetic evidences suggest that SARS-CoV-2 may be evolved from bat CoVs, especially RaTG13. Among all coronaviruses from human, SARS-CoV (80%) exhibited the highest genome sequence identity to SARS-CoV-2. And MERS/isolate NL13845 also has 50% identity with SARS-CoV-2. SARS-CoV is the most clearly studied one among all these viruses according to previous literatures. Structure and function of its most genome encoded proteins have been elucidated in recent years. In this study, because of high genome identity between SARS-CoV-2 and SARS-CoV, the structure and function prediction of SARS-CoV-2 genome encoded protein were mainly based on those researches on homology protein in SARS-CoV. SARS-CoV-2 genome has 10 open reading frames (Fig. 2\nA). ORF1ab encodes replicase polyprotein 1ab. After cleaved by two proteases, replicase proteins showed multifunction involved in transcription and replication of viral RNAs. ORF2-10 encodes viral structural proteins such as S, M, N, and E proteins, and other auxiliary proteins. The S, M, E proteins are involved in the formation of the viral coat, and the N protein is involved in the packaging of the RNA genome (Fig. 2C). By aligning with the amino acid sequence of SARS PP1ab and analyzing the characteristics of restriction cleavage sites recognized by 3CLpro and PLpro, we speculated 14 specific proteolytic sites of 3CLpro and PLpro in SARS-CoV-2 PP1ab (Fig. 2B). PLpro cleaves three sites at 181–182, 818–819, and 2763–2764 at the N-terminus and 3CLpro cuts at the other 11 sites at the C-terminus, and forming 15 non-structural proteins. Among them, Nsp3 contains multiple domains, including a segment of SARS unique domain and a deubiquitination and proteolytic enzyme PLpro. Nsp5 is 3CLpro, Nsp12 is an RdRp, and Nsp13 is helicase. As a new coronavirus, structure biology study about these proteins still at early stage. Until now, only one crystal structure of 3CLpro has been deposited in PDB (pdb code: 6LU7).",
            "cite_spans": [],
            "section": "Analysis, structure prediction and homology modeling of SARS-CoV-2 encoded proteins ::: Results",
            "ref_spans": [
                {
                    "start": 443,
                    "end": 449,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 476,
                    "end": 482,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1295,
                    "end": 1301,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1718,
                    "end": 1724,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1964,
                    "end": 1970,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In order to acquire more three-dimensional structure information of proteins about these new coronaviruses for subsequent drug screening, we aligned all protein sequences from SARS-CoV-2 with all sequences in PDB1018 database in Fold & Function Assignment System (Supporting Information Figs. S19–S34). Fortunately, most of these proteins have found their high homology proteins that have three-dimensional structure, with homology between 72%–99% (Supporting Information Table S1). Those PDB codes were labeled below the corresponding sequences in Fig. 2B. Unsurprisingly, all these proteins with the highest homology are from SARS. Nevertheless, there are some proteins still have not high homologous in the database. After the prediction of transmembrane helices in these proteins carried out in TMHMM Server, as expected, we found that all these proteins are transmembrane proteins except for Nsp2 (Supporting Information Figs. S35–S41). So far, we have found as much structural information of this viral proteins as possible, which provides the basis for subsequent homology modeling and drug screening. Before homology modeling, all these proteins sequences were aligned with model sequences derived from SARS-CoV and predicted secondary structure as the same time (Fig. 3\nA and Table S1). Interestingly, as shown in Fig. 3A, important anti-virus drug target protein like 3CLpro, PLpro, and RdRp are highly conserved between those two human coronaviruses, especially in functional region. As shown in Table S1, all these potential drug target proteins have been homologously modeled, and all generated protein models were provided as the PDB files in Supporting Information. All other coordinates of target-screening hit complexes can be provided upon request.",
            "cite_spans": [],
            "section": "Analysis, structure prediction and homology modeling of SARS-CoV-2 encoded proteins ::: Results",
            "ref_spans": [
                {
                    "start": 549,
                    "end": 555,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1272,
                    "end": 1278,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1323,
                    "end": 1329,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In order to verify the accuracy of homologous modeling, we aligned the computational structure of the SARS-CoV-2 3CLpro that modeled from the SARS-CoV 3CLpro with its crystal structure of SARS-CoV-2 3CLpro (6LU7) just solved and released during this manuscript was being prepared. The computational model of SARS-CoV-2 3CLpro showed a Cα RMSD of 0.471 Å on the overall structure compared to the SARS-CoV-2 3CLpro structure (Fig. 3B). What’s more, the Cα RMSD between their substrate binding regions is only 0.126 Å, showing very subtle difference.",
            "cite_spans": [],
            "section": "Analysis, structure prediction and homology modeling of SARS-CoV-2 encoded proteins ::: Results",
            "ref_spans": [
                {
                    "start": 424,
                    "end": 430,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "ACE2 molecule was known as a human entry receptor for Spike which facilitates its cross-species transmission. Sequence alignment results show that the homology of the Spike-receptor binding domain (RBD) sequence between SARS-CoV-2 and SARS-CoV is 76% (Fig. 3C). Recent researches speculated that SARS-CoV-2 could also bind to ACE2, and this was verified by computational docking and ELISA measurement24\n,\n25. Moreover, homology of the Spike-RBD sequence between SARS-CoV-2 and Bat-CoV RaTG13 is as high as 95%. Despite the high homology of RaTG13 and SARS-CoV-2 in Spike sequence, our analysis found that four among the five most important amino acids (L465, L495, Y502, D510, and H514) that bind to ACE212 in Bat-CoV RaTG13 differ from SARS-CoV-2 (Fig. 3C). And there is no related research literature about whether Bat-CoV RaTG13 can infect human yet. We also performed homology modeling on the Bat-CoV RaTG13 Spike RBD (Supporting Information Fig. S1). Three Spike RBD structures have been docked with human ACE2. Among them, for the conformations which most resemble the crystal structure of SARS RBD–ACE2 complex26, the binding free energy between SARS-CoV-2 Spike RBD and human ACE2 was –33.72 kcal/mol (Supporting Information Fig. S2), that between SARS-CoV Spike RBD and ACE2 was –49.22 kcal/mol (Supporting Information Fig. S3), and that between Bat-CoV RaTG13 Spike RBD and ACE2 was –31.06 kcal/mol (Supporting Information Fig. S4).",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 402,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 405,
                    "end": 407,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 704,
                    "end": 706,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1117,
                    "end": 1119,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Analysis, structure prediction and homology modeling of SARS-CoV-2 encoded proteins ::: Results",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 258,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 749,
                    "end": 755,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "PLpro is responsible for the cleavages of N-terminus of the replicase poly-protein to release Nsp1, Nsp2 and Nsp3, which is essential for correcting virus replication27. PLpro was also confirmed to be significant to antagonize the host’s innate immunity28, 29, 30. As an indispensable enzyme in the process of coronavirus replication and infection of the host, PLpro has been a popular target for coronavirus inhibitors. It is very valuable for targeting PLpro to treat coronavirus infections, but no inhibitor has been approved by the FDA for marketing.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 253,
                    "end": 255,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 257,
                    "end": 259,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 261,
                    "end": 263,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Papain-like proteinase (PLpro) ::: Targets preventing the virus RNA synthesis and replication ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "The screening results (Table 1\nand supporting excel file PLpro.xlsx) showed that a series of anti-virus drugs (ribavirin, valganciclovir and thymidine), anti-bacterial drugs (chloramphenicol, cefamandole and tigecycline), muscle relaxant drug (chlorphenesin carbamate), anti-tussive drug (levodropropizine) may have high binding affinity to PLpro. The natural products (Table 2\nand Supporting excel file PLpro_NP.xlsx), such as platycodin D from Platycodon grandiflorus, baicalin from Scutellaria baicalensis, sugetriol-3,9-diacetate from Cyperus rotundus, phaitanthrin D and 2,2-di(3-indolyl)-3-indolone from Isatis indigotica, catechin compounds ((–)-epigallocatechin gallate and 2-(3,4-dihydroxyphenyl)-2-[[2-(3,4-dihydroxyphenyl)- 3,4-dihydro-5,7-dihydroxy-2H-1-benzopyran-3-yl]oxy]-3,4-dihydro-2H-1-benzopyran-3,4,5,7-tetrol) exhibited high binding affinity to PLpro protein, suggesting the potential utility of these compounds in the treatment of SARS-CoV-2.",
            "cite_spans": [],
            "section": "Papain-like proteinase (PLpro) ::: Targets preventing the virus RNA synthesis and replication ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 30,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 370,
                    "end": 377,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Anti-viral drug ribavirin was predicted to bind to PLpro with low binding energy (Scores=–38.58). From generated docking model, ribavirin was bound in the active site of the enzyme as reported SARS-PLpro inhibitors (PDB code 3e9s). Hydrogen bonds were predicted between Gly164, Gln270, Tyr274, Asp303 and the compound. Also, π–π stacking was found between Tyr265 and triazolering in the compound (Fig. 4\nA and B). The strong hydrogen bonding and hydrophobic interaction between ribavirin with the enzyme imply it may be a potent PLpro inhibitor.",
            "cite_spans": [],
            "section": "Papain-like proteinase (PLpro) ::: Targets preventing the virus RNA synthesis and replication ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": [
                {
                    "start": 397,
                    "end": 403,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The 3CLpro, also known as Nsp5, is first automatically cleaved from poly-proteins to produce mature enzymes, and then further cleaves downstream Nsps at 11 sites to release Nsp4–Nsp1631. 3CLpro directly mediates the maturation of Nsps, which is essential in the life cycle of the virus. The detailed investigation on the structure and catalytic mechanism of 3CLpro makes 3CLpro an attractive target for anti-coronavirus drug development. Inhibitors targeting at SARS-CoV 3CLpro mainly include peptide inhibitors and small-molecule inhibitors [\n32\n].",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 544,
                    "end": 546,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "3C-like main protease (3CLpro) ::: Targets preventing the virus RNA synthesis and replication ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "3CLpro monomer has three domains, domain I (residues 8–101), domain II (residues 102–184) and domain III (residues 201–303), and a long loop (residues 185–200) connects domains II and III. The active site of 3CLpro is located in the gap between domains I and II, and has a CysHis catalytic dyad (Cys145 and His41)33. As shown in Table 3\nand Supporting excel file 3CLpro.xlsx), anti-bacterial drugs (lymecycline, demeclocycline, doxycycline and oxytetracycline), anti-hypertensive drugs (nicardipine and telmisartan), and conivaptan treating hyponatremia show highest binding affinity to 3CLpro. Several natural compounds and derivatives with anti-virus and anti-inflammatory effects also exhibited high binding affinity to 3CLpro (Table 4\nand Supporting excel file 3CLpro_NP.xlsx), including a series of andrographolide derivatives (chrysin-7-O-β-glucuronide from Scutellaria baicalensis, betulonal from Cassine xylocarpa, 2β-hydroxy-3,4-seco-friedelolactone-27-oic acid, isodecortinol and cerevisterol from Viola diffusa, hesperidin and neohesperidin from Citrus aurantium, kouitchenside I and deacetylcentapicrin from the plants of Swertia genus. The above results suggest that these small-molecule compounds might be the potential 3CLpro inhibitors and could probably be used for treating SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 315,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "3C-like main protease (3CLpro) ::: Targets preventing the virus RNA synthesis and replication ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": [
                {
                    "start": 329,
                    "end": 336,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 731,
                    "end": 738,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "It’s worth mentioning, anti-asthmatic drug montelukast also showed low binding energy to 3CLpro. As shown in Fig. 5\nA, montelukast was well fitted into the active pocket of 3CLpro, in which lots of hydrophobic amino acids, just like Thr24, Leu27, His41, Phe140, Cys145, His163, Met165, Pro168 and His172 compose a relatively hydrophobic environment to contain the compound and stabilize its conformation. Hydrogen bonding was predicted between Asn142 and the carbonyl group of the compound (Fig. 5B).",
            "cite_spans": [],
            "section": "3C-like main protease (3CLpro) ::: Targets preventing the virus RNA synthesis and replication ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 115,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 491,
                    "end": 497,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Nsp12, a conserved protein in coronavirus, is an RNA-dependent RNA polymerase (RdRp) and the vital enzyme of coronavirus replication/transcription complex. The RdRp domain of polymerase is located at the C-terminus and has a conserved Ser-Asp-Asp motif34. Nsp8 can de novo synthesize up to 6 nucleotides in length, which can be used as a primer for Nsp12-RdRp RNA synthesis. Further, the Nsp7_Nsp8 complex increases the binding of Nsp12 to RNA and enhances the RdRps enzyme activity of Nsp1235. In the research of SARS-CoV and MERS-CoV inhibitors, Nsp12-RdRp has been used as a very important drug target. In principle, targeted inhibition of Nsp12-RdRp could not cause significant toxicity and side effects on host cells, but no specific inhibitors have been found until now36.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 491,
                    "end": 493,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 775,
                    "end": 777,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "RNA-dependent RNA polymerase (RdRp) ::: Targets preventing the virus RNA synthesis and replication ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Virtual screening results of RdRp demonstrated some drugs might be potential inhibitors with mfScores lower than –110, such as several anti-fungal drug itraconazole, anti-bacterial drug novobiocin, gallstone-dissolving drug chenodeoxycholic acid, anti-allergic drug cortisone, anti-tumor drug idarubicin, hepatoprotective drug silybin, muscle relaxant drug pancuronium bromide, and chronic enteritis, anti-coagulant drug dabigatran etexilate (Table 5\nand Supporting excel file RdRp.xlsx). The natural products and derivatives with anti-virus, anti-inflammation and anti-tumor effects exhibited high binding affinity to RdRp, such as betulonal from Cassine xylocarpa, gnidicin and gniditrin from Gnidia lamprantha, 2β,30β-dihydroxy-3,4-seco-friedelolactone-27-lactone from Viola diffusa, 14-deoxy-11,12-didehydroandrographolide from Andrographis paniculata, 1,7-dihydroxy-3- methoxyxanthone from Swerti apseudochinensis, theaflavin 3,3′-di-O-gallate from Camellia sinensis, and andrographolide derivative (R)-((1R,5aS,6R,9aS)-1,5a-dimethyl-7-methylene-3-oxo-6-((E)-2-(2-oxo-2,5-dihydrofuran-3-yl)ethenyl)decahydro-1H-benzo[c]azepin-1-yl)methyl 2-amino-3-phenylpropanoate (Table 6\nand Supporting excel file RdRp_NP.xlsx).",
            "cite_spans": [],
            "section": "RNA-dependent RNA polymerase (RdRp) ::: Targets preventing the virus RNA synthesis and replication ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": [
                {
                    "start": 443,
                    "end": 450,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1171,
                    "end": 1178,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "Helicase (Nsp13), a multi-functional protein, include N-terminal metal binding domain (MBD) and helicase domain (Hel). N-terminal structure contains 26 cysteine residues to form a Zn2+ binding domain and helicase domain with a conserved motif at the C-terminus. Nsp13 can unravel double-stranded (ds) DNA and RNA along the 5′–3′ direction in an NTP-dependent manner37. Importantly, it has been reported that the SARS-Nsp13 sequence is conserved and indispensable, and is a necessary component for the replication of coronavirus. Therefore, it has been identified as a target for anti-viral drug discovery, but there are few reports about Nsp13 inhibitors38\n,\n39.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 367,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 659,
                    "end": 661,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Helicase ::: Targets preventing the virus RNA synthesis and replication ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Based on structure modeling of helicase protein, anti-bacterial drugs (lymecycline, cefsulodine and rolitetracycline), anti-fungal drug itraconazole, anti-human immunodeficiency virus-1 (HIV-1) drug saquinavir, anti-coagulant drug dabigatran, and diuretic drug canrenoic acid were predicted to be helicase inhibitors with high mfScores through virtual ligand screening. The natural products, such as many flavanoids from different sources (α-glucosyl hesperidin, hesperidin, rutin, quercetagetin 6-O-β-D-glucopyranoside and homovitexin), xanthones (3,5-dimethoxy-1-[(6-O-β-D-xylopyranosyl-β-D-glucopyranosyl)oxy]-9H-xanthen-9-one, kouitchenside H, kouitchenside A, 8,2-dihydroxy-3,4,5-trimethoxy-1-[(6-O-β-D-xylopyranosyl-β-D-glucopyranosyl)oxy]-9H-xanthen-9-one, kouitchenside D, 1-hydroxy-2,6-dimethoxy-8-[(6-O-β-D-xylopyranosyl-β-D-glucopyranosyl)oxy]-9H-xanthen-9-one and triptexanthoside D from Swertia genus, phyllaemblicin B and phyllaemblinol from Phyllanthus emblica showed high binding affinity to this target.",
            "cite_spans": [],
            "section": "Helicase ::: Targets preventing the virus RNA synthesis and replication ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Besides the above targets, some non-structural proteins, including Nsp3b, Nsp3e, Nsp7_Nsp8 complex, Nsp9, Nsp10, Nsp14, Nsp15, and Nsp16, also play an important role in the virus RNA synthesis and replication, suggesting these proteins may be useful targets for the anti-viral drug discovery. The virtual screening results showed many anti-bacterial, anti-viral, or anti-inflammatory drugs from ZINC drug database and our in-house natural products/derivatives database displayed potential good affinity to these targets, and the detailed information of virtual screening results is shown in Supporting excel files (for ZDD screening results, file names as target.xlsx; for natural products screening results, file names as target_NP.xlsx).",
            "cite_spans": [],
            "section": "Helicase ::: Targets preventing the virus RNA synthesis and replication ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Spike is the main structural protein of coronavirus and assembles into a special corolla structure on the surface of the virus as a trimer. Spike is a main protein that interacts with the host by binding to host cell receptors to mediate virus invasion and determine viral tissue or host tropism40. Spike is cleaved into S1 and S2 by the host cell protease like TMPRSS2, etc. The main function of S1 is to bind with host cell surface receptors, and the S2 subunit mediates virus–cell and cell–cell membrane fusion. Spike structural integrity and cleavage activation play a key role in virus invasion and virulence41. Therapeutic strategies to block coronavirus from entering host cells by targeting Spike proteins or specific receptors on the host surface are valuable for the development of anti-viral drugs.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 613,
                    "end": 615,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Targets inhibiting virus structural proteins ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "On the basis of virtual screening results of small-molecule compounds against Spike protein, some drugs showed high binding affinity (mfScore<–150 or score<–35), such as anti-hypertensive drugs (rescinnamine, iloprost and prazosin), anti-fungal drugs (posaconazole and itraconazole), anti-bacterial drug (sulfasalazine, azlocillin, penicillin and cefsulodin) and anti-coagulant drug dabigatran etexilate. Some natural flavanoids, licoflavonol from Glycyrrhiza uralensis, cosmosiinfrom Scutellaria baicalensis, neohesperidin from Citrus aurantium, mangostinfrom Garcinia mangostana, kouitchenside D from Swertia kouitchensis, excoecariatoxin from Excoecaria agallocha, phyllaemblicin G7 from Phyllanthus emblica, and piceatannol from Vitis vinifera, exhibited high binding affinity. The detailed virtual screening results are shown in Supporting excel files.",
            "cite_spans": [],
            "section": "Targets inhibiting virus structural proteins ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "However, most of above compounds were not predicted to bind with the binding interface of the Spike–ACE2 complex. The only compound that could target the binding interface between Spike and ACE2 was hesperidin, as shown in Fig. 6\nA. Hesperidin was predicted to lie on the middle shallow pit of the surface of RBD of Spike, where the dihydroflavone part of the compound went parallel with the β-6 sheet of RBD. And the sugar part was inserted into the shallow pit in the direction away from ACE2, where a few hydrophobic amino acids, including Tyr436, Try440, Leu442, Phe443, Phe476, Try475, Try481 and Tyr49 form a relatively hydrophobic shallow pocket to contain the compound (Fig. 6B). Hydrogen bonding was predicted between Tyr440 and the compound. By superimposing the ACE2–RBD complex to the hesperidin–RBD complex, a distinct overlap of hesperidin with the interface of ACE2 could be observed (Fig. 6C), suggesting hesperidin may disrupt the interaction of ACE2 with RBD.",
            "cite_spans": [],
            "section": "Targets inhibiting virus structural proteins ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 229,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 678,
                    "end": 684,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 900,
                    "end": 906,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Except for Spike protein, E protein (E-channel) possesses important biological functions for the structural integrity of coronavirus and host virulence. NRBD and CRBD of coronavirus N protein are needed for N proteins in host cells to bind with coronavirus RNA efficiently. Therefore, E protein or N protein (NRBD and CRBD domains) can be used as targets for the discovery of anti-viral drugs. Through virtual screening, many anti-bacterial, anti-viral, anti-tumor, anti-asthmatic, and anti-inflammatory drugs, etc. from ZINC database and our in-house natural products/derivatives database were found to display relatively good affinity to these targets. And the detailed results of virtual screening are given in Supplementary excel files.",
            "cite_spans": [],
            "section": "Targets inhibiting virus structural proteins ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "There are three coronavirus virulence factors Nsp1, Nsp3c and ORF7a related to interfering host’s innate immunity and assisting coronavirus immune escape. Nsp1 interacts with host 40S ribosomal subunit that induces specifically host mRNA degradation42 and also inhibits type-I interferon production43. Nsp3c has ability to bind with host’s ADP-ribose to help coronavirus resist host innate immunity44. Bone marrow matrix antigen 2 (BST-2) can inhibit the release of newly-assembled coronavirus from host cells. SARS-CoV ORF7a directly binds to BST-2 and inhibits its activity by blocking the glycosylation of BST-245. These evidences suggest that Nsp1, Nsp3c and ORF7a may be potential targets for anti-viral drug discovery.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 298,
                    "end": 300,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 398,
                    "end": 400,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 614,
                    "end": 616,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Targets inhibiting virulence factor ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "The detailed screening results of Nsp1, Nsp3c, and ORF7a showed that a series of clinical drugs and natural products with anti-bacterial and anti-inflammatory effects exhibited relatively high binding affinity to these three target proteins, such as piperacillin, cefpiramide, streptomycin, lymecycline, tetracycline, platycodin D from Platycodon grandifloras, wogonoside from Scutellaria baicalensis, vitexin from Vitex negundo, andrographolide derivatives, and xanthones from Swertia genus. The detailed results of virtual screening are shown in Supporting excel files.",
            "cite_spans": [],
            "section": "Targets inhibiting virulence factor ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "The host ACE2 has been proved by many studies to be the specific receptor for the Spike RBD of SARS-CoV12. The latest research shows that the host receptor of SARS-CoV-2 is consistent with SARS-CoV, exhibiting that the Spike RBD sequence of SARS-CoV-2 is similar to SARS-CoV RBD and there are important interactions between several key amino acid residues of RBD receptor-binding motif and ACE224. Based on the current research progress, ACE2 is considered as a host target for the treatment of coronavirus infection to block SARS-CoV-2 from entering host cells.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Targets blocking hose specific receptor or enzymes ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Based on the virtual screening results of ACE2 protein, anti-diabetes drug troglitazone, anti-hypertensive drug losartan, analgesia drug ergotamine, anti-bacterial drug cefmenoxime, and hepatoprotective drug silybin, etc., were predicted to bind with ACE2 with low energy. The natural products, such as phyllaemblicin G7 from Phyllanthus emblica, xanthones from the plants of Swertiagenus, neohesperidin and hesperidin from Citrus aurantium, exhibited potentially high binding affinity to ACE2 protein. However, none of above ACE2 binding compounds was predicted to target the ACE2–RBD interface.",
            "cite_spans": [],
            "section": "Targets blocking hose specific receptor or enzymes ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "In addition, TMPRSS2 was known to cut the Spike to trigger the infection of SARS-CoV and MERS-CoV. Studies have shown that inhibiting the enzyme activity of TMPRSS2 can prevent some coronaviruses from entering host cells46. As a possible target for anti-viral drug discovery, the virtual screen results (shown in Supporting excel files) predicted many anti-bacterial drugs (pivampicillin, hetacillin, cefoperazone and clindamycin) and anti-virus natural compounds (phyllaemblicin G7, neoandrographolide, kouitchenside I), etc. to be potential TMPRSS2 inhibitors.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Targets blocking hose specific receptor or enzymes ::: Virtual ligand screening of potential drug targets of SARS-CoV-2 ::: Results",
            "ref_spans": []
        },
        {
            "text": "In order to further verify the screening results of ZINC drug database and utilize the current resource of anti-viral drugs immediately, we constructed a database of 78 anti-viral drugs for deep calculation, including compounds already on the market and currently undergoing clinical trials to treat SARS-CoV-2 infections. The compounds were docked with 19 constructed targets of SARS-CoV-2 and 2 human targets to predict their possible targets, and also to search possible binding partners of certain important targets. Special attentions were paid to the drugs currently in clinical trials. All results of calculated docking scores were listed in the Supporting excel file (anti-virals_vs_targets_scores), significant scores (score<–32, mfScore<–110) were highlighted in brighten yellow.",
            "cite_spans": [],
            "section": "Virtual screening and target identification of common anti-viral drugs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Remdesivir (GS-5734), a nucleoside analogue, is an RdRp inhibitor. It can inhibit virus by inhibiting synthesis of viral nucleic acid and has not yet been approved for marketing in any country. On January 31 of this year, the New England Journal of Medicine reported the diagnosis and treatment of the first SARS-CoV-2 patient in the United States47. Remdesivir showed some potential in the treatment of the first patient with novel coronavirus infection. On Vero E6 cells, the EC50 of remdesivir for SARS-CoV-2 is 0.77 μmol/L, and the selection index SI is greater than 12948. Remdesivir is currently undergoing a randomized, double-blind, controlled phase III clinical study in China. Our molecular docking results show that the potential targets of remdesivir is Nsp3b (score=–36.5), RdRp (mfScores=–112.8), E-channel (mfScore=–125.1), and TMPRSS2 (score=–36.23, mfScores=–109.4).",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 349,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 574,
                    "end": 576,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Virtual screening and target identification of common anti-viral drugs ::: Results",
            "ref_spans": []
        },
        {
            "text": "For RdRp, from generated docking model, remdesivir could bind to the RNA-binding channel of the SARS-CoV-2 RdRp, and the binding mode and site were highly similar to that of coxsackievirus B3 (CVB3) RdRp inhibitor GPC-N11449.The binding pocket of remdesivir was in the bottom of the RNA template channel, which position was for the acceptor template nucleotide (Fig. 7\nA and B). The compound was well fitted with the shape of the pocket, where it formed three hydrogen bonds with Asn497, Arg569 and Asp684. In addition, hydrophobic interactions with Leu576, Ala685 and Tyr687 may further direct the favorite conformation of remdesivir (Fig. 7C).",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Virtual screening and target identification of common anti-viral drugs ::: Results",
            "ref_spans": [
                {
                    "start": 362,
                    "end": 368,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 636,
                    "end": 642,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Interestingly, remdesivir was predicted to bind with the target TMPRSS2 with low binding energy for both score and mfScore. As shown in Fig. 8\nA, remdesivir was bound in a relatively positively-charged allosteric pocket which is far away from the enzyme active center. Asn84 and Arg405 formed two hydrogen bonds with the phosphate groups of the compound. Weak hydrophobic interaction between the pyrrolotriazine ring of remdesivir with Tyr131 and Try401, and side chains of some polar amino acids may further stabilize the compound conformation (Fig. 8B).",
            "cite_spans": [],
            "section": "Virtual screening and target identification of common anti-viral drugs ::: Results",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 142,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 546,
                    "end": 552,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Lopinavir and ritonavir have been marketed in China and are mainly used to treat HIV-1 infection in adults and children over 2 years of age. In vitro studies have shown that lopinavir and ritonavir can inhibit the replication of MERS-CoV and SARS-CoV to exert anti-viral effects. The drug is listed as a recommended drug in the Anti-viral Drugs section of the New Coronavirus Infected Pneumonia Diagnosis and Treatment Program. The molecular docking results showed that ritonavir’s possible target is Nsp3c or E-channel with the mfScores of –152.100 and –277.769, respectively. Lopinavir’s possible target is Nsp3b, Nsp3c, helicase, NRBD or E-channel with the mfScores of –158.050, –189.140, –114.018, –171.127, and –221.785, respectively.",
            "cite_spans": [],
            "section": "Virtual screening and target identification of common anti-viral drugs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Arbidol is a broad-spectrum anti-viral drug, mainly for the treatment of upper respiratory tract infections caused by influenza A and B viruses, etc. In recent years, many studies have proven its effectiveness against both SARS-CoV and MERS-CoV. Arbidol hydrochloride can block virus replication by inhibiting the fusion of the lipid membrane of the virus with the host cells. Compared with the untreated control group, arbidol can effectively inhibit coronavirus up to 60 times at a concentration of 10–30 μmol/L, and significantly inhibit the virus’s pathological effects on cells. The docking results of arbidol with the possible drug targets of the new coronavirus showed that it may interact with Nsp7_Nsp8 complex, Nsp14, Nsp15, E-channel, or Spike with the mfScores of –136.087, –118.253, –118.253, –117.879, and –145.125, respectively.",
            "cite_spans": [],
            "section": "Virtual screening and target identification of common anti-viral drugs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Darunavir is an HIV-1 protease inhibitor that selectively inhibits the cleavage of HIV-encoded Gag-Pol polyprotein in virally infected cells, thereby preventing the formation of mature infectious virus particles. At a concentration of 300 μmol/L, darunavir can significantly inhibit virus replication, and the inhibition efficiency is 280 times compared with the untreated group. Our docking results showed that the possible targets of darunavir are Nsp3c, PLpro, E-channel or Spike proteins with the mfScores of –126.149, –110.759, –157.184, and –111.865, respectively.",
            "cite_spans": [],
            "section": "Virtual screening and target identification of common anti-viral drugs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Favipiravir, a broad-spectrum anti-viral drug, is used to treat flu. The Shenzhen Health Commission has now initiated clinical studies on the use of favipiravir to treat SARS-CoV-2 infections. While, the scores of favipiravir docking with the targets in our virtual screening are relatively low.",
            "cite_spans": [],
            "section": "Virtual screening and target identification of common anti-viral drugs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Chloroquine phosphate has been used in the treatment of malaria since the 1940s and later in rheumatoid arthritis. Chloroquine has been reported in some earlier studies to have direct anti-viral effects, such as inhibiting flavivirus, retrovirus (such as HIV), and many coronaviruses. Recent study showed that with EC50 of 1.13 μmol/L and SI greater than 88, chloroquine can effectively inhibit SARS-CoV-2 in the cell level. Its efficiency in the human body for SARS-CoV-2 infection has not yet been clinically proven. Chloroquine phosphate was turned into chloroquine in the body to play therapeutic effect. Our docking results showed that the possible target of chloroquine is Nsp3b or E-channel with the docking mfScores of –130.355 and –107.889, respectively.",
            "cite_spans": [],
            "section": "Virtual screening and target identification of common anti-viral drugs ::: Results",
            "ref_spans": []
        },
        {
            "text": "We also performed the longitudinal analysis on the drugs against 21 targets, and the results showed that only tenofovir, disoproxil, fumarate, and beclabuvir may bind to Nsp1. Fewer compounds were predicted to act on some targets, such as Nsp1, Nsp3e, Nsp9, Nsp10, Nsp16, NRBD, CRBD, ORF7a, and TMPRSS2, showing that these selected anti-viral drugs are unlikely to acting on the above targets of the new coronavirus, which provides a meaningful reference for our future research.",
            "cite_spans": [],
            "section": "Virtual screening and target identification of common anti-viral drugs ::: Results",
            "ref_spans": []
        },
        {
            "text": "For other targets, such as Nsp3b, Nsp3c, Nsp7_Nsp8 complex, Nsp14, Nsp15, PLpro, 3CLpro, RdRp, helicase, E-channel, Spike and ACE2, more anti-viral drugs were predicted to bind with them, especially E-channel, RdRp, 3CLpro and PLpro, indicating that these targets are more likely to be useful for the discovery of SARS-CoV-2 therapeutic drugs from known anti-virals, and should be the focus of our subsequent research.",
            "cite_spans": [],
            "section": "Virtual screening and target identification of common anti-viral drugs ::: Results",
            "ref_spans": []
        },
        {
            "text": "The ongoing SARS-CoV-2 epidemic makes us painfully realize that our current options for treating life-threatening zoonotic coronavirus infections are very limited. Although the outbreaks of SARS in 2003 and MERS-CoV in 2012 triggered extensive research efforts, there are currently no drugs that can treat any zoonotic coronavirus. The transient nature of this epidemic is one of the major reasons why no prototype coronavirus inhibitor has progressed to the (early) preclinical stage to date. As with the SARS virus 17 years ago and the current SARS-CoV-2, emerging coronaviruses in the future may continue to pose a threat to global public health. Therefore, finding broad-spectrum inhibitors that may reduce the effects of human coronavirus infection remains a challenging research focus. Given the time-consuming nature of anti-viral drug development and registration, existing treatments for other diseases may be the only fastest treatment option for emerging infectious diseases. For most of these drugs that have been prepared, the medication has sufficient experience and dosage, and their safety and ADME situation are well known.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, based on the results of bioinformatics analysis, 20 homology structures of 18 SARS-CoV-2 proteins and 1 human protein were built, plus human ACE2 structure, totally 21 targets were setup for high throughput virtual ligand screening. The special double scoring system ICM-Pro soft allowed us to evaluate the docking results more accurately. The score of ICM software is calculated by the overall empirical function of predicted physical interaction, whiles the mfScore (mean force Score) is computed by the knowledge-based potential functions derived from statistics of ligand–receptor complex in PDB50\n,\n51.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 616,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 619,
                    "end": 621,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "From protein–protein docking results, we can deduce that SARS-CoV-2 Spike protein have strong binding affinity to human ACE2, although weaker than that of SARS-CoV Spike protein. Unexpectedly, Bat-CoV RaTG13 Spike protein only has slightly weaker binding affinity with ACE2 compared to SARS-CoV-2. It is speculated that the virus may be capable of infecting humans directly, or it is close. If SARS-CoV-2 evolved from Bat-CoV RaTG13, there may be no more than one or two host evolutions involved. But there are no published articles that directly related to intermediate hosts yet. According to the most recent research paper on the clinical characteristics of SARS-CoV-2 infection52, SARS-CoV-2 can spread rapidly by human-to-human transmission, this was consistent with observed protein–protein docking results of SARS-CoV-2 Spike RBD and human ACE2, for both of ours and previous prediction25. However, the fast growing incidents of SARS-CoV-2 pneumonia and related deaths implied the weaker binding of SARS-CoV-2 Spike with human ACE2 compared to SARS Spike may not fully explained the current situation of this epidemic. There must have some other receptors of SARS-CoV-2 or infection facilitating mechanisms in the human host, or SARS-CoV-2 Spike-RBD may take other lower energy binding conformation different from current SARS-CoV Spike-RBD conformation found in the crystal structure, probably by induce fitting. These need to be further investigated.",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 683,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 893,
                    "end": 895,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To search potential coronavirus therapeutic drugs as soon as possible, we first screened potential compounds from a ZINC drug database (2924 compounds) and a small in-house database of natural products (about 1066 compounds). A series of clinical drugs and natural products with anti-viral, anti-bacterial and anti-inflammatory effects exhibited high binding affinity to different target proteins, indicating their potential utility for treating SARS-CoV-2.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We have identified a number of compounds that might have anti-viral activity from the approved drugs library, such as anti-virus drugs (ribavirin, valganciclovir and thymidine), anti-bacterial drugs (cefpiramide, sulfasalazine, phenethicillin, lymecycline, demeclocycline, doxycycline, oxytetracycline and tigecycline), anti-asthmatic drugs (montelukast, fenoterol and reproterol), and hepatoprotective drug silybin. The original pharmacological actions of these drugs could be helpful for the therapy of viral infection pneumonia. The natural products, such as flavanoids like neohesperidin, hesperidin, baicalin, kaempferol 3-O-rutinoside and rutin from different sources, andrographolide, neoandrographolide and 14-deoxy-11,12-didehydroandrographolide from Andrographis paniculata, and a series of xanthones from the plants of Swertia genus, with anti-virus, anti-bacteria and anti-inflammation activity could effectively interact with these targets of SARS-CoV-2. Therefore, the herbal medicines containing these compounds as major components might be meaningful for the treatment of SARS-CoV-2 infections.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "For ACE2 target, although several compounds could bind with ACE2 through virtual screening in our studies, no compound was found to bind with the contact surface of ACE2–Spike complex, suggesting that these compounds are only the inhibitors of ACE2 enzyme activities, rather than inhibitors of ACE2 driven virus infections. Just like what described in recently published research53, most of selected compounds are also unable to bind with the contact surface of ACE2–Spike complex. Actually, these potential ACE2 inhibitors may not be suitable to use as drugs for treating SARS-CoV-2 infection because the poor prognosis would be induced by the inhibition of ACE2 enzyme activities, for ACE2 was considered as a protective factor of lung injury54.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 744,
                    "end": 746,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "For those targets which are difficult to find direct inhibitors, or non-druggable targets, just like Nsp1, Nsp3b, Nsp3c, and E-channel, etc., currently popular PROTAC technology may be a good strategy to degrade these proteins and then inhibit the virus. The potential binding compounds found in this study for these targets might be a good start point.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "For Spike protein, we found only one compound, natural hesperidin was targeting the binding between Spike RBD and human ACE2. However, not like the ACE2 binding compounds, non-interface binding compound may still meaningful applications, considering that the fusion of CoVs membrane with host cell membrane need the big conformational change of remained Spike part after RBD removal55. Any small molecule bound to Spike at this time may interfere the re-folding of Spike therefore inhibits the viral infection process. Furthermore, small molecule that can target any part of Spike protein may be a good start point to design PROTAC based therapy.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 384,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Also, we dock existing anti-viral drugs with our targets, analyze the possible targets of each anti-viral drug horizontally, and analyze the drugs that may interact with 21 targets vertically. We analyzed 21 targets based on the docking results and found that Nsp3b, Nsp3c, Nsp7_Nsp8 complex, Nsp14, Nsp15, PLpro, 3CLpro, RdRp, helicase, E-channel, Spike and ACE2 are more likely to be therapeutic targets of anti-viral drugs. The three targets Nsp3b, Nsp3c, and E-channel are screened more anti-viral drugs. This may be due to the model problem because of flexible small protein (Nsp3b and Nsp3c) or partial model (E-channel). Whether the screened anti-viral drugs really work on these targets needs further verification. We also do not recommend the application of new coronavirus pneumonia to compounds for which no target has been predicted.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The triphosphate nucleotide product of remdesivir, remdesivir-TP, competes with RdRp for substrate ATP, so it can interfere with viral RNA synthesis. Our docking results show that remdesivir-TP binds to SARS-CoV-2 RdRp, with a score of –112.8, and the docking results are consistent with its original anti-viral mechanism, so we think remdesivir may be good in treating SARS-CoV-2 pneumonia. In addition, remdesivir also predicted to bind with the human TMPRSS2, a protein facilitating the virus infection, this is a new discovery and provides ideas for subsequent research.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Chloroquine phosphate has shown better anti-SARS-CoV-2 effects in recent studies, but this drug has no clear target of action. In our docking results, chloroquine phosphate is predicted to possibly combine with Nsp3b and E-channel. But we need to do further experiments to verify this conclusion.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In response to the recently reported anti-AIDS drugs lopinavir and ritonavir tablets, which have a poor effect on the treatment of novel coronavirus pneumonia and have toxic side effects, we analyzed it in conjunction with the docking results. The molecular docking results show that ritonavir’s possible target is Nsp3c or E-channel. Lopinavir’s possible target is Nsp3b, Nsp3c, helicase, NRBD or E-channel. Some of these targets (such as Nsp3b, Nsp3c, E-channel) may be false positives due to the model inaccuracy for small flexible protein or partial model. For both lopinavir and ritonavir, we did not observe possible binding to major targets like 3CLpro, PLpro, RdRp, and so on. This docking result implies lopinavir and ritonavir tablets may not be suitable for treatment of SARS-CoV-2 infections.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The results of the entire article are based on computer virtual screening. We have not conduct further in vivo and in vitro anti-viral experiments yet, because we want to share our results with scientists in anti-SARS-CoV-2 research as soon as possible. Our subsequent research will try to solve the three-dimensional structures of all 24 proteins of SARS-CoV-2 and their drug complexes, providing more target information for drug intervention and long-term drug design, perform in vivo and in vitro evaluations for candidate drugs obtained in this study, and prepare for clinical trial applications.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Hua Li, Lixia Chen, Mengzhu Zheng and Xingzhou Li designed the research, performed virtual screening and revised the manuscript. Canrong Wu, Yang Liu, and Yueying Yang performed the bioinformatics analysis, analyzed the virtual screening experiment data and drafted the manuscript. Peng Zhang, Wu Zhong, Yali Wang, Qiqi Wang, Yang Xu, and Mingxue Li checked the structures and made the Excel forms. All authors have read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Author contributions",
            "ref_spans": []
        },
        {
            "text": "The authors claim that the researchers in this study have no conflict of interest.",
            "cite_spans": [],
            "section": "Declaration of Competing Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Potential PLpro inhibitors from ZINC drug database (compounds in the table are ranked according to their docking scores).\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Potential PLpro inhibitors from in-house natural product database.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Potential 3CLpro inhibitors from ZINC drug database.\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Potential 3CLpro inhibitors from in-house natural product database.\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Potential RdRp inhibitors from ZINC drug database.\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Potential RdRp inhibitors from in-house natural product database.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Phylogenetic analysis and sequence alignment of 23 coronaviruses from different hosts. (A) Homology tree of 23 nucleotide sequences alignment. The homology of each branch is marked in red. (B) The evolutionary history was inferred using the Neighbor-Joining method. The percentage of replicate trees in which the associated taxa clustered together in the bootstrap test (500 replicates) is shown above the branches.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Overall genome and protein analysis of SARS-CoV-2. (A) Genome of SARS-CoV-2. (B) The large replicase polyprotein PP1ab. The purple rectangle represents the replicase polyprotein PP1ab which contains 7096 amino acids. The position of red triangle means cleavage site of PLpro, and position of yellow triangle means the site of 3CLpro, the numbers below the purple rectangle represent the residues that bound the individual proteins or domains. Orange rectangle below the individual proteins or domains means exactly homology 3D structure were detected. (C) Four structure proteins are represented in the cartoon pattern of coronavirus.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Sequence alignment of the proteins from SARS-CoV-2 with other CoVs. (A) Sequence alignment of PLpro, 3CLpro, RdRp among SARS-CoV, SARS-CoV-2 and MERS CoV. (B) The computational structure of SARS-CoV-2 3CLpro (shown as pink cartoon) modeled from SARS 3CLpro (3WA0) aligned with crystal structure of SARS-CoV-2 3CLpro (6LU7) (shown in blue cartoon). The computational model of the of SARS-CoV-2 3CLpro showed a Cα RMSD of 0.471 Å on the overall structure compared to the SARS-CoV-2 3CLpro structure, and that showed a Cα RMSD of 0.126 Å on the substrate binding region. (C) Sequence alignment of spike protein receptor binding domain among SARS-CoV, bat-CoVRaTG13 and SARS-CoV-2. “△” represents residues previously identified as importantly interact with human ACE2 from SARS. Black arrow marked amino acids that are different between SARS-CoV-2 and bat-CoVRaTG13.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Low-energy binding conformations of ribavirin bound to PLpro generated by molecular docking. (A) Superimposing of 2019-nCoV PLpro (yellow) with the crystal structure of SARS PLpro (orange) (PDB code 3e9s). (B) Detailed view of rivavirin binding in the active site of the enzyme (Supporting PDB file SARS_CoV-2_PLpro_homo_Ribavirin.pdb).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Low-energy binding conformations of Montelukast bound to 3CLpro generated by molecular docking. (A) Montelukast was fitted well in the active pocket of SARS-CoV-2 3CLpro, 3CLpro was shown as electrostatic surface model. (B) Detailed view of montelukastin binding in the active pocket of 3CLpro (Supporting PDB file SARS_CoV-2_3CLpro_homo_Montelukast.pdb).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Low-energy binding conformation of hesperidin bound to spike RBD generated by molecular docking. (A) Hesperidinwas fitted into the shallow pocket in the surface of SARS-CoV-2 Spike RBD. (B) Detailed view of hesperidinbinding in the pocket of Spike RBD. (C) Hesperidin blocks the interface of ACE2 and Spike RBD binding (Supporting PDB file SARS_CoV-2 _Spike_RBD_homo_Hesperidin.pdb).",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Low-energy binding conformation of remdesivir bound to SARS-CoV-2 RdRp generated by molecular docking. (A) Remdesivir was fitted in the bottom of the RNA template channel (top view). (B) Remdesivir was fitted in the bottom of the RNA template channel (bottom view). (C) Detailed view of remdesivir binding with RdRp (Supporting PDB file SARS_CoV-2_RdRp_homo_Remdesivir.pdb).",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: Low-energy binding conformation of remdesivir bound to human TMPRSS2 generated by molecular docking. (A) Remdesivir was fitted in an allosteric pocket far away from the enzyme active center (bottom). (B) Detailed view of remdesivir binding with TMPRSS2 (Supporting PDB file HS_TMPRSS2_homo_Remdesivir.pdb).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection",
            "authors": [
                {
                    "first": "V.C.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P.C.",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K.Y.",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "",
            "pages": "660-694",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fusion core complex",
            "authors": [
                {
                    "first": "B.J.",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "van der Zee",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                },
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "8801-8811",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Ribavirin and interferon alfa-2a for severe Middle East respiratory syndrome coronavirus infection: a retrospective cohort study",
            "authors": [
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Omrani",
                    "suffix": ""
                },
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Baig",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bahloul",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Abdul-Matin",
                    "suffix": ""
                },
                {
                    "first": "A.Y.",
                    "middle": [],
                    "last": "Alaidaroos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "1090-1095",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor",
            "authors": [
                {
                    "first": "X.Y.",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X.L.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "Chmura",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "503",
            "issn": "",
            "pages": "535-538",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Identification of critical determinants on ACE2 for SARS-CoV entry and development of a potent entry inhibitor",
            "authors": [
                {
                    "first": "D.P.",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Penn-Nicholson",
                    "suffix": ""
                },
                {
                    "first": "M.W.",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "350",
            "issn": "",
            "pages": "15-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Berne",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450-454",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Rapid generation of a mouse model for Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Wohlford-Lenane",
                    "suffix": ""
                },
                {
                    "first": "S.S.",
                    "middle": [],
                    "last": "Agnihothram",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Fett",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "111",
            "issn": "",
            "pages": "4970-4975",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Generation of a transgenic mouse model of Middle East respiratory syndrome coronavirus infection and disease",
            "authors": [
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Garron",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "B.H.",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wakamiya",
                    "suffix": ""
                },
                {
                    "first": "T.S.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "3659-3670",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Coronaviruses—drug discovery and therapeutic options",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "E.I.",
                    "middle": [],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "K.Y.",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Drug Discov",
            "volume": "15",
            "issn": "",
            "pages": "327-347",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Broad-spectrum antivirals for the emerging Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K.H.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "R.Y.",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "K.K.",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "B.J.",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "C.P.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect",
            "volume": "67",
            "issn": "",
            "pages": "606-616",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Screening of an FDA-Approved Compound Library Identifies Four Small-Molecule Inhibitors of Middle East Respiratory syndrome coronavirus replication in cell culture",
            "authors": [
                {
                    "first": "A.H.",
                    "middle": [],
                    "last": "de Wilde",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Jochmans",
                    "suffix": ""
                },
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Posthuma",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Zevenhoven-Dobbe",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "van Nieuwkoop",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Bestebroer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antimicrob Agents Chemother",
            "volume": "14",
            "issn": "",
            "pages": "4875-4884",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "Joynt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986-1994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Dyall",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "B.J.",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Venkataraman",
                    "suffix": ""
                },
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kindrachuk",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antimicrob Agents Chemother",
            "volume": "58",
            "issn": "",
            "pages": "4885-4893",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "FFAS03: a server for profile—profile sequence alignments",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Jaroszewski",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Rychlewski",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Godzik",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "Web Server issue",
            "pages": "W284-W288",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "ZINC: a free tool to discover chemistry for biology",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Sterling",
                    "suffix": ""
                },
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Mysinger",
                    "suffix": ""
                },
                {
                    "first": "E.S.",
                    "middle": [],
                    "last": "Bolstad",
                    "suffix": ""
                },
                {
                    "first": "R.G.",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Chem Inf Model",
            "volume": "52",
            "issn": "",
            "pages": "1757-1768",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "ICM—A new method for protein modeling and design_ applications to docking and structure prediction from the distorted native conformation",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Abagyan",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Totrov",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Kuznetsov",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Comput Chem",
            "volume": "15",
            "issn": "",
            "pages": "488-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Receptor recognition by novel coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci China Life Sci",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Structure of SARS coronavirus spike receptor-binding domain complexed with receptor",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                },
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1864-1868",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Identification of severe acute respiratory syndrome coronavirus replicase products and characterization of papain-like protease activity",
            "authors": [
                {
                    "first": "B.H.",
                    "middle": [],
                    "last": "Harcourt",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Jukneliene",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kanjanahaluethai",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Bechill",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Severson",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "13600-13612",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "SARS coronavirus papain-like protease inhibits the type I interferon signaling pathway through interaction with the STING-TRAF3-TBK1 complex",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Protein Cell",
            "volume": "5",
            "issn": "",
            "pages": "369-381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "p53 degradation by a coronavirus papain-like protease suppresses type I interferon signaling",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Biol Chem",
            "volume": "290",
            "issn": "",
            "pages": "3172-3182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "SARS coronavirus papain-like protease inhibits the TLR7 signaling pathway through removing Lys63-linked polyubiquitination of TRAF3 and TRAF6",
            "authors": [
                {
                    "first": "S.W.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C.Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y.J.",
                    "middle": [],
                    "last": "Jou",
                    "suffix": ""
                },
                {
                    "first": "S.H.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L.H.",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Mol Sci",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Design of wide-spectrum inhibitors targeting coronavirus main proteases",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Biol",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "An overview of severe acute respiratory syndrome-coronavirus (SARS-CoV) 3CL protease inhibitors: peptidomimetics and small molecule chemotherapy",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Pillaiyar",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Manickam",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Namasivayam",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "S.H.",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Med Chem",
            "volume": "59",
            "issn": "",
            "pages": "6595-6628",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The crystal structures of severe acute respiratory syndrome virus main protease and its complex with an inhibitor",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "13190-13195",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "SARS-CoV ORF1b-encoded nonstructural proteins 12–16: replicative enzymes as antiviral targets",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Subissi",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Imbert",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Collet",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Coutard",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Decroly",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antiviral Res",
            "volume": "101",
            "issn": "",
            "pages": "122-130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "A second, non-canonical RNA-dependent RNA polymerase in SARS coronavirus",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Imbert",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Guillemot",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Bourhis",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Bussetta",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Coutard",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Egloff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "EMBO J",
            "volume": "25",
            "issn": "",
            "pages": "4933-4942",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Antiviral activity of nucleoside analogues against SARS-coronavirus (SARS-coV)",
            "authors": [
                {
                    "first": "C.K.",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gadthula",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Choo",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Olgen",
                    "suffix": ""
                },
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Barnard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Antivir Chem Chemother",
            "volume": "17",
            "issn": "",
            "pages": "285-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Human coronavirus 229E nonstructural protein 13: characterization of duplex-unwinding, nucleoside triphosphatase, and RNA 5′-triphosphatase activities",
            "authors": [
                {
                    "first": "K.A.",
                    "middle": [],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "7833-7838",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Differential inhibitory activities and stabilisation of DNA aptamers against the SARS coronavirus helicase",
            "authors": [
                {
                    "first": "K.T.",
                    "middle": [],
                    "last": "Shum",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chembiochem",
            "volume": "9",
            "issn": "",
            "pages": "3037-3045",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Isolation of inhibitory RNA aptamers against severe acute respiratory syndrome (SARS) coronavirus NTPase/Helicase",
            "authors": [
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "N.R.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W.S.",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "Y.J.",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biochem Biophys Res Commun",
            "volume": "366",
            "issn": "",
            "pages": "738-744",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "de Groot",
                    "suffix": ""
                },
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "C.S.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "7790-7792",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Host cell proteases: critical determinants of coronavirus tropism and pathogenesis",
            "authors": [
                {
                    "first": "J.K.",
                    "middle": [],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "G.R.",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virus Res",
            "volume": "202",
            "issn": "",
            "pages": "120-134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) entry inhibitors targeting spike protein",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virus Res",
            "volume": "194",
            "issn": "",
            "pages": "200-210",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Severe acute respiratory syndrome coronavirus nsp1 protein suppresses host gene expression by promoting host mRNA degradation",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Kamitani",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Lokugamage",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ikegami",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "103",
            "issn": "",
            "pages": "12885-12890",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Severe acute respiratory syndrome coronavirus nsp1 suppresses host gene expression, including that of type I interferon, in infected cells",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Lokugamage",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Kamitani",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ikegami",
                    "suffix": ""
                },
                {
                    "first": "C.T.K.",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "4471-4479",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Extensive positive selection drives the evolution of nonstructural proteins in lineage C betacoronaviruses",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Forni",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Cagliani",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mozzi",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Pozzoli",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Al-Daghri",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Clerici",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "3627-3639",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Severe acute respiratory syndrome coronavirus ORF7a inhibits bone marrow stromal antigen 2 virion tethering through a novel mechanism of glycosylation interference",
            "authors": [
                {
                    "first": "J.K.",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Postel",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Sisk",
                    "suffix": ""
                },
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Bernbaum",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Venkataraman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "11820-11833",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Evidence that TMPRSS2 activates the severe acute respiratory syndrome coronavirus spike protein for membrane fusion and reduces viral control by the humoral immune response",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Glowacka",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Bertram",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Soilleux",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "4122-4134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "De Bolt",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "K.H.",
                    "middle": [],
                    "last": "Lofy",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wiesman",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "The RNA template channel of the RNA dependent RNA polymerase as a target for development of antiviral therapy of multiple genera within a virus family",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "van der Linden",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Vives-Adrián",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Selisko",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ferrer-Orta",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Lanke",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats",
            "authors": [
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P.C.",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K.S.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H.W.",
                    "middle": [],
                    "last": "Tsoi",
                    "suffix": ""
                },
                {
                    "first": "B.H.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "14040-14045",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "A general and fast scoring function for proteinligandinteractions: a simplified potential approach",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Muegge",
                    "suffix": ""
                },
                {
                    "first": "Y.C.",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Med Chem",
            "volume": "42",
            "issn": "",
            "pages": "791-804",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Docking and scoring with ICM: the bench marking results and strategies for improvement",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Neves",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Totrov",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Abagyan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Comput Aided Mol Des",
            "volume": "26",
            "issn": "",
            "pages": "675-686",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "ACE2 exhibits protective effects against LPS-induced acute lung injury in mice by inhibiting the LPS-TLR4 pathway",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Exp Mol Pathol",
            "volume": "113",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Ready. Set, Fuse! The coronavirus spike protein and acquisition of fusion competence",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Heald-Sargent",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "557-580",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
            "authors": [
                {
                    "first": "C.B.",
                    "middle": [],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "B.L.",
                    "middle": [],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "859-866",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "A novel coronavirus from patients with pneumonia in China, 2019",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Emerging coronaviruses: genome structure, replication, and pathogenesis",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        }
    }
}