{
    "paper_id": "PMC7137838",
    "metadata": {
        "title": "In search of sick parrots: Karl Friedrich Meyer, disease detective",
        "authors": [
            {
                "first": "Mark",
                "middle": [],
                "last": "Honigsbaum",
                "suffix": "",
                "email": "mark.honigsbaum@qmul.ac.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In 1950 Reader's Digest invited Paul De Kruif to pen a tribute to his friend, the Swiss-born veterinarian and bacteriologist Karl Friedrich Meyer. De Kruif had first met Meyer in 1911 shortly after Meyer's arrival in the USA, and in 1926 when Sinclair Lewis was casting around for a real-life disease detective with which to populate his novel Arrowsmith, it is said that De Kruif suggested Meyer as the model for Gustaf Sondelius, Lewis's Swedish plague-hunter. 2 years later, in 1928, De Kruif, a Dutchman who had worked at the Rockefeller Institute before turning his hand to science writing, hit the publishing jackpot with Microbe Hunters, a history of the “great men” of medical microbiology, so it was only natural that Reader's Digest should ask him to pen a similar panegyric to Meyer.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "De Kruif did not disappoint. Calling Meyer “the most versatile microbe hunter since Pasteur”, De Kruif described how, from his laboratory at the Hooper Foundation for Medical Research in San Francisco, Meyer had gone in search of the hidden vectors of a series of deadly foodborne, animal-borne, and arthropod-borne diseases. In a career spanning three decades, Meyer had shown that botulism was a highly resistant spore found in soils across the USA; that psittacosis, or “parrot fever”, was an ornithosis spread by some 50 species of birds; and that the mysterious outbreaks of “staggers” seen in horses in the American mid-west during the 1930s and 1940s were due to equine encephalitis, a virus transmitted by mosquitoes that bred alongside irrigation ditches. Now, declared De Kruif, this “cheerful giant” was to bring his “most dangerous true detective story to a climax” by venturing into the countryside in search of the hidden reservoirs of plague.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "History does not record whether Meyer was pleased or embarrassed by De Kruif's tribute. Today medical historians are not much interested in revisiting the lives of medical researchers from the golden age of bacteriology. For the most part this is probably a good thing. In recent decades, scholars have shown how the decline in mortality and morbidity from infectious disease in the early decades of the 20th century had as much to do with socioeconomic changes as the brilliance of a few medical researchers. Besides, with the rise of antibiotic resistance and the resurgence of tuberculosis, the so-called triumphs of bacteriology no longer look nearly so triumphant—more a brief hiatus in man's millennia-old battle with germs.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "All this may be true, but there are also continuities between then and now—continuities that Meyer, if not De Kruif, would have been the first to recognise. For just as in the 21st century concerns about food insecurity, climate change, and the incursion of humans into natural habitats have led to the recognition of new emerging infectious diseases, so in the 1930s California's rapid population growth and the incursion of settlers into valleys and deserts teeming with arthropod-bearing parasites and exotic fungi presented public health workers with new and unexpected disease challenges.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To solve these problems Meyer had to venture not only far from his laboratory at the Hooper but far from his disciplinary domain, enlisting the aid of experts in entomology, animal ecology, and soil and climate science. At the same time, drawing on his expertise as a comparative pathologist, he had to convince often sceptical public health officials of the threat that animals, whether in the form of dairy herds (brucellosis), parakeets (psittacosis), or ground squirrels (sylvatic plague), posed to human populations. At a time when the importance of “latent” infections and “animal reservoirs” (terms popularised by Meyer) were not widely appreciated, this was no easy task. Meyer had to lobby for the inclusion of experts in animal ecology and veterinary medicine in the public health curriculum at Berkeley. In this respect, Meyer can be seen as a pioneer of current one medicine/one health approaches and as an important bridge figure in mid-20th-century medical research that sought to link microbial behaviour to broader bioecological, environmental, and social factors that affect host–pathogen interactions and the mechanisms of disease control.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Meyer made many contributions to this burgeoning field, and one can get a sense of his methodology and changing thinking on disease from his investigation of psittacosis. Today few people recall the hysteria about the parrot fever epidemics of the 1930s, but in the pre-antibiotic era psittacosis was a disease that, like avian influenza or severe acute respiratory syndrome, could provoke widespread panic. This was particularly the case in the USA where lurid stories about diseased Argentinian parrots were taken up by the American Weekly, and the illness of the wife of a prominent US senator had prompted Herbert Hoover to ban the interstate transport of love birds.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although by 1930 it was known that psittacosis was transmitted by parrots, before Meyer no one appreciated the extent to which the disease was also spread by parakeets, or that a large proportion of budgerigars bred in American aviaries harboured the “virus” (actually a small intracellular bacterium, Chlamydia psittaci) without displaying signs of illness. These silent infections were a particular problem in California where, during the Depression, many people supplemented their incomes by breeding budgerigars in backyard aviaries.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The urgent need for a study of psittacosis had been brought home to Meyer in December, 1931, when three elderly Californian women had been taken ill at a coffee club, dying soon after. Meyer quickly established that the women had been infected by a pet budgerigar and that the bird had come from an aviary in Los Angeles. On investigation, Meyer and his assistant, Bernice Eddie, found that psittacosis was endemic to aviaries in the city, prompting the question of how the disease had first been introduced to southern California.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To find out, Meyer paid a barber on a Pacific liner to bring him 200 wild shell parakeets from Australia. On arrival in San Francisco, these birds were placed in quarantine while Meyer waited to see what would happen. When, 4 weeks later, one of the birds died, Meyer did an autopsy. To his astonishment, he found typical lesions of psittacosis in the bird's spleen—the same as had been observed in Californian budgerigars. Meyer immediately shared his findings with Charles Kellaway, the director of the Walter and Eliza Hall Institute for Medical Research in Melbourne, who happened to be in San Francisco at the time. On his return to Australia, Kellaway alerted his deputy, Frank Macfarlane Burnet. As a result, Burnet launched his own study in which he found that psittacosis was an endemic infection of wild parakeets and had probably been “enzootic amongst Australian parrots for centuries”. In a letter to Meyer, Burnet, who would later be awarded the Nobel Prize for his work on acquired immune tolerance and clonal selection, postulated that while in the wild young birds were infected in the nest, these natural, mild infections could flare up under the stress of close confinement, resulting in the birds losing their acquired resistance and shedding the virus. By questioning importers, Meyer established that it was common practice for shippers to throw wild unbanded birds into the same pens as clean birds, greatly facilitating the spread of the virus. He concluded that while in the wild these virus strains were highly adapted to their avian hosts, conditions in shipping containers and Californian aviaries had greatly increased their virulence—hence the frequent spillovers of enzootic psittacosis infections into humans.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The question was what to do about it? There was clearly no point in further quarantines if psittacosis was already endemic to California. Moreover, a blanket cull could cause economic harm both to professional and smaller breeders. At this point another medical researcher might have washed his hands of the problem, but Meyer believed he had a humanitarian duty to intervene. Recognising that psittacosis was as much an economic problem as an ecological one, he offered breeders a deal: if they would agree to sacrifice 10–20% of their stock he would undertake inoculation studies at the Hooper and certify aviaries that were found to be disease-free.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The proposal was not without risks for Meyer and his co-workers. Conveyed in bird droppings that desiccate easily in the air, psittacosis is highly contagious and during the 1929–30 pandemic several bacteriologists had died from laboratory-acquired infections. For the certification programme to succeed, Meyer would have to do mouse inoculation studies using material from tens of thousands of infected birds. Indeed, at a critical meeting with breeders in Los Angeles in 1932, Meyer had drawn attention to these risks in order to win their cooperation, explaining that although no laboratory worker wanted to die for a disease like psittacosis, “we have to almost put our foot in the grave… in order to solve this problem”.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The gambit worked, and by 1934 Meyer had tested nearly 30 000 parakeets and certified 185 Californian aviaries as psittacosis-free. But although he insisted that test animals at the Hooper be kept in a special isolation room, and that laboratory workers wear rubber gloves and masks at all times, the rules were not always observed. In 1935, it was anonymously reported that a laboratory worker had been accidentally contaminated during a routine examination of a smear from a mouse spleen. Only years later would it emerge that that worker was Meyer himself, and that the breach of protocol had occurred when he had removed his rubber gloves to take a phone call.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Not surprisingly, that detail did not appear in De Kruif's article and Meyer went on to make a full recovery. “At 66 he strides up the steps of the old Hooper actively optimistic as ever”, De Kruif concluded his panegyric. For all that Meyer and Eddie's efforts restored confidence in California's bird-breeding industry, however, to Meyer's annoyance many shippers ignored his warnings about the dangers of overcrowded pens, resulting in further outbreaks into the 1950s. But, as De Kruif might say, that is another story.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nMark Honigsbaum is a Wellcome Trust Research Fellow at Queen Mary University of London. He is currently working on a history of ideas of disease ecology. Research for this article was funded by the Swiss National Science Foundation.\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Sabin",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Karl Friedrich Meyer, 1884–1974, a biographical memoir",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The ecology of psittacosis and ornithosis",
            "authors": [
                {
                    "first": "KF",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 1942,
            "venue": "Medicine",
            "volume": "2",
            "issn": "",
            "pages": "95-175",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schachter",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Human chlamydial infections",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "It's spreading: outbreaks, media scares and the parrot panic of 1930",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lepore",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New Yorker",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}