{
    "paper_id": "PMC7185534",
    "metadata": {
        "title": "Interleukin 2 and interleukin 10 function synergistically to promote CD8+ T cell cytotoxicity, which is suppressed by regulatory T cells in breast cancer",
        "authors": [
            {
                "first": "Xiaogang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": "pinglukm003@qq.com",
                "affiliation": {}
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wanfu",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rong",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kaiyuan",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Interleukin (IL)-10 is a pleiotropic cytokine with complicated roles in tumor progression and antitumor immunity (Oft, 2014). IL-10 could suppress the expression of MHC class II and CD80/CD86 in antigen-presenting cells (Hashimoto et al., 2001), and promote alternative activation of macrophages (Nakamura et al., 2015). IL-10 could also limit the extent of inflammation by inhibiting the expression of proinflammatory cytokines from T cells and macrophages (Ouyang et al., 2011). These functions of IL-10 might suppress antitumor immunity but were essential for the suppression of tumor-promoting inflammation (Oft, 2014). IL-10-mediated STAT3 phosphorylation in T cells and macrophages was critical to the prevention of inflammatory bowel disease, a common preceding event to colorectal cancer (Mager et al., 2016). Interestingly, several recent studies indicated that IL-10 also promoted antitumor immunity through proinflammatory actions. IL-10−/− mice succumbed to more rapid tumor metastasis with a lack of intratumor expansion of CD8+ T cells and reduced major histocompatibility complex (MHC) molecules (Mumm et al., 2011). Injection of pegylated IL-10 significantly elevated the levels of interferon (IFN)-γ and granzymes in tumor (Mumm et al., 2011, Mumm and Oft, 2013). In addition, IL-10 was required for the activation of tumor-resident, but not lymph node-resident, CD8+ T cells (Emmerich et al., 2012). Together, these partially contrasting results suggest that the role of IL-10 in tumor is likely context-dependent.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "mention": "Oft, 2014",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 221,
                    "end": 243,
                    "mention": "Hashimoto et al., 2001",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 297,
                    "end": 318,
                    "mention": "Nakamura et al., 2015",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 459,
                    "end": 478,
                    "mention": "Ouyang et al., 2011",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 612,
                    "end": 621,
                    "mention": "Oft, 2014",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 797,
                    "end": 815,
                    "mention": "Mager et al., 2016",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1112,
                    "end": 1129,
                    "mention": "Mumm et al., 2011",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1241,
                    "end": 1258,
                    "mention": "Mumm et al., 2011",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1260,
                    "end": 1278,
                    "mention": "Mumm and Oft, 2013",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1394,
                    "end": 1415,
                    "mention": "Emmerich et al., 2012",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Human breast cancer is the most common malignancy and a major cause of cancer-related death in women (Torre et al., 2015). It is well understood that the immune system plays a crucial role in the prognosis of breast cancer (Standish et al., 2008), but the exact mechanism underlying its pathology is still unknown. Like in other tumors, the role of IL-10 in breast cancer is also unclear. Breast cancer patients tended to present elevated serum IL-10 (Hamidullah Changkija and Konwar, 2012). The significance of the correlation between IL-10 concentration and breast cancer prognosis was dependent on the patient cohort, types of treatment, and the location of IL-10, but most studies demonstrated that higher IL-10 levels were associated with worse disease status (Chavey et al., 2007, Hamidullah Changkija and Konwar, 2012). However, since breast cancer cells, but not normal breast tissues, directly expressed IL-10 (Chavey et al., 2007, Venetsanakos et al., 1997), the high IL-10 expression might be a result rather than the reason of cancer progression. Also, whether IL-10 could activate and expand tumor-resident CD8+ T cells is yet unclear in breast cancer.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 120,
                    "mention": "Torre et al., 2015",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 224,
                    "end": 245,
                    "mention": "Standish et al., 2008",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 452,
                    "end": 489,
                    "mention": "Hamidullah Changkija and Konwar, 2012",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 766,
                    "end": 785,
                    "mention": "Chavey et al., 2007",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 787,
                    "end": 824,
                    "mention": "Hamidullah Changkija and Konwar, 2012",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 920,
                    "end": 939,
                    "mention": "Chavey et al., 2007",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 941,
                    "end": 966,
                    "mention": "Venetsanakos et al., 1997",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "It was suggested that IL-10 could functionally replace IL-2 in the proliferation of CD8+ T cells stimulated with anti-CD3 antibodies (Oft, 2014). In this study, we found that IL-2 and IL-10 worked synergistically to enhance the survival and proliferation of activated CD8+ T cells, resulting in elevated overall cytotoxic response. CD4+CD25+ regulatory T cells (Tregs) counteracted this synergy, possibly by depleting the level of IL-2 in culture but did not directly suppress IL-2 synthesis. In breast tumor, the cytotoxicity of tumor-infiltrating CD8+ T cells was low but could be enhanced by exogenous IL-2 and IL-10.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "mention": "Oft, 2014",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "All uses of human samples and study procedures were approved by the ethics committee of The Second People’s Hospital of Yunnan Province, with written informed consent from each participant.",
            "cite_spans": [],
            "section": "Ethical statement ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Seven HLA-A2-positive breast cancer patients (mean age 55.8 years ± SD 5.4 years) with Grade III, Stage IIA or IIB in-situ and invasive ductal carcinoma were recruited for this study. Clinical data were analyzed by DICAT (Vancouver, Canada). All patients and seven age-matched healthy controls donated peripheral blood samples and resected tumor samples. The peripheral blood mononuclear cells (PBMCs) were harvested by standard Ficoll (Thermo Fisher) gradient centrifugation method. The tumors were minced into small pieces and digested with a triple enzymatic digestion mix (2.5 mg/mL collagenase, 1 mg/mL hyaluronidase, and 20 U/mL DNase [Sigma]) for 3 h at 37° C in a shaking water bath. The tumor cell suspension was filtered and washed. Tumor mononuclear cells were harvested by Ficoll gradient centrifugation. Unless otherwise specified, all cells were cultured at 106\n cells/mL in RPMI 1640 supplemented with 15% FBS, 1% glutamine, and 1% penicillin-streptomycin (Thermo Fisher).",
            "cite_spans": [],
            "section": "Sample collection and cell culture ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For CD4+ T cell depletion, anti-human CD4 antibody (clone M-T466) and magnetic beads (Miltenyi Biotec) was applied to peripheral blood or tumor mononuclear cells following manufacturer’s instructions. For the separation of CD25+ and CD25− cells in CD4+ T cells, untouched CD4+ T cells were first isolated by CD4+ T Cell Isolation Kit, human (Miltenyi Biotec). The CD25 MicroBeads II, human (Miltenyi Biotec) was then applied following manufacturer’s instructions.",
            "cite_spans": [],
            "section": "Cell isolation and depletion ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The level of IL-2 and IL-10 in the sera of healthy controls and breast cancer patients were measured using human IL-2 and IL-10 ELISA kits (Thermo Fisher) according to the manufacturer’s instructions. For cytokine stimulation, 10 ng/mL recombinant human IL-2 (202-IL from R&D systems) and/or 100 ng/mL recombinant human IL-10 (217-IL from R&D systems) were added to the cell cultures.",
            "cite_spans": [],
            "section": "Cytokines ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All procedures were carried out in dark on ice. In all experiments, cells were washed and incubated first with Violet Dead Cell Stain (Thermo Fisher) for 15 min, washed twice, and then with different combinations of surface antibodies, including anti-human CD3, CD4, CD8, and CD25 (all from BD Biosciences), for 30 min. In some experiments, the Annexin V Apoptosis Detection kit (eBioscience) or the Foxp3/Transcription Factor Staining Buffer Set (eBioscience) were applied following the manufacturer’s instructions. For assessing cell proliferation, the CFSE Cell Proliferation Kit (Thermo Fisher) was applied at the beginning of incubation following the manufacturer’s instructions.",
            "cite_spans": [],
            "section": "Flow cytometry ::: Methods",
            "ref_spans": []
        },
        {
            "text": "MCF-7 was labeled with 50 μCi Na2\n51CrO4 (Sigma) for 1 h at 37° C, washed, and plated at 104 target cells per well in a 48-well plate. A small portion of the CD4-depleted PBMCs or tumor mononuclear cells was stained by anti-human CD8 antibody to determine the percentage of CD8+ T cells in culture. The number of cells to be added to the target cells was then calculated such that the CD8+ T cell (effector) to target ratio was 10/1, 50/1 or 100/1 as indicated in each experiment. In the spontaneous release control, no effector cell was added, while in the maximum release control, 1% Triton X-100 was added to lyse target cells. After 4 h incubation at 37° C, the samples were harvested and centrifuged, and 30 μL of the supernatant was then transferred to a polystyrene tube for gamma counting. Percentage specific lysis was calculated as (Cr-51 release in experiment–spontaneous Cr-51 release)/(maximum Cr-51 release–spontaneous Cr-51 release) × 100. All experiments were performed in triplicates.",
            "cite_spans": [],
            "section": "Cytotoxicity ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All statistical analyses were performed in Prism 6.0 software (GraphPad). Two-tailed p value smaller than 0.05 was considered statistically significant.",
            "cite_spans": [],
            "section": "Statistics ::: Methods",
            "ref_spans": []
        },
        {
            "text": "CD8+ T cell is considered the main effector cell in antitumor immune responses (Kilinc et al., 2009). Both IL-2 and IL-10 demonstrated anti-apoptotic function in CD8+ T cells (Liu et al., 2010, Oft, 2014). We first found that breast cancer patients presented elevated serum IL-2 and IL-10 levels than healthy individuals (Fig. 1\nA). To compare and contrast the roles of IL-2 and IL-10 on CD8+ T cell survival, CD4-depleted PBMCs from breast cancer individuals were unstimulated or stimulated through the T cell receptor (TCR) with anti-CD3/anti-CD28 monoclonal antibodies, in the presence of no additional cytokine (None), additional IL-2 (+IL-2), additional IL-10 (+IL-10), or additional IL-2 and IL-10 (+IL-2 + IL-10). CD4+ T cells were depleted because they could secrete high amount of IL-2 and IL-10 and produce confounding results. The survival of CD8+ T cells was then examined (Fig. 1B). After short-term (24 h) incubation, no significant differences in the apoptosis level of CD8+ T cells among various treatment conditions were observed (Fig. 1C). However, after longer-term (72 h) incubation, in TCR-stimulated CD8+ T cells, the addition of either IL-2 or IL-10 had suppressed the level of apoptosis, compared to those with no additional cytokine (Fig. 1C). When both IL-2 and IL-10 were added, the increase in the survival rate of TCR-stimulated CD8+ T cells was higher than the increases in IL-2 alone and IL-10 alone combined. Interestingly, this effect was only observed in TCR-stimulated, but not unstimulated CD8+ T cells, as the viability in TCR-stimulated CD8+ T cells presented lower viability than unstimulated CD8+ T cells when no additional cytokine was added (Fig. 1C).",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 99,
                    "mention": "Kilinc et al., 2009",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 176,
                    "end": 192,
                    "mention": "Liu et al., 2010",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 194,
                    "end": 203,
                    "mention": "Oft, 2014",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "IL-2 and IL-10 synergistically increased the survival of activated, but not quiescent, CD8± T cells ::: Results",
            "ref_spans": [
                {
                    "start": 322,
                    "end": 328,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 886,
                    "end": 892,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1048,
                    "end": 1054,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1259,
                    "end": 1265,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1684,
                    "end": 1690,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Next, we examined the effect of IL-2 and IL-10 in CD8+ T cell-mediated cytotoxicity through chromium release assay. In short-term (24 h) TCR-stimulated CD8+ T cells, no significant differences in cytotoxicity among None, + IL-2, + IL-10, and + IL-2 + IL-10 treatments were found (Fig. 2\nA). However, in long-term (72 h) TCR-stimulated CD8+ T cells, the None group presented significantly reduced cytotoxicity compared to the short-term TCR-stimulated None group, whereas the +IL-2 and +IL-10 groups demonstrated comparable cytotoxicity with corresponding short-term groups (Fig. 2B). The long-term +IL-2 + IL-10 group demonstrated significantly elevated cytotoxicity compared to the short-term +IL-2 + IL-10 group. To investigate the increase in long-term cytotoxicity in +IL-2 + IL-10 T cells, we examined the proliferation of TCR-stimulated CD8+ T cells in various cytokine treatments (Fig. 3\nA). IL-2 alone promoted the proliferation of TCR-stimulated CD8+ T cells. While IL-10 alone did not significantly increase the proliferation of TCR-stimulated CD8+ T cells, the IL-2 and IL-10 combined resulted in the highest frequency of dividing CD8+ T cells (Fig. 3B). Indeed, the +IL-2 + IL-10 group contained the highest number of CD8+ T cells after 72 h of TCR-stimulation (Fig. 3C).",
            "cite_spans": [],
            "section": "IL-2 and IL-10 synergistically increased the level of CD8± T cell cytotoxicity, likely due to improved proliferation of activated CD8± T cells ::: Results",
            "ref_spans": [
                {
                    "start": 280,
                    "end": 286,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 574,
                    "end": 580,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 888,
                    "end": 894,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1156,
                    "end": 1162,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1274,
                    "end": 1280,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In previous experiments, we had depleted CD4+ T cells to avoid potential confounding effects due to cytokine production by CD4+ T cells. However, the CD4+CD25+ Treg cells were shown to have crucial antiinflammatory properties in breast cancer (Curiel, 2007, Watanabe et al., 2010). Therefore, we decided to examine the actions of Treg cells on the effects of IL-2/IL-10 on CD8+ T cells. Foxp3 represents the canonical transcription factor for Treg cells. Foxp3+ T cells were concentrated in the CD25+ fraction of CD4+ T cells (Fig. 4\nA and C). We fractionated total CD4+ T cells into CD25+ and CD25− fractions, with greater than 91.5% purity for the CD25+ fraction and 99% purity for the CD25− fraction (Fig. 4B and D). Each fraction was then added to the TCR-stimulated CD4-depleted PBMC culture, with additional IL-2 and IL-10. The addition of CD4+CD25− T cells did not significantly change the cytotoxicity or proliferation of IL-2 and IL-10-treated TCR-stimulated CD8+ T cells, while addition of CD4+CD25+ Tregs significantly suppressed the cytotoxicity and proliferation of IL-2 and IL-10-treated TCR-stimulated CD8+ T cells (Fig. 5\nA–C). We next investigated the effect of CD4+CD25+ Treg cells on the concentration of IL-2 and IL-10, and found that the addition of CD4+CD25+ Treg cells significantly reduced the concentration of IL-2 in a cell number-dependent manner (Fig. 5D). However, CD4+CD25+ Treg cells did not directly suppress the transcription of IL-2 mRNA in CD8+ T cells (Fig. 5E). In addition, CD4+CD25+ Treg cells did not significantly change the concentration of IL-10 in culture or the transcription of IL-10 mRNA (Fig. 5D and 5E).",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 256,
                    "mention": "Curiel, 2007",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 258,
                    "end": 279,
                    "mention": "Watanabe et al., 2010",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "CD4 ± CD25± Treg cells suppressed the synergistic effects of IL-2 and IL-10 on CD8± T cells ::: Results",
            "ref_spans": [
                {
                    "start": 527,
                    "end": 533,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 704,
                    "end": 710,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1131,
                    "end": 1137,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1375,
                    "end": 1381,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1489,
                    "end": 1495,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1636,
                    "end": 1642,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Next, we investigated the effect of IL-2 and IL-10 on tumor-infiltrating CD8+ T cells. The freshly isolated tumor-infiltrating CD8+ T cells presented limited cytotoxicity (Fig. 6\nA). Neither IL-2 alone nor IL-10 alone was sufficient to rescue the cytotoxicity of tumor-infiltrating CD8+ T cells; however, when both IL-2 and IL-10 were added, the cytotoxicity of tumor-infiltrating CD8+ T cells was significantly increased. Similar to that in PBMCs, the IL-2 and IL-10-mediated enhancement of tumor-infiltrating CD8+ T cell cytotoxicity was significantly suppressed when CD4+CD25+ Treg cells were added (Fig. 6B).",
            "cite_spans": [],
            "section": "IL-2 and IL-10 synergisitcally increased the cytotoxicity of tumor-infiltrating CD8± T cells, which could be suppressed by CD4  ± CD25± Tregs ::: Results",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 178,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 603,
                    "end": 609,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The immune system is involved in almost every step of tumor pathobiology. Chronic inflammations are angiogenic and tumor promoting, while cytotoxic immune responses are crucial to tumor surveillance and elimination. Growing amounts of evidence suggest that IL-10 is more than a regulatory cytokine in antitumor immune responses. Both the proinflammatory and antiinflammatory actions of IL-10 have been implicated in the development as well as the suppression of tumor. On the tumor-suppressing side, IL-10 inhibits Th17 inflammation and tumor necrosis factor (TNF)-α and IL-23 enrichment, which could exert tumorigenic effects (Langowski et al., 2006). IL-10 also induces the activation and expansion of tumor-resident CD8+ T cells (Emmerich et al., 2012). On the tumor-promoting side, IL-10 is highly expressed in cancerous breast tissues but not the normal breast tissue, and is associated with higher grades of breast cancer in some studies (Chavey et al., 2007, Hamidullah Changkija and Konwar, 2012). These contrasting observations suggest that the precise role of IL-10 in cancer is context-dependent. In this study, we showed that the full antitumor capacity of IL-10 likely required the concurrent presence of IL-2. First, we found that after long-term TCR stimulation, the CD8+ T cells in breast cancer patients tended to undergo apoptosis, a phenomenon suppressible by IL-2 and/or IL-10 (Fig. 1). The cytotoxicity of TCR-stimulated CD8+ T cells also tended to decrease over time, a trend that could be reverted by IL-2 and IL-10 (Fig. 2). IL-2 significantly increased the level of proliferation in TCR-stimulated CD8+ T cells, while IL-10 did not (Fig. 3). Combining these results, IL-10 seemed to function primarily by improving the survival, but not the proliferation of TCR-stimulated CD8+ T cells. A similar role of IL-10 was previously discovered in acute coronavirus-induced encephalitis, where highly activated CD8+ T cells transiently expressed IL-10 while maintaining their cytotoxic functionality (Trandem et al., 2011). Notably, the addition of IL-2 and IL-10 demonstrated synergistic effects, because when both IL-2 and IL-10 were present, the improvement in CD8+ T cell survival, proliferation and cytotoxicity was higher than the sum of the improvements mediated by each individual cytokine. Furthermore, the tumor-infiltrating CD8+ T cells presented low cytotoxicity and could be rescued by neither IL-2 nor IL-10 alone but by the combined effects of IL-2 and IL-10 (Fig. 6). Together, this study offered a possible explanation to the partially disagreeing observations regarding the role of IL-10 in cancer, that the specific outcome of IL-10 enrichment was dependent on IL-2. This study also suggested that a combination of IL-2 and IL-10 might be incorporated in future immunotherapies.",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 650,
                    "mention": "Langowski et al., 2006",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 733,
                    "end": 754,
                    "mention": "Emmerich et al., 2012",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 945,
                    "end": 964,
                    "mention": "Chavey et al., 2007",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 966,
                    "end": 1003,
                    "mention": "Hamidullah Changkija and Konwar, 2012",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2018,
                    "end": 2038,
                    "mention": "Trandem et al., 2011",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1398,
                    "end": 1404,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1540,
                    "end": 1546,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1658,
                    "end": 1664,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2492,
                    "end": 2498,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "This synergistic effect was susceptible to the addition of CD4+CD25+ Tregs since these CD4+CD25+ Tregs significantly depleted IL-2, even when the cytokine was added exogenously at a concentration significantly higher than the physiological concentration (Fig. 5). Treg cells are known to increase the risk of metastasis in breast cancer but the precise mechanism is unknown (Watanabe et al., 2010). This result suggested that Treg cells possibly modified the cytokine milieu and eliminated the synergy of IL-2 and IL-10, resulting in reduced proliferation and cytotoxicity of CD8+ T cells.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 396,
                    "mention": "Watanabe et al., 2010",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 261,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "A few limitations are present in this study. First, we found that breast cancer patients had higher serum IL-2 and IL-10 concentrations than healthy individuals, suggesting that the immune system was more activated in breast cancer patients (Fig. 1). However, the concentration of intratumoral IL-2 and IL-10 was not examined in this cohort of patients due to a lack of more tumor samples. It is also unclear why tumor-infiltrating CD8+ T cells presented lower cytotoxicity than corresponding peripheral blood CD8+ T cells. In normal breast tissue resected together with the tumor, very few tissue-infiltrating CD8+ T cells could be recovered. Therefore, a “normal” control was lacking in experiments performed on tumor-infiltrating T cells. Furthermore, the majority of the conclusions were derived using isolated PBMC subsets in an in vitro environment while ignoring potential in vivo interactions. Therefore, further studies in animal models are necessary to confirm the concentration, function, and interactions of IL-2 and IL-10 in the tumor microenvironment.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 248,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "Conflict of interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: IL-2 and/or IL-10 addition significantly improved the survival of TCR-stimulated CD8+ T cells. (A) Serum IL-2 and IL-10 levels in age-matched healthy controls and breast cancer (BC) patients, measured with ELISA in triplicate experiments. The statistical differences between the healthy and the BC groups were examined by t-test with Welch’s correction. (B) Non-apoptotic cells were gated as annexin V-negative cells in CD8+ T cells. Cells shown were gated as live CD3+CD4−CD8+ cells in TCR-stimulated sample. (C) The percentage of viable CD8+ T cells (annexin V-negative) after 24 h (black bar) or 72 h (gray bar) in unstimulated media or after TCR-stimulation (anti-CD3/CD28 at 3 μg/mL each). The statistical difference between each experimental group and the corresponding None control group was examined using two-way ANOVA followed by Dunnett’s test. Bars represent SEM. ns: not significant. **P < 0.01. ***P < 0.001.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: IL-2 and/or IL-10 addition helped TCR-stimulated CD8± T cells to maintain their cytotoxicity. The MCF-7 breast cancer cell line was labeled with Cr-51 and was used as target cells. 0% specific lysis corresponds to the spontaneous Cr-51 release level and 100% specific lysis corresponds to the Cr-51 release level when 1% Triton X-100 was used to lyse all target cells. (A) Short-term (24 h) TCR-stimulated CD8+ T cells in None, +IL-2, +IL-10, or +IL-2 + IL-10 condition were used as effector cells. (B) Long-term (72 h) TCR-stimulated CD8+ T cells in None, +IL-2, +IL-10, or +IL-2 + IL-10 condition were used as effector cells. The statistical difference between each experimental group and the corresponding None control group was examined using two-way ANOVA followed by Dunnett’s test. Bars represent SEM. ns: not significant. *P < 0.05. **P < 0.01. ***P < 0.001.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: IL-2 and/or IL-10 addition increased the proliferation of TCR-stimulated CD8± T cells. CD8+ T cells in CD4-depleted PBMCs were labeled with CFSE and TCR-stimulated with anti-CD3/anti-CD28 monoclonal antibodies (3 μg/mL each) for 72 h and were harvested for flow cytometry examination. (A) The percentage of dividing cells (bold numbers) was gated as CFSE-low cells. Panels shown were already gated on CD3+CD4−CD8+ T cells. (B) The frequencies of dividing cells in None, +IL-2, +IL-10, and +IL-2 + IL-10 conditions after 72 h TCR-stimulation of CD8+ T cells. (C) The number of CD8+ T cells, counted in flow cytometer, at the end of 72 h TCR-stimulation, starting from 106 CD8+ T cells per condition. The statistical difference between each experimental group and the corresponding None control group was examined by one-way ANOVA followed by Dunnett’s test. Bars represent SEM. ns: not significant. *P < 0.05. ***P < 0.001.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Foxp3± Treg cells were isolated by CD4 ± CD25± phenotype. (A) The representative expression of CD25 vs. Foxp3 in CD4+ T cells. Cells shown were pre-gated on CD3+CD4+ T cells. (B) The representative result of CD25+ and CD25− cell purification by magnetic isolation in purified CD4+ T cells. (C) In breast cancer patients, most of the circulating Foxp3+ cells were in the CD25+ fraction of CD4+ T cells, as examined by Student’s t test. (D) The purity of CD25+ and CD25− cells were greater than 91.5% and 99.8%, respectively. Bars represent SEM. ***P < 0.001.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Foxp3± Treg cells suppressed IL-2 and IL-10-mediated enhancement of CD8± T cell function by depleting IL-2 concentration. CD4+CD25+ Treg cells or CD4+CD25− T cells were added to the +IL-2 + IL-10-treated TCR-stimulated CD8+ T cell culture for 72 h. The (A) viability, (B) cytotoxicity (E/T = 100/1), and (C) level of proliferation in CD8+ T cells were examined. The statistical difference between each experimental condition and the CD4-depleted control was examined by one-way ANOVA followed by Dunnett’s test. (D) The supernatant IL-2 and IL-10 level when CD4+CD25+ Tregs were added at various concentrations for 72 h, in TCR-stimulated CD4-depleted PBMCs. Each condition was supplemented with 3 μg/mL IL-2 and 3 μg/mL IL-10 initially. (E) The mRNA expression of IL-2 and IL-10 in CD8+ T cells at the end of the 72 h incubation, relative to GAPDH mRNA level. (D) and (E) The statistical difference between each experiment with the 0 control was examined by two-way ANOVA followed by Dunnett’s test. Bars represent SEM. ns: not significant. *P < 0.05. **P < 0.01. ***P < 0.001.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: IL-2 and IL-10 synergistically improved the cytotoxicity of tumor-infiltrating cells but could be suppressed by CD4 ± CD25± Treg cells. (A) Freshly isolated CD4-depleted tumor-infiltrating mononuclear cells were TCR stimulated in None, +IL-2, +IL-10, and +IL-2 + IL-10 conditions for 72 h, after which the cytotoxicity of tumor-infiltrating CD8+ T cells was examined at 50/1 E/T ratio. The statistical difference between each experiment and the None control was examined by one-way ANOVA followed by Dunnett’s test. (B) Various concentrations of circulating CD4+CD25+ Treg cells were added in the IL-2 and IL-10-treated TCR-stimulated tumor-infiltrating CD8+ T cell during the 72 h incubation, after which the cytotoxicity was examined at 50/1 E/T ratio. The statistical difference between each experiment and the 0 control was examined by one-way ANOVA followed by Dunnett’s test. Bars represent SEM. ns: not significant. **P < 0.01. ***P < 0.001.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Oestrogen receptor negative breast cancers exhibit high cytokine content",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Chavey",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Bibeau",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gourgou-Bourgade",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Burlinchon",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Boissière",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Laune",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Roques",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Lazennec",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Breast Cancer Res.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Tregs and rethinking cancer immunotherapy",
            "authors": [
                {
                    "first": "T.J.",
                    "middle": [],
                    "last": "Curiel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Clin. Invest.",
            "volume": "117",
            "issn": "",
            "pages": "1167-1174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "IL-10 directly activates and expands tumor-resident CD8+ T cells without De Novo infiltration from secondary lymphoid organs",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Emmerich",
                    "suffix": ""
                },
                {
                    "first": "J.B.",
                    "middle": [],
                    "last": "Mumm",
                    "suffix": ""
                },
                {
                    "first": "I.H.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "LaFace",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Truong",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "McClanahan",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Oft",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cancer Res.",
            "volume": "72",
            "issn": "",
            "pages": "3570-3581",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Role of interleukin-10 in breast cancer",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Hamidullah Changkija",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Konwar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Breast Cancer Res. Treat.",
            "volume": "133",
            "issn": "",
            "pages": "11-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "IL-10 inhibits granulocyte-macrophage colony-stimulating factor-dependent human monocyte survival at the early stage of the culture and inhibits the generation of macrophages",
            "authors": [
                {
                    "first": "S.I.",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Komuro",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "K.S.",
                    "middle": [],
                    "last": "Akagawa",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Immunol.",
            "volume": "167",
            "issn": "",
            "pages": "3619-3625",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Central role of tumor-associated CD8+ T effector/memory cells in restoring systemic antitumor immunity",
            "authors": [
                {
                    "first": "M.O.",
                    "middle": [],
                    "last": "Kilinc",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Harden",
                    "suffix": ""
                },
                {
                    "first": "L.P.",
                    "middle": [],
                    "last": "Virtuoso",
                    "suffix": ""
                },
                {
                    "first": "N.K.",
                    "middle": [],
                    "last": "Egilmez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Immunol.",
            "volume": "182",
            "issn": "",
            "pages": "4217-4225",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "IL-23 promotes tumour incidence and growth",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Langowski",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Mattson",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Basham",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "McClanahan",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Kastelein",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Oft",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "",
            "pages": "461-465",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Inhibition of STAT3 signaling blocks the anti-apoptotic activity of IL-6 in human liver cancer cells",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P.-K.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Biol. Chem.",
            "volume": "285",
            "issn": "",
            "pages": "27429-27439",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Cytokine-induced modulation of colorectal cancer",
            "authors": [
                {
                    "first": "L.F.",
                    "middle": [],
                    "last": "Mager",
                    "suffix": ""
                },
                {
                    "first": "M.-H.",
                    "middle": [],
                    "last": "Wasmer",
                    "suffix": ""
                },
                {
                    "first": "T.T.",
                    "middle": [],
                    "last": "Rau",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Krebs",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front. Oncol.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Pegylated IL-10 induces cancer immunity: the surprising role of IL-10 as a potent inducer of IFN-γ-mediated CD8(+) T cell cytotoxicity",
            "authors": [
                {
                    "first": "J.B.",
                    "middle": [],
                    "last": "Mumm",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Oft",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bioessays",
            "volume": "35",
            "issn": "",
            "pages": "623-631",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "IL-10 elicits IFN(-dependent tumor immune surveillance",
            "authors": [
                {
                    "first": "J.B.",
                    "middle": [],
                    "last": "Mumm",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Emmerich",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Mauze",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cancer Cell",
            "volume": "20",
            "issn": "",
            "pages": "781-796",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "IL10-driven STAT3 signalling in senescent macrophages promotes pathological eye angiogenesis",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sene",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Santeford",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Gdoura",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kubota",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Zapata",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Commun.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "IL-10: master switch from tumor-promoting inflammation to antitumor immunity",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Oft",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cancer Immunol. Res.",
            "volume": "2",
            "issn": "",
            "pages": "194-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Regulation and functions of the IL-10 family of cytokines in inflammation and disease",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Ouyang",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Rutz",
                    "suffix": ""
                },
                {
                    "first": "N.K.",
                    "middle": [],
                    "last": "Crellin",
                    "suffix": ""
                },
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Valdez",
                    "suffix": ""
                },
                {
                    "first": "S.G.",
                    "middle": [],
                    "last": "Hymowitz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Annu. Rev. Immunol.",
            "volume": "29",
            "issn": "",
            "pages": "71-7109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Breast cancer and the immune system",
            "authors": [
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Standish",
                    "suffix": ""
                },
                {
                    "first": "E.S.",
                    "middle": [],
                    "last": "Sweet",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Novack",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Wenner",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Bridge",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Martzen",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Torkelson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Soc. Integr. Oncol.",
            "volume": "6",
            "issn": "",
            "pages": "158-168",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Global cancer statistics, 2012",
            "authors": [
                {
                    "first": "L.A.",
                    "middle": [],
                    "last": "Torre",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "R.L.",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ferlay",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Lortet-Tieulent",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Jemal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "CA. Cancer J. Clin.",
            "volume": "0",
            "issn": "",
            "pages": "1-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Highly activated cytotoxic CD8 T cells express protective IL-10 at the peak of coronavirus-induced encephalitis",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Trandem",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Immunol.",
            "volume": "186",
            "issn": "",
            "pages": "3642-3652",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "High incidence of interleukin 10 mRNA but not interleukin 2 mRNA detected in human breast tumours",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Venetsanakos",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Beckman",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Br. J. Cancer",
            "volume": "75",
            "issn": "",
            "pages": "1826-1830",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Regulatory T cells and breast cancer: implications for immunopathogenesis",
            "authors": [
                {
                    "first": "M.A.E.",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "J.M.M.",
                    "middle": [],
                    "last": "Oda",
                    "suffix": ""
                },
                {
                    "first": "M.K.",
                    "middle": [],
                    "last": "Amarante",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cesar Voltarelli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cancer Metastasis Rev.",
            "volume": "29",
            "issn": "",
            "pages": "569-579",
            "other_ids": {
                "DOI": []
            }
        }
    }
}