{
    "paper_id": "PMC7134853",
    "metadata": {
        "title": "Lessons and myths in the HIV/AIDS response",
        "authors": [
            {
                "first": "Jon",
                "middle": [
                    "E"
                ],
                "last": "Rohde",
                "suffix": "",
                "email": "drjonrohde@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Peter Piot and colleagues1 neglect to mention the most egregious oversight made by the public health community in dealing with the HIV epidemic: the avoidance of surveillance and contact tracing and the secrecy involved in dealing with potentially infectious cases.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 26,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Infectious disease control through public health measures has repeatedly shown the efficacy of making new cases reportable, of identifying and tracing contacts, and of including them in further surveillance and containment efforts. These basic public health principles have been avoided in HIV over concerns about confidentiality, which itself has exacerbated the stigma and discrimination that Piot and colleagues admit have been a significant impediment to HIV control. Appropriate measures can protect against these unfortunate outcomes without total secrecy.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Had full implementation of normal public health procedures for control of an emerging infectious disease been followed, such as we saw for severe acute respiratory syndrome (SARS), it is likely that the extent of the AIDS epidemic would have been substantially curtailed. Even at this late date, making the disease reportable and tracing all possible contacts with intensive education of all exposed, along with HIV testing and continued surveillance and needed clinical care, would do much to stem the spread of this epidemic.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "AIDS: lessons learnt and myths dispelled",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kazatchkine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dybul",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lob-Levyt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "",
            "pages": "260-263",
            "other_ids": {
                "DOI": []
            }
        }
    }
}