{
    "paper_id": "PMC7094359",
    "metadata": {
        "title": "Follow-up Study on Pulmonary Function and Lung Radiographic Changes in Rehabilitating Severe Acute Respiratory Syndrome Patients After Discharge",
        "authors": [
            {
                "first": "Lixin",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "email": "liuyn@301hospital.com.cn",
                "affiliation": {}
            },
            {
                "first": "Youning",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yueyong",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qing",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Baoxing",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Weijun",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Our study extended from July 1, 2003, to September 30, 2003, and included 258 SARS patients discharged from Beijing Xiaotangshan Hospital. The individual clinical diagnosis was based on the clinical diagnosis standard for SARS patients issued by Ministry of Chinese Public Health. All patients studied met the specified criteria for discharge.3 The first follow-up visits for these patients were from July 1, 2003, to August 10, 2003. Although most of these rehabilitating SARS patients were well enough to perform their daily activities in the follow-up study, they complained of limited physical ability from general weakness and/or shortness of breath during the clinical follow-up. Being an entirely new entity, there was no literature to reference for guidance about the course of SARS; therefore, we relied only on performing follow-up pulmonary function testing, frontal chest radiography (CXR), and/or high-resolution CT, and serum SARS-CoV IgG antibody examination in Chinese PLA General Hospital, Beijing.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 344,
                    "mention": "3",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Study Protocol ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Approximately 1 month after the first follow-up, patients underwent pulmonary function testing, lung imaging, and serum SARS-CoV IgG antibody examination to observe the rehabilitative changes in the lung injury, and all examinations performed at the first follow-up visit were repeated at the second visit. The second follow-up was obtained on an average (± SD) of 33 ± 7 days (range, 24 to 50 days) after the first visit.",
            "cite_spans": [],
            "section": "Study Protocol ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Each rehabilitating SARS patient underwent standard pulmonary function testing (Model 2200; SensorMedics; Yorba Linda, CA) for FEV1, vital capacity (VC), FVC, total lung capacity, diffusion capacity of the lung for carbon monoxide (Dlco), and Dlco constant (Dlco/Va) measured by means of the single-breath test. The hemoglobin value was also taken for correcting the Dlco. The results were compared with those of age- and sex-matched control subjects and expressed as a percentage of predicted values. Pulmonary function was regarded as abnormal when Dlco was < 80% of the predicted value.",
            "cite_spans": [],
            "section": "Pulmonary Function Testing ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "CXR was performed at the first follow-up visit for every rehabilitating SARS patient. If CXR abnormalities were found or if the Dlco was < 80% of the predicted value despite a normal CXR, the patients were sent for HRCT scanning (GE LightSpeed; GE Medical Systems; Milwaukee, WI), 1-mm section in thickness with 10-mm gap, supine position, scanning during inspiration, 1 second per scan, 140 kilovolts, 200 mA). Three nonblinded radiologists with a viewing console assessed all CXR and CT images, with the final conclusions established by consensus. Each segment of the lung was reviewed for ground-glass opacification, interstitial thickening, bronchiectasis, and architectural distortion. Abnormalities were magnified by using a zoom function and were examined for intralobular interstitial, interlobular septal, or peribronchovascular interstitial thickening. The presence or absence of nodules or masses, cavitation or calcification, and emphysema was also noted. The presence of parenchymal bands, irregular interfaces (bronchovascular, pleural, or mediastinal), thickened interstitium, and traction bronchiectasis were evidence of fibrotic changes.4\n",
            "cite_spans": [
                {
                    "start": 1154,
                    "end": 1155,
                    "mention": "4",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "CXR and Evaluation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV IgG antibody present in serum specimens of rehabilitating SARS patients was tested with enzyme-linked immunosorbent assay (No. S20030003; BGI-GBI Biotech Company; Beijing, ROC), and all specimens were tested at BGI-GBI Biotech Company. The wells with polystyrene microplate strips were coated with two recombinant SARS-CoV antigens that are well characterized. The serum was diluted in diluent buffer (1:10), incubated in the coated wells for 30 min at 37°C, and the wells were washed five times with washing buffer. The enzyme-labeled antihuman IgG working dilution (100 μL) was added, incubated for 20 min at 37°C, and washed five times with washing buffer. A tetramethyl-benzidine substrate was then added to each well. The presence of specific antibodies was indicated by the presence of a yellow color after substrate addition. Reaction was terminated by addition of hydrochloric acid. The intensity of the color was measured spectrophotometrically at 450 nm in proportion to the amount of antibodies in the specimen. The optical density (OD) obtained on the y-axis was plotted against the lot-specific standard concentrations on the x-axis, resulting in a linear calibration curve. The OD values of the positive control and negative control were calculated. The cut-off value for IgG was 0.18, which was calculated as the mean + 2 SD of the readings given by 1,000 blood donor control sera. If the OD value was above the cut-off value, it indicated a positive result for SARS-CoV IgG.5\n",
            "cite_spans": [
                {
                    "start": 1499,
                    "end": 1500,
                    "mention": "5",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "SARS-CoV IgG Antibody Test ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Total RNA from the examining sputum, urine, feces, and whole blood was extracted (QIAamp RNA Blood Mini Kit 52304; QIAGEN; Valencia, CA) according to the instructions of the manufacturer. The RNA was dissolved in 40 μL of diethyl pirocarbonate-treated water containing 1 U of deoxyribonuclease I (Promega; Madison, WI). Nested reverse transcriptase-polymerase chain reaction (PCR) method was primarily used to ensure specificity. The size of the PCR product is 131 base-pairs covering the nucleotide positions 26, 241–26, 371 base-pairs in SARS-CoV BJ01 strain. Complementary DNA was synthesized by reverse transcription from 6 μL of RNA at 45°C for 50 min in a 20-μL solution containing 50 mM Tris-HCl (pH 8.3), 75 mM KCl, 3 mM MgCl2, 10 mM dithiothreitol, 100 ng of the random hexamer primers, 200 U of Moloney murine leukemia virus (Promega), 25 U of recombinant ribonuclease inhibitor (N2511; Promega) and 0.5 mM deoxynucleoside triphosphate. The primary PCR was carried out in a 25-μL mixture containing 2 μL of complementary DNA, 10 mM Tris–HCl (pH 8.4), 50 mM KCl, 2.5 mM MgCl2, 100 μM deoxynucleoside triphosphate, 1 U of Taq DNA polymerase (Promega), 0.25 μM of forward primer (SARS-Cov primer sequence [Cor] F1: 5′-TCACACTAG CCATCCTTACTG-3′) and 0.25 μM reverse primer (Cor R1: 5′-TATTATGTACAAAAACCTGTTCC-3′). After 35 amplification cycles (94°C for 30 s; 54°C for 30 s; 72°C for 30 s), the secondary PCR was performed in a 25-μL mixture containing 1 μL of the first PCR product, 10 mM Tris-HCl (pH 8.4), 50 mM KCl, 2.5 mM MgCl2, 100 μM deoxynucleoside triphosphate, 1 U of Taq DNA polymerase, 0.25 μM inner forward primer (Cor F2: 5′-CGTGAGTTTAGTAAAACCAA-3′) 0.25 μM reverse primer (Cor R2: 5′-AATGTTAAAGTTCCAAACAGA-3′) and 0.25 μM TaqMan probe (5′FAM-AGAAGATCAGGAACTCCTTCAGA-TAMRA3′) in a fluorometric thermal cycler (iCycler; Bio-Rad Laboratories; Hercules, CA). Forty cycles of amplification (94°C for 15 s; 58°C for 1 min; fluorescence signals were recorded at 58°C) were performed after denaturing at 95°C for 4 min.5\n",
            "cite_spans": [
                {
                    "start": 2032,
                    "end": 2033,
                    "mention": "5",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Viral RNA Extraction and Reverse Transcriptase-Polymerase Chain Reaction Method ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "We retrospectively reviewed and analyzed the data from the records of SARS patients from the onset and throughout the hospital stay, including the duration of persisting fever, total dosage of glucocorticoid, patients requiring supplemental oxygen, and number of noninvasive ventilation treatments.",
            "cite_spans": [],
            "section": "Retrospective Analysis for SARS Patients ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "All data are expressed as mean ± SD unless otherwise indicated. Statistical analyses were done by one-way analysis of variance (ANOVA) and the Student-Newman-Keuls test for multiple comparisons. We used statistical analysis software (STATA 7.0 for Windows; StataCorp; College Station, TX) for evaluating the results of our study. With each statistical test, the level used to determine the significance was considered at a p value < 0.05.",
            "cite_spans": [],
            "section": "Statistical Analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Of the rehabilitating SARS patients, as expected, all samples tested negative for the viral RNA. In the serum SARS-CoV IgG antibody examination (each follow-up required serum SARS-CoV IgG antibody testing, and each serum sample was tested at least two times), positive results were seen in 208 patients (80.6%) and negative results were seen in 50 patients (19.4%). Of the patients with positive results, 53 patients (25.5%) had a pulmonary diffusion abnormality (Dlco < 80% predicted), and 2 patients (4%) with negative results had a pulmonary diffusion abnormality (Dlco < 80% predicted with one of them having a history of COPD with pulmonary fibrosis changes, the other with the history of organized pneumonia disease) [p = 0.001; Table 1\n]. The patients with positive SARS-CoV IgG results and Dlco < 80% predicted were older than the patients with positive SARS-CoV IgG results and Dlco ≥ 80% predicted and the patients with negative SARS-CoV IgG results (p = 0.0088; Table 2\n).",
            "cite_spans": [],
            "section": "Follow-up Findings ::: Results",
            "ref_spans": [
                {
                    "start": 735,
                    "end": 742,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 973,
                    "end": 980,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Of the patients with positive SARS-CoV IgG antibody results and Dlco < 80% predicted, 51 of the 53 patients (96%) underwent pulmonary function testing at least twice, with the second follow-up appointment being on average 33 ± 7 days (range, 24 to 50 days) after the first visit. Table 3\nshows the results of pulmonary function testing (VC, FEV1, Dlco, and Dlco/Va) during the second examination, revealing an improvement in scores compared to the first examination (Table 3).",
            "cite_spans": [],
            "section": "Follow-up Findings ::: Results",
            "ref_spans": [
                {
                    "start": 280,
                    "end": 287,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 467,
                    "end": 474,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "There were residual abnormalities on the CXRs and HRCT imaging in 52 of the 258 SARS patients, mainly displaying interstitial thickening, ground-glass opacification, bronchiectasis, and signs of volume loss. Of the 52 patients, there were 48 patients with positive SARS-CoV IgG results and 4 patients with negative results. In the 48 patients who had a residual abnormality on radiographic examination and positive SARS-CoV IgG results, 40 patients underwent HRCT imaging examination after approximately 1 month. Results showed that 22 of 40 patients had an improvement in the lung abnormality, whereas the remaining 18 patients had an unchanged abnormality (Table 4\n; Fig 1\n, 2\n).",
            "cite_spans": [],
            "section": "Follow-up Findings ::: Results",
            "ref_spans": [
                {
                    "start": 669,
                    "end": 674,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 675,
                    "end": 678,
                    "mention": ", 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 659,
                    "end": 666,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "During the course of SARS disease, the duration of fever in patients with positive SARS-CoV IgG antibody results and Dlco < 80% predicted was longer compared to the patients with positive SARS-CoV IgG results and Dlco ≥ 80% predicted and the patients with negative SARS-CoV IgG results. The doses of glucocorticoid used, the fraction of inspired oxygen concentration, and the number of noninvasive positive pressure ventilation (NIPPV) treatment for patients with positive SARS-CoV IgG results and Dlco < 80% predicted also were higher than for the other patients (Table 5\n). Of the 258 patients, none were intubated or received invasive mechanical ventilation, but 18 patients received NIPPV (Table 5).",
            "cite_spans": [],
            "section": "Retrospective Analytic Findings ::: Results",
            "ref_spans": [
                {
                    "start": 565,
                    "end": 572,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 694,
                    "end": 701,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "SARS caused by SARS-CoV is a unique pneumonia that is contagious and involves multiple organs. SARS-CoV infects the human body through the respiratory tract and replicates in the epithelial cells of the respiratory tract and pneumocytes. The host's immune response to SARS-CoV infection leads to lymphocyte production and to macrophage infiltration into the alveolar septa and interstitial compartments. In patients with severe SARS, pulmonary lesions may progress into the proliferating and fibrosis phases. In the proliferating phase, cellular components such as myofibroblasts and fibroblasts produce collagen type III and collagen type I.1\n6 In the rehabilitating phase, some patients still have lung fibrotic changes and complain of limited physical function from general weakness and/or shortness of breath affecting their pulmonary functions and life quality.7\n8\n",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 643,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 644,
                    "end": 645,
                    "mention": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 866,
                    "end": 867,
                    "mention": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 868,
                    "end": 869,
                    "mention": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "During follow-up visits, we found that the rehabilitating SARS patients did not express persistence of SARS virus infection, as detected by SARS-CoV RNA examination, and the results showed that the rehabilitating patients did not have infectivity. In our study, 50 of 258 patients (19.4%) showed negative SARS-CoV IgG antibody results in at least two examinations, hinting that they might have been misdiagnosed. Both the Chinese clinical diagnosis standard (2003)3 and the Centers for Disease Control and Prevention SARS case definition (2003)9 emphasize the importance of epidemiologic history, clinical manifestation, and CXR changes on clinically diagnosed SARS disease. In the laboratory test, the Centers for Disease Control and Prevention SARS case definition especially emphasizes the importance on confirming SARS through detecting the dynamic changes of titrations of specific antibodies against SARS-CoV and positive detection of SARS-CoV RNA by PCR, but the Chinese clinical diagnosis standard does not mentioned the importance of laboratory SARS-CoV testing in SARS case confirmation. This might cause the existence of misdiagnosed SARS cases. Therefore, in the retrospective and follow-up study, we excluded these cases to ensure data accuracy. In our study, we found that there were 53 of 208 patients (25.5%) whose SARS-CoV IgG antibody results positive and also had a pulmonary diffusion abnormality (Dlco < 80% predicted). Analyzing the results of the second pulmonary function examination and comparing them to the results of the first showed that most of these patients (41 of 51 patients, 80.4%) had improved pulmonary diffusion function (p = 0.0003). Of the rehabilitating patients with pulmonary radiologic residue caused by SARS disease presenting as pulmonary fibrotic changes, 22 of 40 patients (55%) showed improvement on the HRCT scan in a month. This suggests that the mechanism of lung injury and lung fibrotic changes caused by SARS-CoV might have a different pathophysiologic process as compared to other diseases in the lung. SARS patients with lung fibrotic changes seem to have the ability of self-rehabilitation, and a pulmonary diffusion test might be more sensitive than HRCT on evaluating lung fibrotic changes (80.4% vs 55%). We think that the radiologic resolution of pneumonic process may lag behind the clinical picture. Although this study was limited to only approximately a 2-month follow-up, the lung function test reflected an earlier resolution of diffusion impairments compared with HRCT.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 465,
                    "mention": "3",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 544,
                    "end": 545,
                    "mention": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Through retrospectively analyzing the data of SARS patients including the duration of persistent fever and treatment information, we found that the patients with positive SARS-CoV IgG results and Dlco < 80% predicted were older compared with the patients with positive SARS-CoV IgG results and Dlco ≥ 80% predicted and with negative SARS-CoV IgG results. The duration of fever, dosage of glucocorticoid usage, fraction of inspired oxygen, and number of NIPPV treatments in the patients with positive SARS-CoV IgG results and Dlco < 80% predicted were also longer. This may explain why older SARS patients had more severe symptoms than the younger patients. In spite of more aggressive therapy methods, the sequelae rates in the older rehabilitating SARS patients presented higher rates of lung fibrotic changes.10\n11\n",
            "cite_spans": [
                {
                    "start": 811,
                    "end": 813,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 814,
                    "end": 816,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, SARS is associated with considerable rates of morbidity and mortality in the acute phase. A significant proportion of patients surviving the acute illness have impairment in overall functional capacity and health status in the first few months after discharge from the hospital. However, the long-term effect is still largely unknown. It is necessary to follow-up on these patients for some time with comprehensive assessments for detection and appropriate management, in case any persistent or emerging sequelae exist.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We thank Professor Huifang Ye for critically reading and amending the article.",
            "cite_spans": [],
            "section": "Acknowledgement",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: SARS-CoV IgG Results for SARS Patients\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Characteristics of SARS Patients*\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Pulmonary Function Test Results for 51 Discharged SARS Patients*\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: HRCT Changes for 40 Patients With Positive SARS-CoV IgG Antibody Results and Dlco < 80%*\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Index of SARS Patients During the Period Having SARS Disease*\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Top, A: HRCT scan of the lung area in a 60-year-old woman with SARS showing interstitial thickening and ground-glass opacification. Bottom, B: The second CT scan shows improvement of lung abnormalities. The two HRCT images are not from the same anatomic level and are of different attenuation.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Top, A: HRCT scan of the lung area in a 54-year-old man with SARS showing bronchiectasis and diffusely thickened interlobular septa giving crazy-paving appearance. Bottom, B: The second CT scan shows no obvious improvement of lung abnormalities.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Consensus for the management of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Chinese Med J",
            "volume": "83",
            "issn": "",
            "pages": "1731-1754",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "VC",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767-1772",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "SARS: prognosis, outcome and sequelae",
            "authors": [
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "YW",
                    "middle": [],
                    "last": "Mok",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Respirology",
            "volume": "8(suppl)",
            "issn": "",
            "pages": "S36-S40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Severe acute respiratory syndrome: clinical outcome and prognostic correlates",
            "authors": [
                {
                    "first": "PT",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "1064-1069",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Ministry of Chinese Public Health. Diagnosis standard, treatment proposal and discharge consulting criteria for severe acute respiratory syndrome",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Thin-section CT in patients with severe acute respiratory syndrome following hospital discharge: preliminary experience",
            "authors": [
                {
                    "first": "GE",
                    "middle": [],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "KT",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "DSC",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "228",
            "issn": "",
            "pages": "810-815",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Antibody response and viraemia during the course of severe acute respiratory syndrome (SARS)-associated coronavirus infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Med Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "435-438",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "How is type I procollagen synthesis regulated at the gene level during tissue fibrosis",
            "authors": [
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Cutroneo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Cell Biochem",
            "volume": "90",
            "issn": "",
            "pages": "1-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986-1994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Updated interim U.S. case definition for severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}