{
    "paper_id": "PMC7241391",
    "metadata": {
        "title": "The Economic and Public Health Imperatives Around Making Potential Coronavirus Disease–2019 Treatments Available and Affordable",
        "authors": [
            {
                "first": "Steven",
                "middle": [],
                "last": "Forsythe",
                "suffix": "",
                "email": "sforsythe@avenirhealth.org",
                "affiliation": {}
            },
            {
                "first": "Joshua",
                "middle": [],
                "last": "Cohen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Neumann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stefano",
                "middle": [
                    "M."
                ],
                "last": "Bertozzi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "Kinghorn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Estimates of the global economic costs of coronavirus disease 2019 (COVID-19) vary from $77 billion to as high as $2.7 trillion.1 As of this writing, there have been over 4.3 million infections and 300 000 deaths globally. There is currently no cure for patients with COVID-19, but there are more than 300 different trials launched to discover a drug that would minimize both morbidity and mortality.2 Although the availability of a proven treatment for COVID-19 would be met with extreme enthusiasm, the successful testing of any drug will only be the first step in determining how to provide access on a global level. Any treatment must be widely available and affordable to address this global pandemic.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 400,
                    "end": 401,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Given the magnitude and pace of the worldwide spread of the novel coronavirus, it is important to preemptively develop strategies for making a treatment available affordably, rapidly, and at scale. Appropriate strategies could avoid delays and inefficient policy decisions and ensure that stakeholders are incentivized to develop and roll out effective products. Organizations such as the Bill and Melinda Gates Foundation, Wellcome Trust, and Mastercard have already committed $125 million not only to accelerate the development of a COVID-19 therapeutic, but also to accelerate manufacturing and distribution of any such treatment. As stated by Bill Gates, any treatment for COVID-19 must be “available and affordable for people who are at the heart of the outbreak and in greatest need. Not only is such distribution the right thing to do, it’s also the right strategy for short-circuiting transmission and preventing future pandemics.”3\n",
            "cite_spans": [
                {
                    "start": 939,
                    "end": 940,
                    "mention": "3",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In this commentary, we define affordability in terms of “being relevant if paying for all patients [who are] potentially eligible for a new treatment would force either an overrun of the payer’s planned budget or a displacement of other treatments regarding as being cost-effective.”4 In the context of developing countries, affordability would be a particularly acute issue if a COVID-19 medication was very effective and would be required by a large patient population. Given the limited and short-term health budgets of most developing countries, any such new COVID-19 treatment would require that the country (1) forgo the opportunity to access the new COVID-19 treatment (as occurred in the early days of antiretroviral therapy for HIV in most developing countries), (2) discontinue offering other cost-effective treatment program to access the new COVID-19 treatment, or (3) identify external sources of funding that could pay for the new COVID-19 treatment.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 284,
                    "mention": "4",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A variety of drugs are currently being tested as potential treatments, including Gilead’s remdesivir, AbbVie’s lopinavir/ritonavir (Kaletra), Fujifilm Toyama Chemicals’ anti-influenza drug favipiravir (Avigan), and generic antimalarials. Remdesivir had apparent success in treating a 35-year-old COVID-19 patient with pneumonia in Washington state.5 An analysis of 53 patients receiving remdesivir for compassionate use showed that 36 of them (68%) had clinical improvements, although the results are difficult to generalize given the lack of a control population.6 A subsequent trial conducted by the National Institutes of Health found that remdesivir was effective in reducing the length of hospitalization and might decrease the mortality of patients with COVID-19. Lopinavir/ritonavir also seemed to be successful in treating a 62-year-old in Spain with COVID-19,7 but a recently published trial suggests the drug may not be effective.8 An early trial of favipiravir tablets among 340 patients found that the drug shortened the period to recovery while also improving the lung function of patients.9 In the meantime, a range of other medications is being explored, including chloroquine and hydroxychloroquine.10\n",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 349,
                    "mention": "5",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 564,
                    "end": 565,
                    "mention": "6",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 868,
                    "end": 869,
                    "mention": "7",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 940,
                    "end": 941,
                    "mention": "8",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1103,
                    "end": 1104,
                    "mention": "9",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1215,
                    "end": 1217,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Another treatment approach entering trials is the use of antibodies (convalescent sera) from people who have recovered from COVID-19. This approach has been used previously, as long ago as the 1918 influenza pandemic and as recently as the 2014 Ebola epidemic.11 The use of convalescent sera is dependent on local availability of sophisticated blood banks with apheresis capacity. Countries that have experienced early epidemics could possibly scale up production, but it will always be a high-cost product. Even the production of monoclonal antibodies is inherently more expensive and more difficult to replicate, typically, than synthesis of small-molecule drugs.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A key question raised by national and international public health officials, as well as companies manufacturing these drugs, relates to the price(s) for a COVID-19 treatment that would be considered just, affordable, reasonable, and fair.12 Proactive consideration of the question could affect the speed, scale, and effectiveness of decisions and responses, as well as factors such as willingness to invest in research and development. An ideal approach would maximize value globally, assure equity in access to treatment, and focus on those who are worse off.13\n",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 560,
                    "end": 562,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The example of human immunodeficiency virus (HIV)/acquired immunodeficiency syndrome (AIDS) medications illustrates the challenges when a new treatment is discovered and launched, but there is no strategy for making it affordable in the countries most in need. Antiretroviral therapy was found to be a highly effective treatment for people living with HIV in 1996. Nevertheless, at prices of $10 000 to $15 000 per patient per year, it was unaffordable in African countries, where most infections were occurring. Antiretroviral therapy only became available in most African countries in 2002 (the launch of the Global Fund to Fight AIDS, Tuberculosis and Malaria) and 2003 (the start of the President’s Emergency Plan for AIDS Relief). As a result, more than 5 years were lost because treatment was largely limited to developed countries.14 Millions died as a result of an inability to provide affordable treatment during this time. This tragic lesson could be sadly relevant for any COVID-19 medication if affordability is not addressed immediately.",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 840,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In the case of COVID-19, there is great uncertainty about the potential pricing of any treatment. Oppenheimer analyst Hartaj Singh has projected a price of $50 to $100 per patient if remdesivir is successful.15 Financial analysts from Morgan Stanley estimated that remdesivir could be sold for $260 per patient.16 RBC Capital Markets has indicated that Gilead could charge between $900 and $1000 per patient treated if remdesivir is proven to be effective.17 Michael Yee from Jefferies’ has proposed that Gilead could charge between $1000 and $5000 for a round of treatment, again assuming that the drug is effective.18 These estimates are willingness-to-pay estimates, based on a relatively free market, such as the United States. They are unlikely to be acceptable for most markets outside the United States where prices are often negotiated with a national health authority.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 311,
                    "end": 313,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 456,
                    "end": 458,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 617,
                    "end": 619,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Any manufacturer of an effective COVID-19 therapeutic is likely to adopt a differentiated pricing model, both to maximize their reach as well as profits, though some drug makers may launch treatments on a not-for-profit basis. The lowest prices would presumably be charged to low- and middle-income countries (eg, Ethiopia, Malaysia, Pakistan, South Africa, Guatemala, and Kenya). Moderate prices would be charged in higher-income countries with strictly regulated markets (eg, Japan, South Korea, United Kingdom, France, and Germany). The highest prices would probably be charged in high-income countries with relatively unregulated markets (eg, United States).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Ultimately defining what the value of any treatment is will depend on several factors (Table 1\n). The first and most critical factor relates to the drug’s effectiveness and safety. Even if the drug is effective, it may turn out to be effective only for certain subgroups of patients (eg, the most severely ill), and not recommended for all infected individuals. In addition, a drug may not only be useful for treating an individual infected with COVID-19, but also in preventing new infections. By reducing viral levels in body fluids, treatment may prevent secondary COVID-19 infections. In addition, it might be feasible to use the drug prophylactically to prevent new infections. This would make treatment especially desirable from a public health perspective.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Price will also be influenced by the manufacturer’s market power. There is already a highly competitive race for an effective treatment, with each manufacturer trying to be the first to demonstrate effectiveness and to have their product widely available and patented. If multiple manufacturers can demonstrate successful treatments, there will be a downward pressure on prices, while if there is only 1 successful candidate, the resulting price will likely remain high. There is also the potential for alternatives to treatment such as a vaccine, which could limit the need, and thus the value, of any treatment.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The type of treatment will also play a role in how much countries are able and willing to pay and how much producers will charge. For example, a medication only available as an intravenous injection and requiring hospitalization is likely to be priced differently than an outpatient oral medication. The price of any medication will also be influenced by the cost of manufacturing, including the cost of creating production capacity at scale, the investment in research and development, and the ability of any company to develop the supply chain needed for wide distribution (if that company does not already have such a supply chain) across countries, as well as opportunities for licensing drugs.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "From a public health perspective, there will be a large demand for any effective treatment, for both immediate care and for the purpose of stockpiling medications for future outbreaks. Despite the significant public pressure to access any effective treatment, all countries have limits in their ability to purchase any single treatment. Most African countries, for example, have very constrained healthcare budgets. Thus far, they have suffered relatively limited impact from COVID-19. Nevertheless, this could change rapidly with particularly disastrously consequences.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It will also be important to analyze the cost-effectiveness of any new drug from a longer-term and societal perspective. Compared to competing health interventions, the drug might have high costs relative to its effectiveness, making it difficult to prioritize allocating scarce health budgets to the drug, if its price does not fall.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It is also important to distinguish between the price a drug may command on the open market and the out-of-pocket costs of insured patients (or uninsured patients who get subsidies from the government). In the United States, Health and Human Services Secretary Alex Azar has indicated there would not be any price controls per se.19 Nevertheless, the government may ensure affordability by subsidizing costs (for both insured and uninsured patients), particularly if use of the treatment by more individuals creates externalities in broader social benefits from reducing the spread or impact of illness.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In the event of a very severe, sustained epidemic, there will be pressure for the government, insurers, and manufacturers to agree on volumes, prices, and licenses to other manufacturers, including generic formulations, to create more certainty and capacity for rapidly scaling up access to the drug. In several low- and middle-income countries, marginal cost pricing is used, which sets prices close to the cost of production. Furthermore, countries such as Brazil have already established a precedent by using the threat of compulsory licensing of antiretroviral drugs for treating patients with HIV to increase affordable access.20\n",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 634,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The United Kingdom’s experience with oseltamivir (Tamiflu) illustrates that governments need to carefully consider factors in making large-scale procurement decisions. Between 2006 and 2013, the government bought large volumes of oseltamivir at a total negotiated price of $685 million, in preparation for a flu pandemic.21 Nevertheless, the procurement of oseltamivir generated some controversy, because much of the large stockpile was never used, and it was unclear if the effectiveness and cost-effectiveness of oseltamivir was adequate to justify the cost.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 323,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Ideally, there would be a global mechanism that would simultaneously incentivize rapid development of treatments for COVID-19 and ensure very rapid and affordable access for the world’s population. This will require compensating successful innovation and simultaneously unleashing global generic manufacturing capacity. Much has been written about these types of mechanisms. They typically resemble a large prize that is awarded to the innovator in exchange for the intellectual property rights (at least for low- and middle-income countries). For a pandemic of this sort, it might well be more efficient for the access to be universal, with set global prices (that would presumably be different depending on the wealth of the country) obviating the need for country-specific negotiations. There would be a clear role for a multilateral agency such as the World Health Organization or the World Bank to play.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The complexity of such approaches lies in who is eligible for the prize and how the terms are set. For example, if the prize defines eligibility as a COVID-19 therapeutic that reduces mortality by 50% or more and costs less than $200 per course of treatment and company A is the first to produce and demonstrate the efficacy of such a product, it would win the prize. If a month later company B introduces a second drug that reduces mortality by 80%, would it also be eligible for the prize? What about company C that produces a drug that is also 50% effective, but costs 1/10th of the cost of company A’s drug to produce? Now is the time to contemplate and define these parameters and for countries to immediately commit to a fund that would administer the prizes and negotiate global prices for any treatment.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In conclusion, it is imperative to develop economic scenarios and to assess now how best to assure sustainability, analogous to the way epidemiologists are creating epidemiologic scenarios based on various assumptions about the future. Economic scenarios must consider the characteristics of the potential therapeutics. In each scenario, economists should evaluate methods to incentivize or require manufacturers and donors to invest in developing and providing equitable and affordable access to treatments. Economists should also assess the cost-effectiveness associated with different therapeutics, to inform decision making by national and international policy makers regarding allocation of scarce resources. At the same time, policy makers should be informed of various ways to make treatments more affordable, including methods for using compulsory licensing, generics, and consolidated national/regional/global purchasing.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Ultimately, the world cannot repeat the mistakes that were made in the early years of HIV/AIDS treatment. Having heavily affected countries excluded de facto from acquiring treatment due to unaffordable price structures is not an acceptable outcome. Economic planning is required to understand incentives, prices, willingness to pay, and cost-effectiveness so that decisions can be made that benefit the entire world when and if a treatment becomes available.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Factors influencing the value of any potential treatment.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The economic impact of COVID-19 in low- and middle-income countries. Center for Global Development",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Over",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Of chloroquine and COVID-19",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Touret",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "de Lamballerie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antiviral Res",
            "volume": "177",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The convalescent sera option for containing COVID-19",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clinical Investigation",
            "volume": "130",
            "issn": "4",
            "pages": "1545-1548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "When is the price of a drug unjust? The average lifetime earnings standard",
            "authors": [
                {
                    "first": "E.J.",
                    "middle": [],
                    "last": "Emanuel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Health Aff (Millwood)",
            "volume": "38",
            "issn": "4",
            "pages": "604-612",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Twenty years of antiretroviral therapy for people living with HIV: global costs, health achievements, economic benefits",
            "authors": [
                {
                    "first": "S.S.",
                    "middle": [],
                    "last": "Forsythe",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "McGreevey",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Whiteside",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Health Aff (Millwood)",
            "volume": "38",
            "issn": "7",
            "pages": "1163-1172",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Coronavirus vaccine could add billions in value to this one stock. Yahoo Finance",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Sozzi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Will Gilead Sciences make a fortune off its coronavirus drug? The Motley Fool",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Prvulovic",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A closer look at the Ebola drug that’s become the top hope for a coronavirus treatment. BioPharmaDive",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Pagliarulo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Gilead Sciences could be the first to beat the coronavirus. Nasdaq",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Shtrubel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Health secretary Alex Azar refuses to guarantee coronavirus vaccine would be affordable for all",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Togoh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Forbes",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Hopes rise over experimental drug’s effectiveness against coronavirus. The Guardian",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Sample",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Evaluating the usefulness of compulsory licensing in developing countries: a comparative study of Thai and Brazilian experiences regarding access to AIDS treatments",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Guennif",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Dev World Bioeth",
            "volume": "17",
            "issn": "2",
            "pages": "90-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Government says it would stockpile Tamiflu again",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "O’Dowd",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "349",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Responding to Covid-19 — a once-in-a-century pandemic?",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "1677-1679",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Objectives, budgets, thresholds, and opportunity costs—a health economics approach: an ISPOR Special Task Force Report [4]",
            "authors": [
                {
                    "first": "P.M.",
                    "middle": [],
                    "last": "Danzon",
                    "suffix": ""
                },
                {
                    "first": "M.F.",
                    "middle": [],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Towse",
                    "suffix": ""
                },
                {
                    "first": "M.V.",
                    "middle": [],
                    "last": "Pauly",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Value Health",
            "volume": "21",
            "issn": "2",
            "pages": "140-145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "DeBolt",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "10",
            "pages": "929-936",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Un farmaco contra el side tiene exito en la cura del primer contagio por coronavirus. El Pais",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Guell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "A trial of lopinavir-ritonavir in adults hospitalized with severe Covid-19",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "19",
            "pages": "1787-1799",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Flu drug Avigan speeds up coronavirus recovery in early trials. Financial Times",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Inagaki",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}