{
    "paper_id": "PMC7171599",
    "metadata": {
        "title": "Imaging characteristics of initial chest computed tomography and clinical manifestations of patients with COVID-19 pneumonia",
        "authors": [
            {
                "first": "Na",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "email": "nancy-fan1203@qq.com",
                "affiliation": {}
            },
            {
                "first": "WenHui",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "email": "944289577@qq.com",
                "affiliation": {}
            },
            {
                "first": "Zhen",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "82844364@qq.com",
                "affiliation": {}
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "email": "491697252@qq.com",
                "affiliation": {}
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "email": "niany-fan@qq.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A mysterious pneumonia outbreak in Wuhan, Hubei Province, China, in December 2019, has been etiologically confirmed to be caused by a novel coronavirus. On January 12, 2020, the World Health Organization (WHO) gave this virus the temporary name of 2019-novel coronavirus (2019-nCoV), and the International Committee on the Taxonomy of Viruses gave it the permanent name of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) on February 11, 2020. The infection caused by this virus was named coronavirus disease 2019 (COVID-19) by the WHO on February 11, 2020. Highly contagiousness, COVID-19 pneumonia outbreaks have occurred in many countries around the world [1]. The main route of transmission of this disease is respiratory infection. It spreads rapidly and causes lesions characteristic of interstitial pneumonia. Accurate and timely identification concerning CT imaging characteristics of COVID-19 pneumonia facilitates early diagnosis, timely isolation, and treatment of the disease. We here retrospectively analyzed the initial chest CT manifestations of 150 viral nucleic acid-confirmed COVID-19 pneumonia cases to provide an imaging basis for the disease diagnosis, intervention, and scientific research.",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 673,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This study included 150 COVID-19 pneumonia patients admitted to and treated in the hospital in Wuhan from January 10 to February 12, 2020. Patients were diagnosed according to the Diagnosis and Treatment Plan of Coronavirus Disease 2019 (trial edition 6) [2] issued by the National Health Commission of the People’s Republic of China. The inclusion criteria were as follows: (1) patients with positive SARS-CoV-2 nucleic acid testing; and (2) newly diagnosed patients admitted to the hospital for the first time after having symptoms. Exclusion criteria were patients who were not newly diagnosed or who had received clinical treatment for COVID-19 pneumonia before. All 150 COVID-19 pneumonia patients were residents of Wuhan, including 68 (45.33%) men and 82 (57.67%) women, with the median age of 56 years (ranging from 17 to 90 years old). Sixty-nine COVID-19 pneumonia patients (46.00%) in this study had underlying diseases, including cardiovascular disease, hypertension, and chronic bronchitis.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 257,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "General information ::: Information and methods",
            "ref_spans": []
        },
        {
            "text": "The GE LightSpeed 16-slice CT Scanner [GE Healthcare Co., Ltd., (Chicago, IL)] and the Toshiba Aquilion One Vision 320-detecor row CT scanner (Toshiba Medical Systems, Otawara-shi, Japan) were used for the chest CT examinations in this study. Chest CT was performed with the patient in a supine position and holding their breath after inhalation, and the scan was from the apex of the lung to the top of the diaphragm. The scanning parameters were 120 kV tube voltage, 210–230 mA tube current, 5 mm slice thickness, 512 × 512 matrix, 2 mm slice intervals, and 1.25 mm reconstructed slice thickness. A mediastinal window (window width of 300–400 HU, window level of 40–50 HU) and lung window (window width of 1,100–1,300 HU, window level of − 800 HU) were selected for observations in the picture archiving and communication system (PACS) workstation.",
            "cite_spans": [],
            "section": "Chest computed tomography (CT) ::: Information and methods",
            "ref_spans": []
        },
        {
            "text": "Two radiologists experienced in chest diagnosis viewed the images and recorded the imaging manifestations and characteristics of lesion distribution. When the two radiologists produced different conclusions, the diagnosis was discussed further under the guidance of a third senior radiologist to obtain a mutual agreement. The imaging manifestations of the pulmonary lesions were recorded based on the following characteristics: (1) lesion sites: bilateral lungs, right lung (upper lobe, middle lobe, and lower lobe), left lung (upper lobe and lower lobe), or all lung segments; (2) involved area of lesions: focal (single lesion), multiple (two or more lesions, limited to two lobes in the lung), or diffused (multiple lesions, distributed in more than two lobes in the lung); (3) distribution characteristics of the lesions: in the pleura, along the bronchovascular bundles, or both; (4) lesion density: ground-glass opacity (GGO), consolidation, or mixed type; and (5) largest diameter of the lesions: 1 cm, 1–3 cm, > 3 cm, and (6) extrapulmonary manifestations: with or without lymphadenopathy, and with or without pleural effusion.",
            "cite_spans": [],
            "section": "Image analysis ::: Information and methods",
            "ref_spans": []
        },
        {
            "text": "SPSS 20.0 software (IBM SPSS Co., Chicago, IL, US) was used for statistical analysis. Clinical symptoms, imaging manifestations, and lesion distribution were count data, which were presented as frequency and proportion; patient’s age was presented as median. Chi-square test was used to compare the CT imaging characteristics between different age groups. The data of period between symptom onset and initial CT was evaluated using the Kruskal–Wallis test and Mann–Whitney U test. A p value of < 0.05 was defined as statistical significance.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Information and methods",
            "ref_spans": []
        },
        {
            "text": "Clinical symptoms among the patients included fever (122 cases, 81.33%), cough (99 cases, 66.00%), muscle soreness (15 cases, 10.00%), chest tightness (5 cases, 3.33%), fatigue (33 cases, 22.00%), changes in appetite (5 cases, 3.33%), headache (6 cases, 4.00%), diarrhea (7 cases, 4.67%), abdominal pain (2 cases, 1.33%), and dyspnea (12 cases, 8.00%), and two cases were asymptomatic (1.33%).",
            "cite_spans": [],
            "section": "Clinical symptoms ::: Results",
            "ref_spans": []
        },
        {
            "text": "All patients underwent routine peripheral blood tests. Among all, there were 2 cases (1.33%) with an increase in white blood cell count, 34 cases (22.67%) with a decrease in white blood cell count, and 114 cases (76.00%) with normal white blood cell count; 1 case (0.67%) of elevated lymphocyte count, 79 cases (52.67%) of reduced lymphocyte count, and 80 cases (46.67%) of normal lymphocyte count; and 6 cases (4.00%) of elevated neutrophil count, 30 cases (20.00%) of reduced neutrophil count, and 114 cases (76.00%) of normal neutrophil count.",
            "cite_spans": [],
            "section": "Laboratory examinations ::: Results",
            "ref_spans": []
        },
        {
            "text": "There were 83 cases (55.33%) involving both lungs, 67 cases (44.67%) involving a single lung, including 25 cases (16.67%) of involvement in the left lung and 42 cases (28.00%) of involvement in the right lung. Table 1 shows the specific lung segments involved in the patients.",
            "cite_spans": [],
            "section": "Lesion site ::: Imaging manifestations ::: Results",
            "ref_spans": [
                {
                    "start": 216,
                    "end": 217,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Three groups (17–35 years old, 36–59 years old, and 60–90 years old) were divided according to the age of included cases. The period between symptom onset and initial CT examination ranged from 1 to 8 days. Among the age groups, the P value of the period between the onset of initial symptoms and the first scan was less than 0.05. The age group of 17–35 years was significantly different from the age group of 36–59 years and 60–90 years. Table 2 shows the specific days in the patients.",
            "cite_spans": [],
            "section": "The period between symptom onset and initial CT examination ::: Imaging manifestations ::: Results",
            "ref_spans": [
                {
                    "start": 446,
                    "end": 447,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The CT characteristics of the COVID-19 pneumonia patients in different age groups are shown in Table 2. Among all COVID-19 pneumonia patients, the P values of the lesion site, involved area, and largest diameter of the lesions were less than 0.05. The age group of 17–35 years was significantly different from the age group of 36–59 years and 60–90 years with the lesion site and involved area. The largest diameter of the lesions was significantly different among the age groups.",
            "cite_spans": [],
            "section": "Involved area of lesions ::: Imaging manifestations ::: Results",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Of all 150 COVID-19 pneumonia patients in this study, their pulmonary lesions had 3 main morphologies, including 18 cases (12.00%) of ground-glass nodules < 10 mm (Fig. 1a), 124 cases (82.67%) of patchy GGO with or without consolidation (Fig. 1b), and 8 cases (5.33%) of cord-like lesions (Fig. 1c). Some patients had multiple imaging manifestations. There were 12 patients (8.00%) who also had thickening of the bronchovascular bundles in the lesions (Fig. 1d), 53 patients (35.33%) with adjacent pleural thickening and interlobular septum thickening presenting as the crazy-paving sign (Fig. 1e), and 54 patients (36.00%) whose CT images showed the air bronchogram sign (Fig. 1f). In addition, 6 cases (4.00%) exhibited pleural effusion, and 2 cases (1.33%) exhibited enlarged lymph nodes.",
            "cite_spans": [],
            "section": "Lesion morphology ::: Imaging manifestations ::: Results",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 243,
                    "end": 244,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 295,
                    "end": 296,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 458,
                    "end": 459,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 594,
                    "end": 595,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 678,
                    "end": 679,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "COVID-19 pneumonia is an infection caused by a beta-coronavirus, and its main routes of transmission involve respiratory tract transmission and close contact transmission, though under special circumstances it can also move through aerosols [2]. Current epidemiological investigations have shown the viral incubation period to last 3–7 days in general, with most not exceeding 14 days, though some cases reached 24 days [3]. COVID-19 pneumonia is common in adults and rare in children. In this study, there was only 1 case in an adolescent, aged 17. The main clinical manifestations of COVID-19 pneumonia are acute respiratory symptoms. Fever, dry cough, and fatigue are common symptoms of COVID-19 pneumonia. In severe cases, dyspnea or hypoxemia develops, which may rapidly progress to acute respiratory distress syndrome in some of the patients. COVID-19 pneumonia patients may also show abdominal pain, diarrhea, and conjunctivitis, regardless of whether they had respiratory symptoms [3]. In this study, the initial clinical manifestations of the 150 COVID-19 pneumonia patients included different symptoms, mainly fever and cough. In addition, some patients had non-respiratory symptoms, such as fatigue, muscle soreness, diarrhea, abdominal pain, and headaches, and another two patients were asymptomatic. The lack of specific clinical manifestations in a small number of COVID-19 pneumonia cases may cause erroneous and missed diagnoses.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 421,
                    "end": 422,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 990,
                    "end": 991,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Chest CT is the preferred imaging test for COVID-19 pneumonia. A study of 1,099 COVID-19 pneumonia patients showed that the chest imaging results were not always consistent with the clinical symptoms [3]. Due to the differences in the clinical symptoms and timing of hospital admission among different patients, the progression of imaging manifestations in the chest CT is not consistent across patients. Thus, the involved areas and morphologies of the pulmonary lesions in the initial chest CT may differ. The imaging characteristics of the initial chest CT of 150 COVID-19 pneumonia patients mainly included single or multiple lesions, and sometimes diffused lesions. These involved various lung segments and lobes. COVID-19 pneumonia mainly causes deep airway and alveolar injuries [4]. In this study, all lung segments were involved, with the lower lobe of both lungs being relatively common and the posterior basal segments of the lower lungs being more common. The lesions were mainly located in the peripheral subpleural regions, which were consistent with the deep airway and alveolar injuries related to COVID-19 pneumonia [4], suggesting pathological changes in deep lung tissues. Manifestations and morphologies of initial chest CT of the COVID-19 pneumonia patients were diverse [5], with the lesion morphologies including ground-glass nodules, patchy GGOs with or without consolidation, and cord-like lesions. Lesions of two or more different morphologies were sometimes observed in the same patient, with the highest proportion of patchy GGOs with or without consolidation (124 cases, 82.67%). The pathological characteristics of COVID-19 pneumonia are very similar to SARS and Middle East respiratory syndrome, showing exudative changes, such as pulmonary edema and protein exudation and thickening of the interlobular septa of the lungs at the early stage [4, 6]. These manifested as GGOs in the chest CT, and crazy-paving sign, air bronchogram sign, and thickened blood vessels were found in the CT images of some cases. Pulmonary consolidation lesions in the CT images may be caused by increased consolidation of inflammatory exudation in the alveoli. This study also showed differences in the location, number, and size of the pulmonary lesions in COVID-19 pneumonia patients in different age groups. Single focal lesion, single lung, and ground-glass nodules were more common in COVID-19 pneumonia patients under 35 years old; while diffused lesions in both lungs were more common in COVID-19 pneumonia patients over 60 years old. Differences in the lesion morphologies and in the severity of the initial symptoms of the COVID-19 pneumonia patients may be related to the presence of underlying diseases and the differences in defense and tolerance of the body in elderly patients, leading to elderly patients to have lesions in large areas of the lung in their initial examinations, lesion progression involving the pulmonary lobules, and diffused lung injury [7]. The patients were earlier to the hospital for the first CT scan at the age of 17–35 years than the patients > 35 years old in 150 COVID-19 pneumonia patients. Thus, differences in the lesion morphologies and in the severity of the initial symptoms of the COVID-19 pneumonia patients may also be related to the differences in the period between symptom onset and initial examination at the hospital [8]. Chest cavity lesions of COVID-19 pneumonia are non-serous inflammatory changes [4], and pleural effusion is relatively rare. Only six patients showed pleural effusion, and only 2 patients (1.33%) had mediastinal lymphadenopathy, which may be abnormal enlargement of lymph nodes caused by the spreading of lung inflammation [9, 10].",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 787,
                    "end": 788,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1134,
                    "end": 1135,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1293,
                    "end": 1294,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1874,
                    "end": 1875,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1877,
                    "end": 1878,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2982,
                    "end": 2983,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3385,
                    "end": 3386,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3469,
                    "end": 3470,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3713,
                    "end": 3714,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3716,
                    "end": 3718,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, a variety of intra- and extra-respiratory symptoms were observed in COVID-19 pneumonia patients at their initial diagnosis. Early positive manifestations of COVID-19 pneumonia in chest CT mainly included GGOs and patchy shadows, which were often accompanied by thickening of vascular bundles, local pleura, and interlobular septa, while pleural effusion and lymphadenopathy were rare. Single focal lesion, single lung, and ground-glass nodules were more common in COVID-19 pneumonia patients under 35 years old than in older patients, while diffused lesions in both lungs were more common in COVID-19 pneumonia patients over 60 years old than in younger patients. Pulmonary lesions were found to most often involve the posterior basal segments of the lower lungs and to be mainly distributed under the pleura and/or lateral fields of the lungs. Diagnosis of COVID-19 pneumonia should be made by pooling the patients’ clinical, laboratory, and epidemiological data, and suspected cases should undergo chest CT promptly. For asymptomatic and elderly patients that meet the epidemiological criteria, CT examinations should be performed early, so these patients can be treated and isolated early to reduce the risk of poor prognosis.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Statistics of lung segment involvement in COVID-19 patients\nThe counting data were presented as count (percentage of the total)",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: CT characteristics of COVID-19 patients in different age groups\nThe counting data were presented as count (percentage of the total) aThe period between the onset of initial symptoms and the first scan bAmong the age groups (17–35 years old, 36–59 years old, and 60–90 years old), the P value was less than 0.05",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Various lesions shown on CT images of the included patients. The white arrows indicate the abnormalities. a Ground-glass nodules < 10 mm. b Subsegmental areas of consolidation. c Cord-like lesions. d Thickening of the bronchovascular bundles in the lesions. e Adjacent pleural thickening and interlobular septum thickening presenting as the crazy-paving sign. f Air bronchogram sign",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Clinical characteristics and factors predicting respiratory failure in adenovirus pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "BW",
                    "middle": [],
                    "last": "Jhun",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Respirology",
            "volume": "21",
            "issn": "7",
            "pages": "1243-1250",
            "other_ids": {
                "DOI": [
                    "10.1111/resp.12828"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Gross examination report of a COVID-19 death autopsy",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "GQ",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Forensic Med",
            "volume": "36",
            "issn": "1",
            "pages": "19-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Clinical characteristics and high-resolution CT image presentations of the novel coronavirus pneumonia at initial examination",
            "authors": [
                {
                    "first": "XF",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chinese J Radiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.issn.1005-1201.2020.0006"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Review and prospect of pathological features of corona virus disease 2019",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Forensic Med",
            "volume": "36",
            "issn": "1",
            "pages": "22-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30086-4"
                ]
            }
        },
        "BIBREF9": {
            "title": "Parainfluenza virus infections in hematopoietic cell transplant recipients and hematologic malignancy patients: a systematic review",
            "authors": [
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "PK",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Azzi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cancer Lett",
            "volume": "370",
            "issn": "2",
            "pages": "358-364",
            "other_ids": {
                "DOI": [
                    "10.1016/j.canlet.2015.11.014"
                ]
            }
        }
    }
}