{
    "paper_id": "PMC7159097",
    "metadata": {
        "title": "Editing HBV into oblivion",
        "authors": [
            {
                "first": "Simon",
                "middle": [],
                "last": "Wain‐Hobson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jean‐Pierre",
                "middle": [],
                "last": "Vartanian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hartmut",
                "middle": [],
                "last": "Jaeschke",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Mullen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Darius",
                "middle": [],
                "last": "Moradpour",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "It is well known that the replication of RNA viruses and retroviruses proceeds without proofreading or editing of polymerase errors. Accordingly, their coding capacity is limited by the probability of generating a lethal mutation. Genome sizes range from the 3 kb of hepatitis B virus (HBV) up to the 27 to 32 kb typical of the coronaviruses. The error threshold is that mutation rate just compatible with viable replication. Chemical mutagenesis or the incorporation of ambiguous bases can displace mutation rates beyond the error threshold so resulting in the collapse of information.1, 2 Given this, many have wondered whether nature has not seized upon this singular vulnerability of RNA viruses and retroviruses to “going over the edge.”",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "For nearly 20 years it has been known that negative stranded genomes, particularly those of measles virus, may undergo genetic editing of adenosine in the context of double stranded RNA. Multiple adenosine residues would be deaminated, resulting in inosine. As inosine base pairs as guanosine, adenosine editing generated A→G hypermutants.3 Some years later another form of hypermutation cropped up among the classical retroviruses.4 Massive and monotonous substitution of G for A, involving up to 60% of G residues, was distributed across the entire 10‐kb HIV‐1 genome. Although the frequency and degree of G→A hypermutation are most striking for the lentiviral subgroup of retroviruses, which includes human immunodeficiency virus (HIV), elsewhere G→A hypermutants have been described for only a handful of retroviruses including the “other” human retrovirus, human T‐cell leukemia virus (HTLV). The situation took a fascinating turn when Will's group sequenced a couple of subgenomic HBV DNA molecules from the serum of a single patient.5 The genomes showed signs of extensive G→A substitution at a frequency typical of HIV G→A hypermutants. Since then, these two hypermutants have remained the only such examples despite a burgeoning HBV database. The fact that G→A hypermutation is found among viruses with obligatory reverse transcription steps, notably HBV and the primate lentiviruses, suggests a common mechanism occurring in the cytoplasm.",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "The conceptual break leading to an understanding of retroviral G→A hypermutation has come recently in two stunning punches. First, the vif gene is conserved among all the primate lentiviruses, where vif is an abbreviation for “viral infectivity factor.” Some established T‐cell lines are permissive for the replication of HIV‐1 Δvif viruses while others are not, suggesting restriction by a host cell protein. Using a subtractive screen Malim's group in London showed that a single gene product, CEM15, was responsible for restricted HIV replication.6 When screened against the databases, CEM15 proved to be identical to APOBEC3G, which is part of a 7‐gene cluster that mapped to chromosome 22q13.7\n",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "What are these genes, denoted APOBEC3A‐G? The sequences of all seven show clear amino acid homology to cytidine deaminases, including that of Escherichia coli, but particularly the mammalian enzyme APOBEC1. This name is derived from the fact that the protein is the catalytic subunit of the “apolipoprotein B editing complex” that specifically deaminates cytidine C6666 to uracil (U) in apolipoprotein B messenger RNA (mRNA).8\n",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "Second, a crop of five papers showed that when a HIV‐1Δvif virus was cotransfected along with a human APOBEC3G complementary DNA (cDNA) clone, the molecule was incorporated into budding virions. Upon infection of a susceptible target cell, G→A hypermutants were recovered with alacrity. As only G→A substitutions were found, even though reverse transcription results in double strand (ds) DNA formation, this suggested that only one strand was being edited.9, 10, 11, 12, 13 This was only (bio)logical if the nascent minus DNA strand was being edited, which was rapidly confirmed. All groups showed that viral genomic RNA was not edited.",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "Deamination of cytidine residues in neosynthesized minus strand DNA yields uracil and occurs post–cDNA synthesis in a manner independent of reverse transcriptase.14 Now as U base pairs with adenosine, when APOBEC3G‐edited minus strand DNA is copied into plus strand DNA by reverse transcriptase, the multiple Us are copied into A. Although referred to as G→A hypermutants the “action” concerns C residues on the minus DNA strand.",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "Upon this vibrant stage, Turelli et al. have come forth with an intriguing study of the effect of APOBEC3G expression on HBV replication.15 They assayed core‐associated HBV DNA resulting from transfection of human hepatoma Huh7 cells with a HBV‐producing plasmid. When cotransfected with human APOBEC3G, HBV DNA synthesis was strongly curtailed. Important controls showed that APOBEC3G was incorporated into the core particles yet did not affect hepatitis B c antigen (HBcAg) production. However, three findings suggest that HBV does not parallel the HIV hypermutation paradigm. Firstly, G→A hypermutated HBV DNA was not found despite searching. Secondly, core‐associated HBV RNA was reduced more than 10‐fold, suggesting that the block in HBV DNA synthesis results primarily from an inhibition of viral pregenomic RNA packaging. Finally and remarkably, serine substitutions of functionally critical cysteine residues in APOBEC3G failed to abrogate the antiviral activity for HBV but did so in the HIV control—so controls are useful!",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "For the purist, a negative result, the inability to find hypermutated HBV DNA—remains just that. However, the antiviral activity of the APOBEC3G serine mutants and reduced RNA packaging represent positive results, which are challenging, to say the least. Certainly the lack of hypermutants is coherent if the cytosine deamination activity of APOBEC3G is not involved in HBV restriction.",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "The vexing point is that the experiments were driven with single strand (ss) DNA cytosine deamination as the working hypothesis, even though HBV G→A hypermutants do exist, albeit rarely. Commenting on the Science paper in the form of a “technical comment,” Rösler et al. identified bona fide G→A hypermutants at low frequency in an analogous transfection protocol, albeit using the widely known cell line HepG2.16 To complicate matters, they failed to identify hyermutants using Huh7 cells, which led them to postulate a cell line effect. Commenting on Rösler et al., Turelli et al. refuted this idea because they could achieve APOBEC3G restriction of HIV using Huh‐7 as a transfection support.17\n",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "The latter comment is especially interesting in that it shows that HBV replication can be restricted by APOBEC3F.17 Now, among the APOBEC3 cluster of gene products, only APOBEC3F and 3G can restrict HIV replication. Each has a subtle sequence bias in the way it deaminates DNA. APOBEC3F shows a preference for cytidine in the context of TpC, while APOBEC3G prefers the CpC. Interestingly, the two naturally hypermutated subgenomes showed an overall bias for TpC, indicating that they were probably edited more by APOBEC3F than by APOBEC3G.5 This nicely fits with the new finding. As for HIV, the same two APOBEC3 members are involved in HBV restriction.",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "At the low resolution of whole‐liver mRNA profiling, only APOBEC3C is strongly expressed, while APOBEC3F and APOBEC3G are expressed at borderline levels (http://genecards.bcgsc.bc.ca/). By contrast, immune cells express copious amounts of most APOBEC3 molecules. Hence, APOBEC profiling of liver tissue might well reflect circulating lymphoid cells. If hepatocytes expressed little or no APOBEC3 molecules this would help explain the dearth of naturally observed HBV G→A hypermutants in the databases.",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "How can one square HBV restriction by APOBEC3G when there is little expression of APOBEC3G in the normal liver? Perhaps the mRNA profiling is too macroscopic, too low‐resolution to be of much use. Alternatively, the inflammatory response to HBV might upregulate APOBEC3G. Certainly the PKCa/βI / MEK / ERK pathway has been shown control basal levels of APOBEC3G mRNA in some T‐cell lines,18 which consequently declined when cells were treated with inhibitors or arrested in the G0 state of the cell cycle by serum starvation. Alternatively, given the expression of most APOBEC3 molecules in lymphoid tissue, rare and abortive infection of CD4+ and CD8+ T lymphocytes by HBV is another working hypothesis.19\n",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "Could APOBEC3G function by simply binding to C residues in HBV genomic RNA so precluding it from becoming packaged? But if so, why should this not occur for HIV replication? We do not know. Yet the parallel with human APOBEC1 is striking: When expressed alone in E. coli, it is highly mutagenic for DNA,20 yet if incorporated into an editing complex it edits a single C residue in the apolipoprotein B mRNA. Could it be that just beneath the plasma membrane APOBEC3G acts nonspecifically as a ssDNA cytosine deaminase, whereas deep down in the endoplasmic reticulum where HBcAg particles are assembled, it is part of a multiprotein complex that modulates the activity of the APOBEC3G subunit?",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "An analysis of primate APOBEC3G gene sequences indicates that they are evolving under positive selection although selection is present in lineages for which there is no natural simian immunodeficiency virus (SIV), such as orangutans and macaques.21 These primates are of Asian origin, whereas all naturally occurring SIVs are found in equatorial Africa. HBV has arguably been in primates for a longer period of time than has SIV—the presence of HBV‐like viruses in gibbon and orangutan are cases in point.22, 23 The absence of HBV and SIV in the macaque lineage suggests that selection on APOBEC3G is probably unrelated to retroviruses. The lack of restriction of single mouse homologue of APOBEC3G on murine retroviral vectors24 suggests that a blanket interpretation of these molecules as part of innate antiretroviral immunity is too simplistic, at least for the moment.",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "While no cellular function has been ascribed to APOBEC3G and its immediate paralogues, once in place some of them represent formidable barriers to retroviral infection. Retroviruses have either to avoid cells in which APOBEC3 molecules are abundantly expressed or escalate and overcome the obstacle via the acquisition of some novel gene product. Otherwise their genomes will be edited beyond the error threshold and into oblivion. The lentiviral vif gene fits the latter scenario.",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "The paper by Turelli et al. shows that there is far more to APOBEC3 genes than initially thought. These are exciting times with much to be done. It will be fascinating to see how the picture develops.",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The broad‐spectrum antiviral ribonucleoside ribavirin is an RNA virus mutagen",
            "authors": [],
            "year": 2000,
            "venue": "Nat Med",
            "volume": "6",
            "issn": "",
            "pages": "1375-1379",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The cytidine deaminase CEM15 induces hypermutation in newly synthesized HIV‐1 DNA",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "424",
            "issn": "",
            "pages": "94-98",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Broad antiretroviral defence by human APOBEC3G through lethal editing of nascent reverse transcripts",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "424",
            "issn": "",
            "pages": "99-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "DNA deamination mediates innate immunity to retroviral infection",
            "authors": [],
            "year": 2003,
            "venue": "Cell",
            "volume": "113",
            "issn": "",
            "pages": "803-809",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Species‐specific exclusion of APOBEC3G from HIV‐1 virions by Vif",
            "authors": [],
            "year": 2003,
            "venue": "Cell",
            "volume": "114",
            "issn": "",
            "pages": "21-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "APOBEC3G is a single stranded DNA cytidine deaminase and functions independently of HIV reverse transcriptase",
            "authors": [],
            "year": 2004,
            "venue": "Nucl Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "1-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Inhibition of hepatitis B virus replication by APOBEC3G",
            "authors": [],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Comment on “Inhibition of hepatitis B virus replication by APOBEC3G”",
            "authors": [],
            "year": 2004,
            "venue": "Science",
            "volume": "305",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Author reply to Comment on “Inhibition of hepatitis B virus replication by APOBEC3G”",
            "authors": [],
            "year": 2004,
            "venue": "Science",
            "volume": "305",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Transcriptional regulation of APOBEC3G, a cytidine deaminase that hypermutates human immunodeficiency virus",
            "authors": [],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "41744-41749",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Distribution of hepatitis B virus DNA sequences in different peripheral blood mononuclear cell subsets in HBs antigen‐positive and negative patients",
            "authors": [],
            "year": 1994,
            "venue": "Eur J Clin Invest",
            "volume": "24",
            "issn": "",
            "pages": "548-552",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Lethal mutagenesis of HIV with mutagenic nucleoside analogs",
            "authors": [],
            "year": 1999,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "96",
            "issn": "",
            "pages": "1492-1497",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "RNA editing enzyme APOBEC1 and some of its homologs can act as DNA mutators",
            "authors": [],
            "year": 2002,
            "venue": "Mol Cell",
            "volume": "10",
            "issn": "",
            "pages": "1247-1253",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Rapid evolution of primate antiviral enzyme APOBEC3G",
            "authors": [],
            "year": 2004,
            "venue": "Hum Mol Genet",
            "volume": "13",
            "issn": "",
            "pages": "1785-1791",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "A new group of hepadnaviruses naturally infecting orangutans (Pongo pygmaeus)",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "7860-7865",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Complete sequencing of a gibbon hepatitis B virus genome reveals a unique genotype distantly related to the chimpanzee hepatitis B virus",
            "authors": [],
            "year": 1996,
            "venue": "Virology",
            "volume": "218",
            "issn": "",
            "pages": "214-223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "APOBEC3G targets specific virus species",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "8238-8244",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Biased hypermutation and other genetic changes in defective measles virus in human brain infections",
            "authors": [],
            "year": 1988,
            "venue": "Cell",
            "volume": "55",
            "issn": "",
            "pages": "255-265",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Selection, recombination, and G→A hypermutation of human immunodeficiency virus type 1 genomes",
            "authors": [],
            "year": 1991,
            "venue": "J Virol",
            "volume": "65",
            "issn": "",
            "pages": "1779-1788",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Naturally occurring hepatitis B virus genomes bearing the hallmarks of retroviral G→A hypermutation",
            "authors": [],
            "year": 1997,
            "venue": "Virology",
            "volume": "235",
            "issn": "",
            "pages": "104-108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Isolation of a human gene that inhibits HIV‐1 infection and is suppressed by the viral Vif protein",
            "authors": [],
            "year": 2002,
            "venue": "Nature",
            "volume": "418",
            "issn": "",
            "pages": "646-650",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "An anthropoid‐specific locus of orphan C to U RNA‐editing enzymes on chromosome 22",
            "authors": [],
            "year": 2002,
            "venue": "Genomics",
            "volume": "79",
            "issn": "",
            "pages": "285-296",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Molecular cloning of an apolipoprotein B messenger RNA editing protein",
            "authors": [],
            "year": 1993,
            "venue": "Science",
            "volume": "260",
            "issn": "",
            "pages": "1816-1819",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Hypermutation of HIV‐1 DNA in the absence of the Vif protein",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}