{
    "paper_id": "PMC7123358",
    "metadata": {
        "title": "Pathogenesis",
        "authors": [
            {
                "first": "Susanne",
                "middle": [],
                "last": "Modrow",
                "suffix": "",
                "email": "susanne.modrow@klinik.uni-regensburg.de",
                "affiliation": {}
            },
            {
                "first": "Dietrich",
                "middle": [],
                "last": "Falke",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Uwe",
                "middle": [],
                "last": "Truyen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hermann",
                "middle": [],
                "last": "Schätzl",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Many viruses reach the mucous membranes of the mouth, nose and throat via droplet infection (including coronaviruses, paramyxoviruses, orthomyxoviruses and adenoviruses; 10.1007/978-3-642-20718-1_14, 10.1007/978-3-642-20718-1_15, 10.1007/978-3-642-20718-1_16 and 10.1007/978-3-642-20718-1_19). In other cases, the genital mucosa is the entry site, for example, of many papillomaviruses or herpes simplex virus type 2 (10.1007/978-3-642-20718-1_19 and 10.1007/978-3-642-20718-1_19). Many picornaviruses such as poliovirus and hepatitis A virus, but also noroviruses and rotaviruses as members of the calicivirus and reovirus families, gain access to the stomach and intestine via contaminated food, and make contact with the cells of mucous membrane regions (10.1007/978-3-642-20718-1_14, 10.1007/978-3-642-20718-1_14 and 10.1007/978-3-642-20718-1_17). In the case of flaviviruses and bunyaviruses, the pathogens enter the bloodstream through bites of infected arthropods, and can infect endothelial cells of blood vessels or directly certain blood cells. Similar to salivary secretions of mosquitoes and ticks, viruses also arrive in the bloodstream of an organism parenterally when they are present as contamination in blood transfusions and blood products or in syringe needles or medical surgical instruments which are used for surgical interventions. Needles contaminated with HIV, but also with hepatitis B virus and hepatitis C virus, which are frequently used jointly by several people in intravenous drug abuse are an infection source that enables these infectious agents to penetrate directly into the bloodstream, where they can infect monocytes and CD4+ T cells, in which they multiply (10.1007/978-3-642-20718-1_14, 10.1007/978-3-642-20718-1_18 and 10.1007/978-3-642-20718-1_19). On the other hand, the rabies virus enters the wound through the bite of infected vertebrates and replicates initially in muscle cells (10.1007/978-3-642-20718-1_15). Even small skin lesions can provide ideal entry sites for viruses, including papillomaviruses and herpesviruses (10.1007/978-3-642-20718-1_19 and 10.1007/978-3-642-20718-1_19). Already at the entry points, the viruses encounter cells in which they can multiply locally. However, in the course of evolution, organisms have evolved cells in all tissues which as active components of the innate or acquired immune system counteract the invasion of pathogens and their spread. These include neutrophils, and certain tissues, such as the lymphatic tissues that are associated with mucous membranes, which are also referred to as gut-associated lymphatic tissue and bronchial-associated lymphatic tissue. The Peyer patches or plaques of the intestinal mucosa have a similar function, and Waldeyer’s tonsillar ring of the throat, including the tonsils as lymphoid tissue, has an analogous function as well. The epidermis of the skin contains Langerhans cells, i.e. tissue-specific dendritic cells, which have the function to detect pathogens, to ingest them and to transport them to the nearest lymph nodes, where they trigger further reactions of the immune response. In addition to dendritic cells, macrophages also have important functions in the defence against infections in early infection stages. They migrate into the infected tissue and can phagocytose viruses or their proteins and present the respective peptides on MHC class II antigens on their cell surface (10.1007/978-3-642-20718-1_7). Macrophages become activated and secrete – similar to virus-infected epithelial or endothelial cells – cytokines and interferons, which in turn stimulate other immunologically active cells. They also contribute to the development of local inflammatory reactions (10.1007/978-3-642-20718-1_8). If this occurs, for instance, in the mucosal area of the throat, such a reaction can induce the familiar symptoms of cold.",
            "cite_spans": [],
            "section": "Entry Gates and Initial Replication ::: How Do Viruses Spread in the Organism?",
            "ref_spans": []
        },
        {
            "text": "In some cases, viral reproduction and symptoms remain locally restricted to the entry site. This is true, for example, for human papillomaviruses, which are transmitted from the outside to the skin surface, overcome the outer layers of skin through minor injuries and replicate at the entry site, thereby inducing cell proliferation and leading to the formation of warts (10.1007/978-3-642-20718-1_19). The viruses do not break through the basal lamina of the skin. Spread occurs by the release of infectious papillomavirus particles from the wart, and these can then infect other areas of the skin and can form replication foci. Cytotoxic T cells migrate into these skin areas and recognize infected cells by antigen peptides of viral proteins that are presented on MHC class I antigens. The infection focus remains limited owing to lysis of virus-producing cells. In the case of conjunctivitis caused by adenoviruses, the pathogens arrive from outside the eye, and the infection is confined to the conjunctiva (10.1007/978-3-642-20718-1_19). Immunologically active cells migrate into the eye and provoke an inflammation. Infections with human rhinoviruses affect the upper respiratory tract and remain confined to mucous membranes of this region (10.1007/978-3-642-20718-1_14). Viruses that first infect the mucous membrane of the mouth and throat can spread continuously over the entire mucosa of the respiratory tract after initial replication cycles at the infection site. They can also spread into the middle ear or colonize lower areas of the respiratory tract without dissemination by the bloodstream. This mainly applies to the human pathogenic parainfluenza and influenza viruses (10.1007/978-3-642-20718-1_15 and 10.1007/978-3-642-20718-1_16). A similar continuous spread, but in the intestinal mucosa, is found in many enteroviruses and in caliciviruses and rotaviruses (10.1007/978-3-642-20718-1_14, 10.1007/978-3-642-20718-1_14 and 10.1007/978-3-642-20718-1_17).",
            "cite_spans": [],
            "section": "Locally Restricted Infections ::: Pathways for Spread of Viruses in the Body ::: How Do Viruses Spread in the Organism?",
            "ref_spans": []
        },
        {
            "text": "Antigen-presenting cells such as Langerhans cells, dendritic cells and macrophages can identify and ingest viruses or individual viral protein components at the entry site. These cells are loaded with the virus particles and proteins and migrate to the immunologically active centres of the nearest lymph nodes, encountering there other immune cells such as CD4+ and CD8+ T lymphocytes, B lymphocytes and macrophages, which start to proliferate by contact with the pathogen proteins or with MHC–peptide complexes and by the influence of cytokines secreted by activated immune cells (10.1007/978-3-642-20718-1_7 and 10.1007/978-3-642-20718-1_8). This is the reason for lymph node swelling, which is observed in many viral infections. In the lymph nodes there are also cells that can be infected by many viruses. The progeny viruses leave the lymph nodes and are released into the lymphatic fluid and the bloodstream; they generate a primary viraemia, which is difficult to detect, as it is usually transient. Generalized infections are consequences of the dissemination in the body. In other cases, the pathogens are not released. Rather, they remain in a cell-bound state, and are spread by infected cells through the body, e.g. HIV by CD4+ T lymphocytes and macrophages, and cytomegalovirus by granulocytes and monocytes (10.1007/978-3-642-20718-1_18 and 10.1007/978-3-642-20718-1_19). The cell-bound or free pathogens reach the reticulohistiocytic system, which consists of different cell types that are able to phagocytose or store substances and particles, and thus also viruses (Table 4.1). They proliferate in them and lead to a commonly pronounced secondary viraemia, which makes possible the efficient dissemination of the virus throughout the organism. The respective viruses only then reach their final replication sites and are able to cause typical symptoms in the affected organs.\n",
            "cite_spans": [],
            "section": "Lymphohaematogenic Dissemination ::: Pathways for Spread of Viruses in the Body ::: How Do Viruses Spread in the Organism?",
            "ref_spans": [
                {
                    "start": 1590,
                    "end": 1593,
                    "mention": "4.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Some viruses can infect nerve cells during their spread in the organism. In addition to rabies virus, various herpesviruses (such as herpes simplex virus and varicella–zoster virus) have developed this property, which enables them to spread along nerve fibres. During the initial stages of infection, rabies viruses (10.1007/978-3-642-20718-1_15) migrate from the infected muscle cells into the free nerve endings at the bite site. In this case, viruses are spread neither by the bloodstream nor by the lymph fluid of the body. Rather, they migrate along nerve fibres in the axon of the peripheral nervous system through the spinal cord into the brain. Only in the late phase of infection is there a centrifugal spread back from the brain through the nerves into the periphery. In this way, rabies viruses arrive in the various organs, including the salivary glands, through which they are also excreted. By contrast, herpes simplex virus (10.1007/978-3-642-20718-1_19), which is preferentially transmitted by direct contact, infects primarily epithelial cells of the skin. The colonization of the peripheral nervous system occurs subsequently, starting from the first proliferation sites in the skin. The viruses infect the free nerve endings and migrate retrogradely via the nerve tracts to the ganglia, where they persist throughout life. In the case of reactivation, the virus migrates back into the skin, where a new relapse occurs. During herpes simplex virus infections of the conjunctiva and the cornea, reactivated pathogens migrate from the ganglia of the nerve fibres into the eye, where they may spread in the epithelium of the cornea and cause inflammations.",
            "cite_spans": [],
            "section": "Neurogenic Dissemination ::: Pathways for Spread of Viruses in the Body ::: How Do Viruses Spread in the Organism?",
            "ref_spans": []
        },
        {
            "text": "Viruses that cause colds infect the mucous membranes of the mouth and throat. Frequently, these viruses spread continuously from the mucosa of the respiratory tract, without trespassing into the blood, and thus without haematogenous dissemination. This applies, for example, to rhinoviruses, respiratory syncytial virus and parainfluenza viruses (10.1007/978-3-642-20718-1_14 and 10.1007/978-3-642-20718-1_15). In other viral infections, concomitant lymphohaematogenic dissemination is found in the organism, during which the mucous membrane of the respiratory tract is secondarily infected once more. This is valid, for example, for measles virus (10.1007/978-3-642-20718-1_15). However, immunologically active cells such as macrophages and granulocytes, which are present in the mucous membranes, are activated by phagocytosis of virus particles or proteins. They react with the release of various chemokines and cytokines, whereas activated dendritic cells (by intake of viral proteins) migrate into the nearest lymph nodes and activate B and T lymphocytes. Chemokines and cytokines are usually proteins of low molecular mass, which diffuse through the basement membrane into the vessels, and induce in endothelial cells increased synthesis of adhesion proteins such as intercellular adhesion molecule, vascular cell adhesion molecule and endothelial leucocyte adhesion molecule, to which circulating lymphocytes attach. In this way, the migration of other macrophages, granulocytes and activated lymphocytes is induced, and they move from the vessels towards the infection site. Simultaneously, the activity of cytokines in the infected cells increases the synthesis of MHC class I and class II antigens, which present peptide fragments of viral proteins and induce the formation of specific cytotoxic T cells and T-helper cells. Since the latter, in turn, also secrete cytokines, the induction of cytokines is further reinforced (10.1007/978-3-642-20718-1_8). All these processes should contribute to inhibit viral replication and to restrain it locally. In some viral diseases, this immunoprotective barrier can be breached, especially in immunocompromised patients. Then, even secondary infections are possible after haematogenous dissemination into the mucosa of the digestive tract. This applies, for example, to cytomegalovirus, which causes epithelial lesions and ulcerations of the intestinal mucosa of immunosuppressed patients.",
            "cite_spans": [],
            "section": "Skin and Mucous Membranes ::: Organ-Specific Manifestation of Infection ::: Pathways for Spread of Viruses in the Body ::: How Do Viruses Spread in the Organism?",
            "ref_spans": []
        },
        {
            "text": "In viral diseases associated with exanthems such as measles and chickenpox (10.1007/978-3-642-20718-1_15 and 10.1007/978-3-642-20718-1_19), the pathogens infect endothelial cells of capillary vessels, and possibly thence skin cells after haematogenous dissemination in the organism. The inflammation, which is caused by viral replication in skin cells and by the subsequent induction of the immune response, manifests itself as a rash. Two exanthem forms can be distinguished:Exanthems in which the pathogens proliferate actively in skin cells, such as herpes simplex virus and varicella–zoster virus (10.1007/978-3-642-20718-1_19), poxviruses (10.1007/978-3-642-20718-1_19), papillomaviruses (10.1007/978-3-642-20718-1_19) and some members of Coxsackie A virus (10.1007/978-3-642-20718-1_14).Exanthems in which the viruses do not replicate actively in skin cells, but are deposited in capillaries as complexes with antibodies. This triggers the immune response, and hence inflammation reactions. Such variants of rash are found in infections with rubella virus and measles virus (10.1007/978-3-642-20718-1_14 and 10.1007/978-3-642-20718-1_15), human herpes virus 6 (10.1007/978-3-642-20718-1_19) and parvovirus B19 (10.1007/978-3-642-20718-1_20).\n",
            "cite_spans": [],
            "section": "Skin and Mucous Membranes ::: Organ-Specific Manifestation of Infection ::: Pathways for Spread of Viruses in the Body ::: How Do Viruses Spread in the Organism?",
            "ref_spans": []
        },
        {
            "text": "Lung infections manifest themselves preponderantly as inflammation of the bronchia and bronchioles, or pneumonia; they are caused most frequently by respiratory syncytial virus and by influenza viruses, parainfluenza viruses and adenoviruses, but also by measles virus (10.1007/978-3-642-20718-1_15). By their continuous dissemination, virus particles reach the bronchial mucosa, the finest branches of the bronchial tree, and infect epithelial cells of both bronchi and alveoli. These cells swell, block the alveoli and are eventually shed. Bacterial superinfections of the virus-damaged bronchial epithelium can aggravate the disease and induce secondary bacterial bronchopneumonia and interstitial pneumonia.",
            "cite_spans": [],
            "section": "Lung ::: Organ-Specific Manifestation of Infection ::: Pathways for Spread of Viruses in the Body ::: How Do Viruses Spread in the Organism?",
            "ref_spans": []
        },
        {
            "text": "The modes of conjunctivitis that are observed in measles virus infections probably occur after haematogenous dissemination of the virus in the organism, and not by exogenous transmission to the eye, as found with adenoviruses (10.1007/978-3-642-20718-1_15 and 10.1007/978-3-642-20718-1_19). During their viraemic, haematogenous dissemination, coxsackieviruses infect particularly the heart muscle and the pericardium, causing inflammations in these organs (10.1007/978-3-642-20718-1_14). Normally, both forms of the disease heal up, but the myocarditis can adopt chronic forms. The liver is infected by different viruses that cause hepatitis after haematogenous dissemination. For example, hepatitis B viruses enter the liver through fissures in the endothelium, in the perivascular spaces, the so-called Disse spaces, and in this way into hepatocytes. There, they bind to specific receptors on the cell surface, penetrate the cells and replicate in them (10.1007/978-3-642-20718-1_19). Apparently, the salivary glands are haematogenously infected by mumps virus (10.1007/978-3-642-20718-1_15). The result is a one- or two-sided parotitis, an inflammation of the parotid glands. In addition to the salivary glands, mumps viruses also reach the testes and the pancreas via haematogenous dissemination; these are organs in which the pathogens proliferate and cause inflammations. Inflammations of the pancreas can also be occasionally caused by coxsackieviruses, which infect the organ parenchyma and islet cells (10.1007/978-3-642-20718-1_14). Both virus types are discussed as triggers of type 1 diabetes mellitus. After haematogenous dissemination in the organism, hantaviruses infect the kidneys and can damage these organs (10.1007/978-3-642-20718-1_16).",
            "cite_spans": [],
            "section": "Other Organs as Manifestation Sites after Lymphohaematogenous Dissemination ::: Organ-Specific Manifestation of Infection ::: Pathways for Spread of Viruses in the Body ::: How Do Viruses Spread in the Organism?",
            "ref_spans": []
        },
        {
            "text": "The circulatory system of the growing child is separated from that of the mother by the placental barrier. It prevents maternal cells reaching the fetus. However, proteins and low molecular mass substances can pass through this barrier. In pregnant women, haematogenously disseminated viruses such as rubella virus, cytomegalovirus and parvovirus B19 are transported via the bloodstream into the placenta and infect the endothelial cells of this organ. As a result of the placenta being infected, the pathogens can be vertically transmitted to the unborn infant and establish a child infection. As a result, there are lasting embryopathies or fetopathies, which can also lead to the death of the fetus (10.1007/978-3-642-20718-1_14, 10.1007/978-3-642-20718-1_19 and 10.1007/978-3-642-20718-1_20).",
            "cite_spans": [],
            "section": "The Fetus as a Manifestation Site ::: Organ-Specific Manifestation of Infection ::: Pathways for Spread of Viruses in the Body ::: How Do Viruses Spread in the Organism?",
            "ref_spans": []
        },
        {
            "text": "Between the blood system and the central nervous system, which consists of the brain and spinal cord, there are specific barriers in the organism that separate the central nervous system from the immune system, namely the blood–brain barrier and the blood–cerebrospinal fluid barrier. The blood–brain barrier is particularly pronounced. It consists of a layer of tightly connected endothelial cells and a basement membrane, which coat the capillaries that pervade the brain (tight junctions). Microglia, which are derived from macrophages, and astrocytes sit on the endothelium and surround the vessels with their processes. Interstitial or tissue fluid is secreted by the loops of the villi-rich capillary system, which extends into the subarachnoid space. Cerebrospinal fluid is secreted by the choroid plexus and, in turn, makes contact with the interstitial fluid. The blood–cerebrospinal fluid barrier is normally impenetrable for proteins, viruses and other insoluble substances. Some viruses, such as rabies virus and Borna disease virus, can circumvent it by neurogenic dissemination along the nerve fibres. They reach the spinal cord and brain and cause meningitis or encephalitis (10.1007/978-3-642-20718-1_15, 10.1007/978-3-642-20718-1_15). Other viruses, such poliovirus and tick-borne encephalitis virus, overcome the barriers probably by infection of endothelial cells, as occurs by infecting other organs (10.1007/978-3-642-20718-1_14 and 10.1007/978-3-642-20718-1_14). Macrophages are not retained by the blood–brain barrier, and arrive in the brain through the capillaries. If they meet infected cells, virus particles or foreign proteins there, they will secrete cytokines that induce the expression of MHC class I and class II peptide complexes on brain cells, which are normally immunologically non-recognizable, and thus render infected glial cells and neurons vulnerable to cytotoxic T cells. Some viruses, including coxsackievirus, tick-borne encephalitis virus and mumps virus cause inflammation of the pia mater, and this can spread into the cortex (meningoencephalitis; 10.1007/978-3-642-20718-1_14, 10.1007/978-3-642-20718-1_14 and 10.1007/978-3-642-20718-1_15). Other viruses, such as poliovirus, can also provoke encephalitis or poliomyelitis (inflammation of the grey cells of the anterior horns of the spinal cord) (10.1007/978-3-642-20718-1_14). Demyelination occurs prevalently in infections of the white substance, which is mainly constituted of myelin-containing nerve fibres. They also arise owing to autoimmune processes as a consequence of viral infections, such as the postinfectious encephalitis that is caused by measles virus in humans or by canine distemper virus in dogs (10.1007/978-3-642-20718-1_15). Macrophages elicit immunological defence reactions in the virus-infected brain which are associated with inflammations. If macrophages are infected with viruses, they are another way for the pathogen to overcome the barriers. Therefore, virus-infected macrophages frequently carry the viruses into the brain and release them. Subsequently, the viruses can infect other cells and trigger the symptoms described above. This process is mainly known from brain infections by HIV (10.1007/978-3-642-20718-1_18).",
            "cite_spans": [],
            "section": "Brain Infections ::: Organ-Specific Manifestation of Infection ::: Pathways for Spread of Viruses in the Body ::: How Do Viruses Spread in the Organism?",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 4.1: Phagocytosing cells important for dissemination of viruses in the organism\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 4.1: Time course of disease development in acute viral infections. (a) Infection with single-phase course of disease with flu-like symptoms and immunological control of the virus. (b) Infection with biphasic course of disease; between disease stage I (flu-like symptoms) and disease stage II (organ manifestation) there may be a symptom-free interval of a few days",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The biology of hepatic endothelial cell fenestrae",
            "authors": [
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Progress in liver diseases IX",
            "volume": "",
            "issn": "",
            "pages": "11-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The pathways of cell death: oncosis, apoptosis, and necrosis",
            "authors": [
                {
                    "first": "BF",
                    "middle": [],
                    "last": "Trump",
                    "suffix": ""
                },
                {
                    "first": "IK",
                    "middle": [],
                    "last": "Berezesky",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Phelps",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Toxicol Pathol",
            "volume": "25",
            "issn": "",
            "pages": "82-88",
            "other_ids": {
                "DOI": [
                    "10.1177/019262339702500116"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "DO",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Medical virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Virus-induced apoptosis",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Hardwick",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Adv Pharmacol",
            "volume": "41",
            "issn": "",
            "pages": "295-336",
            "other_ids": {
                "DOI": [
                    "10.1016/S1054-3589(08)61063-7"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "RV",
                    "middle": [],
                    "last": "Krstic",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Die Gewebe des Menschen und der Säugetiere",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Mims",
                    "suffix": ""
                },
                {
                    "first": "JHL",
                    "middle": [],
                    "last": "Playfair",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Roitt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wakelin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Medical microbiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "EPJ",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Studdert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Veterinary virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nathanson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gonzales-Scarano",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "KV",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Viral pathogenesis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "MBA",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Animal virus pathogenesis. A practical approach",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "U-N",
                    "middle": [],
                    "last": "Riede",
                    "suffix": ""
                },
                {
                    "first": "H-E",
                    "middle": [],
                    "last": "Schaefer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Allgemeine und Spezielle Pathologie",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rolle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Medizinische Mikrobiologie, Infektions – und Seuchenlehre",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}