{
    "paper_id": "PMC7114853",
    "metadata": {
        "title": "Assessment of the potential for pathogen dispersal during high-flow nasal therapy",
        "authors": [
            {
                "first": "M.",
                "middle": [],
                "last": "Kotoda",
                "suffix": "",
                "email": "mkotoda@yamanashi.ac.jp",
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Hishiyama",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K.",
                "middle": [],
                "last": "Mitsui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T.",
                "middle": [],
                "last": "Tanikawa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Morikawa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Takamino",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T.",
                "middle": [],
                "last": "Matsukawa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Although forced-air ‘jet’ and hot-air hand dryers have been widely used in public settings, studies have shown that the high speed of air flow generated by these devices can disperse pathogens from contaminated, wet human hands [1,2].",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 230,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 231,
                    "end": 232,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "High-flow nasal cannula is a promising respiratory support device that uses high-speed, humidified, and warm air flow [3,4]. The force of air generated by this device effectively improves the patient's respiratory condition by washing out the patient's nasal and oral cavity, increasing the fraction of inspired oxygen, and generating continuous positive airway pressure [3,4]. Use of high-flow nasal cannula has expanded over the past decades in intensive care units and respiratory wards for its comfort, convenience, and effectiveness.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 121,
                    "end": 122,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 372,
                    "end": 373,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 374,
                    "end": 375,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "However, considering the high speed of forced air (60 L/min, 30 km/h) from the nasal cannula, there is a possibility that the pathogens in the patient's nasal and oral cavities might be dispersed. It is recommended that patients keep a closed mouth during high-flow nasal therapy to maintain the positive airway pressure; however, mouth-opening and speaking are not infrequent. In those situations, forced air may exit from the patient's mouth via the nasal and oral cavities, including droplets that contain pathogens, especially if the patient presented with excess nasal mucus secretion.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Prevention of hospital infection is crucially important. Respiratory infection can often be critical for elderly patients and those with impaired immune function. The potential for pathogen dispersal is a threat for healthcare providers and hospital visitors. However, the potential for pathogen dispersal during high-flow nasal therapy has not been investigated. In this study, we conducted several experiments to explore the risk of pathogen dispersal during high-flow nasal therapy.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Eighteen sheets of water-sensitive paper (76×52 mm) were placed on a metal frame at intervals of 30 cm facing the manikin's face (Figure 1\n). The minimum droplet size detectable by the paper was 50 μm, and therefore the paper could detect the average-sized droplets exhaled during coughing and talking (50–100 μm) in clinical settings [5]. Another set of four sheets of paper was placed on the floor 5 m away from the manikin in all four directions. Tap water (10 mL) thickened with 1 g of potato starch was applied on to the nasal and oral cavities of the manikin to mimic the nasal mucus and saliva of patients. The nasal cannula was inserted into the manikin's nostrils, and the cannula was connected to the high-flow nasal therapy device. The device was then turned on for 10 min at a flow rate of 60 L/min. One hour later, the paper was collected, and the number of spots on the sheets was enumerated. A measurement closest to the manikin's face was performed separately with the same design because the paper may affect the dispersal. As a control experiment, the device was kept in the stand-by mode for 10 min to confirm that there was no detection of water on the paper. In the next experiment, the effect of the patient touching and repositioning the cannula was assessed by manually repositioning the cannula once during use of the device. Three trials for each liquid dispersal experiment were conducted. The values obtained were averaged.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 337,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Liquid dispersal ::: Methods",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In a similar experimental design described above, 18 Sabouraud dextrose pre-poured Petri dishes were placed facing the manikin's face at 30 cm intervals. Another set of four dishes was placed on the floor at 5 m away from the manikin in all four directions to assess environmental contamination. In this experiment, 10 mL of fresh yeast broth (1×107 cfu/mL) was applied on to the nasal and oral cavities of the manikin. One hour after use of the high-flow therapy device for 10 min at a flow rate of 60 L/min, the dishes were collected. In another set of experiments with the same set-up, the effect of patient touching and repositioning of the cannula was assessed as described above. All dishes were incubated at 37°C for 2–4 days until the number of colonies peaked, and the number of colonies was counted. Three trials for each experiment were conducted, and the values obtained were averaged.",
            "cite_spans": [],
            "section": "Yeast dispersal ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Statistical analysis was conducted using GraphPad Prism 8 software (GraphPad Software, San Diego, CA, USA). The number of water spots and colony formation was analysed using two-way analysis of variance, followed by the Bonferroni correction. Values are presented as mean ± standard deviation. P < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "section": "Statistics ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In the liquid dispersal experiment, water was detected only on the sheet placed in front of the manikin's face (3.7 ± 1.2 spots) (Figure 2\nA). Manual repositioning of the cannula significantly increased the water dispersal (95% confidence interval (CI): 1.216–0.266; P = 0.0032); water spots were observed in the three sheets placed close to the manikin's face (Figure 2B). Water dispersal was not detected on the sheets placed 5 m away from the manikin.",
            "cite_spans": [],
            "section": "Liquid dispersal ::: Results",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 362,
                    "end": 370,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Similar to the liquid dispersal experiment, colony formation was observed only on the dish that was closest to the manikin's face (2.3 ± 0.5 colonies) (Figure 2C). Manual repositioning of the cannula significantly increased the colony formation (P = 0.039, 95% CI: 0.504–0.0143); dispersal was observed in two dishes placed in front of and lateral to the manikin's face (Figure 2D). Colony formation was not observed on the dishes placed 5 m away from the manikin.",
            "cite_spans": [],
            "section": "Yeast dispersal ::: Results",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 371,
                    "end": 379,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "This is the first study to investigate the potential risk of pathogen dispersal from a high-flow nasal cannula via safe in-vitro experiments. Dispersal of water and yeast was detected only in the proximal location closest to the manikin's face. Although the manual repositioning of the nasal cannula during use of the device slightly increased the dispersal, the dispersal remained limited to the proximal location closest to the manikin's face. No dispersal of water and yeast was detected in areas >60 cm away from the face. These results suggest that use of high-flow nasal canula does not increase the risk of droplet infection because coughing or sneezing may generate droplets that can travel farther [6].",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 709,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Among various routes of infection, pathogens that cause pandemics, such as influenza and severe acute respiratory syndrome virus, transmit via droplet infection [7,8]. In general, droplets fall rapidly to the ground under gravity, and therefore are transmitted only over a limited distance. Droplets settle on the surface of the hospital bed frames, tables, or other patient's belongings, which may result in contact infection. Many species of bacteria, including meticillin-resistant Staphylococcus aureus, have been acquired nosocomially and subsequently transmitted in the community [9,10].",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 164,
                    "end": 165,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 587,
                    "end": 588,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 589,
                    "end": 591,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We used a manikin instead of human subjects to eliminate the actual risk of dispersal of resident pathogens and antibiotic-resistant bacteria. To control for individual differences in oral and nasal bacterial flora and wettability, we used yeast as a replacement for human resident bacteria. Yeast is a biosafety level 1 micro-organism and has been used safely for in-vitro experiments [2].",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 388,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the present study, the droplet dispersal was limited to the proximal space of the face and the cannula. Air flow generated by the high-flow nasal therapy device is blown into a relatively closed nasal cavity compared with the open space of hand dryers. This may limit much of the droplet dispersal to inside the nasal and oral cavities. Another possible explanation is that the flow volume and velocity of the air flow of the high-flow nasal therapy are relatively small (60 L/min, 30 km/h) compared with those of jet dryers that can be up to 2100 L/min, 640 km/h. Our data suggest that it is likely that high-flow nasal therapy does not increase the potential risk of droplet and contact infection. However, there is a possibility that the device generates smaller particles (aerosol) that may remain in the air and may cause airborne infection rather than droplet infection. Another limitation of this study is that we did not include human subjects. Further studies with human subjects may provide further evidence of the safety of the nasal high-flow therapy.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "section": "Conflict of interest statement",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "Funding sources",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Experimental design for assessing the dispersal of water and yeast.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Schematic representation of the experimental set-up and the results. Values indicate the number of spots on the water-sensitive paper or the colonies on the Petri dish at each measurement point. No values are shown if no spot was observed on the point. (A) Water dispersal without manual repositioning. (B) Water dispersal with manual repositioning. (C) Yeast dispersal without manual repositioning. (D) Yeast dispersal with manual repositioning.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Evaluation of the potential for virus dispersal during hand drying: a comparison of three methods",
            "authors": [
                {
                    "first": "P.T.",
                    "middle": [],
                    "last": "Kimmitt",
                    "suffix": ""
                },
                {
                    "first": "K.F.",
                    "middle": [],
                    "last": "Redway",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Appl Microbiol",
            "volume": "120",
            "issn": "",
            "pages": "478-486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Modeling the spread of methicillin-resistant Staphylococcus aureus in nursing homes for elderly",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Chamchod",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Comparison of different hand-drying methods: the potential for airborne microbe dispersal and contamination",
            "authors": [
                {
                    "first": "E.L.",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Redway",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Hosp Infect",
            "volume": "89",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Nasal high flow therapy: a novel treatment rather than a more expensive oxygen device",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ischaki",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Pantazopoulos",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Zakynthinos",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur Respir Rev",
            "volume": "26",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Heated humidified high-flow nasal oxygen in adults: mechanisms of action and clinical implications",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Spoletini",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Alotaibi",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Blasi",
                    "suffix": ""
                },
                {
                    "first": "N.S.",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Chest",
            "volume": "148",
            "issn": "",
            "pages": "253-261",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Exhaled droplets due to talking and coughing",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J R Soc Interface",
            "volume": "6",
            "issn": "Suppl 6",
            "pages": "S703-S714",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Violent expiratory events: on coughing and sneezing",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Bourouiba",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Dehandschoewercker",
                    "suffix": ""
                },
                {
                    "first": "J.W.M.",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Fluid Mech",
            "volume": "745",
            "issn": "",
            "pages": "537-563",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Transmission of pandemic A/H1N1 2009 influenza on passenger aircraft: retrospective cohort study",
            "authors": [
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "C.N.",
                    "middle": [],
                    "last": "Thornley",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "340",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Facemasks for the prevention of infection in healthcare and community settings",
            "authors": [
                {
                    "first": "C.R.",
                    "middle": [],
                    "last": "MacIntyre",
                    "suffix": ""
                },
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "Chughtai",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Community and nosocomial transmission of Panton–Valentine leucocidin-positive community-associated meticillin-resistant Staphylococcus aureus: implications for healthcare",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Orendi",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Coetzee",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Ellington",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Boakes",
                    "suffix": ""
                },
                {
                    "first": "B.D.",
                    "middle": [],
                    "last": "Cookson",
                    "suffix": ""
                },
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Hosp Infect",
            "volume": "75",
            "issn": "",
            "pages": "258-264",
            "other_ids": {
                "DOI": []
            }
        }
    }
}