{
    "paper_id": "PMC7233190",
    "metadata": {
        "title": "Antagonizing the renin–angiotensin–aldosterone system in the era of COVID-19",
        "authors": [
            {
                "first": "Riccardo",
                "middle": [],
                "last": "Sarzani",
                "suffix": "",
                "email": "r.sarzani@univpm.it",
                "affiliation": {}
            },
            {
                "first": "Federico",
                "middle": [],
                "last": "Giulietti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Di Pentima",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Filipponi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Spannella",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Dear Editor,",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Patients with pre-existing cardiovascular (CV) disease, especially older subjects, are more likely to develop severe symptoms and have worse prognosis if infected with the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2). Recently, some authors have raised concerns about the safety and potential effects of anti-hypertensive therapy with angiotensin-converting enzyme inhibitors (ACE-I) or angiotensin II type 1 receptor blockers (ARB) in patients with SARS-CoV-2 infection (COVID-19), given their capacity to increase ACE2 levels, which has been found to act as a functional receptor for SARS-CoV-2. This would be followed by a hypothetical greater susceptibility to SARS-CoV-2 infection, as well as a possible greater severity of the disease, in patients already at higher risk of death due to their CV comorbidities. Although these concerns are currently not supported by any scientific evidence, such speculations increase the risk of discrediting pharmacological classes which have largely been shown to protect even older patients from CV and all-cause mortality, regardless of comorbidities [1]. Instead, based on the available evidence, the exact opposite may actually be more likely. The renin–angiotensin–aldosterone system (RAAS) blockers were found to protect against acute lung injury in several animal models, also due to their ability to increase ACE2 levels [2]. ACE2 plays a key role in counterbalancing the negative effects of a hyper-activated RAAS. Indeed, ACE2 cleaves angiotensin (Ang) I into a nonapeptide (Ang 1–9), which binds Ang II type 2 receptor (AT2R), and Ang II into Ang 1–7, which binds an endogenous orphan receptor (MasR). While the activation of ACE/Ang II/Ang II-type 1 receptor (AT1R) pathway induces vascular permeability, inflammation, and lung fibrosis, previous studies found that ACE2/Ang 1–7/MasR pathway can protect lungs from the development of acute respiratory distress syndrome (ARDS) in several animal models, through opposite mechanisms [3]. Moreover, ACE2 interacts with another branch of RAAS based on Ang peptides in which the aminoterminal aspartate is replaced by alanine (Alatensins), leading to the production of Ala-Ang 1–7 (Alamandine) that has been found to bind Mas-related G protein-coupled receptor D (MrgD) and may also protect against lung injury and fibrosis, improving vascular/endothelial dysfunction [4].\n",
            "cite_spans": [
                {
                    "start": 1112,
                    "end": 1113,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1388,
                    "end": 1389,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2002,
                    "end": 2003,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2384,
                    "end": 2385,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The down-regulation of ACE2 after the binding of the viral surface-spike protein and the consequent RAAS hyper-activation result in the worsening of acute lung injury. Moreover, ACE2 and the RAAS dysregulation may also play a key role in the myocardial involvement following the SARS-CoV-2 infection. In fact, ACE2 is critical for heart function, preventing oxidative stress, inflammation, left ventricular remodeling, and dysfunction [4]. RAAS blockers, especially ARB, may attenuate these damage mechanisms (see Fig. 1), through the reduction of Ang II/AT1R stimulation, increase in Ang II substrate and increase in ACE2, leading to a larger increase in both Ang 1–7 and alamandine. ACE-I stop the conversion of Ang 1–9 to Ang 1–7 and may facilitate stimulation of AT2R by Ang 1–9, but may also reduce the pathway depending on Ang 1–7. Therefore, most experimental evidences are currently favoring the use of ARB in lung protection.\n",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 437,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 519,
                    "end": 520,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Very recently, some clinical studies evaluated the effects of ACE-I and ARB on COVID-19 outcomes in hospitalized patients, although limited to observational data. A retrospective analysis of 1128 Chinese hypertensive patients showed significant lower risk of all-cause mortality in those treated with ACE-I/ARB compared to other anti-hypertensive drugs after adjustment for confounders through propensity score-matched analysis [5]. Same favorable results have been found in a small UK cohort study on 205 patients admitted for COVID-19, in which treatment with ACE-I was associated with a reduced risk of rapidly deteriorating severe disease [pre-print]. In another small sample of COVID-19 patients, ACE-I and ARB therapy affected both IL-6 and peripheral T cell levels and was associated with lower rates of severe disease [6]. In another study on hospitalized COVID-19 patients, the percentage of hypertensive patients taking ACE-I/ARB did not differ between those with severe and non-severe infection or between non-survivors and survivors, with a favorable trend for ACE-I/ARB, although adjusted analysis was not performed [7].",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 430,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 827,
                    "end": 828,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1130,
                    "end": 1131,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Randomized controlled trials (RCTs) with Losartan are ongoing to study its possible benefits for COVID-19 patients (NCT04312009; NCT04311177), based on the above-mentioned mechanisms that have been hypothesized. Despite these evidences favoring RAAS blockers, the speculations based on ACE2 induction forced the major CV Scientific Societies to intervene with position statements to avoid the de-prescribing of these drug classes.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Further studies are needed to overcome the current lack of evidence either for or against the use of RAAS inhibitors as part of the treatment of COVID-19. High-resolution chest computed tomography (HR-CT) well reflects the evolution of pathological lung changes of COVID-19 [8]. Indeed, several subsequent temporal stages have been identified, starting from an early stage characterized by multilobar ground-glass opacities (GGO) with a peripheral or posterior distribution, up to an increase in the number and size of GGO and progressive transformation into multifocal consolidative opacities, septal thickening, and development of a crazy paving pattern, which clinically corresponds to the development of ARDS [8]. It might be interesting to evaluate the effect of an ARB, such as Losartan that has already proven to be protective against acute lung injury in mice [2], on the disease progression. Being the older patients with CV comorbidities the most severely hit by the disease, it would be worthwhile to study patients aged ≥ 65 years affected by COVID-19. Hypertensive older patients could be randomized to Losartan 50–100 mg once daily versus an anti-hypertensive drug other than a RAAS blocker (i.e., a calcium channel blocker at adequate dosage), while normotensive older patients with a history of hypertension and increased levels of circulating natriuretic peptides (i.e., NT-proBNP ≥ 300 pg/ml, suggestive for heart failure) could be randomized to Losartan 12.5–25 mg once daily versus placebo. Patients would be enrolled and randomized after performing chest HR-CT on admission to identify the early stage of the disease. The primary outcome would be the search for differences in lung disease progression rates, evaluated with chest HR-CT after 7–14 days. Secondary outcomes would be the search for differences in the incidence of CV complications. These projects could shed light on the putative beneficial effect of ARB therapy in humans with acute lung injury caused by SARS-CoV-2 infection, confirming the previous findings on animal models, thanks to the rebalancing of the RAAS.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 714,
                    "end": 715,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 869,
                    "end": 870,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In conclusion, up to now, as promptly stated by both the ESC council on Hypertension and the HFSA/ACC/AHA, patients with hypertension and its related CV sequelae, mainly ischemic heart disease and heart failure, should safely continue to take ACE-I and ARB, also in the context of the pandemic COVID-19, to not further increase their CV risk, although possible specific benefits of RAAS inhibitors on COVID-19 are still to be demonstrated.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Schematic of the protective role of ACE2 and counter-regulatory renin–angiotensin–aldosterone system (RAAS) in lung injuries potentially leading to ARDS. ARB therapy, in animal models, counterbalances the down-regulation of ACE2, like the one caused by the SARS-CoV-2 infection in lung. ARB could lead to an increase in the protective components of the RAAS (by reduction of Ang II/AT1R stimulation, increase in Ang II substrate, increase in Ang II and Ang A conversion in Ang 1–7 and Alamandine, respectively) with potential prevention and/or attenuation of ARDS. ACE2: angiotensin-converting-enzyme 2; Ang: angiotensin; ARB: angiotensin II type 1 receptor blockers; AT1R: angiotensin II type 1 receptor; AT2R: angiotensin II type 2 receptor; SARS-CoV-2: severe acute respiratory syndrome coronavirus-2; MasR: Mas receptor; MrgD: Mas-related G protein-coupled receptor D; AD: aspartate decarboxylase; ARDS: acute respiratory distress syndrome",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Renin-angiotensin system blockers and statins are associated with lower in-hospital mortality in very elderly hypertensives",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Spannella",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Med Dir Assoc",
            "volume": "19",
            "issn": "4",
            "pages": "342-347",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jamda.2017.09.023"
                ]
            }
        },
        "BIBREF1": {
            "title": "Losartan prevents sepsis-induced acute lung injury and decreases activation of nuclear factor kappaB and mitogen-activated protein kinases",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Shock",
            "volume": "31",
            "issn": "5",
            "pages": "500-506",
            "other_ids": {
                "DOI": [
                    "10.1097/SHK.0b013e318189017a"
                ]
            }
        },
        "BIBREF2": {
            "title": "Angiotensin-converting enzyme 2 protects from severe acute lung failure",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "436",
            "issn": "7047",
            "pages": "112-116",
            "other_ids": {
                "DOI": [
                    "10.1038/nature03712"
                ]
            }
        },
        "BIBREF3": {
            "title": "The renin-angiotensin system: going beyond the classical paradigms",
            "authors": [
                {
                    "first": "RAS",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Physiol Heart Circ Physiol",
            "volume": "316",
            "issn": "5",
            "pages": "H958-H970",
            "other_ids": {
                "DOI": [
                    "10.1152/ajpheart.00723.2018"
                ]
            }
        },
        "BIBREF4": {
            "title": "Association of inpatient use of angiotensin converting enzyme inhibitors and angiotensin II receptor blockers with mortality among patients with hypertension hospitalized With COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circ Res",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCRESAHA.120.317134"
                ]
            }
        },
        "BIBREF5": {
            "title": "Renin-angiotensin system inhibitors improve the clinical outcomes of COVID-19 patients with hypertension",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "1",
            "pages": "757-760",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1746200"
                ]
            }
        },
        "BIBREF6": {
            "title": "Association of renin-angiotensin system inhibitors with severity or risk of death in patients with hypertension hospitalized for coronavirus disease 2019 (COVID-19) infection in Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.1624"
                ]
            }
        },
        "BIBREF7": {
            "title": "Coronavirus disease 2019 (COVID-19): a systematic review of imaging findings in 919 patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salehi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJR Am J Roentgenol",
            "volume": "14",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.20.23034"
                ]
            }
        }
    }
}