{
    "paper_id": "PMC7120935",
    "metadata": {
        "title": "Who Cares About Wildlife?",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Manfredo",
                "suffix": "",
                "email": "michael.manfredo@colostate.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Leisure pursuits are increasingly important to people in post-industrial society, and they have a significant economic impact. The number of international tourists has doubled within the last decade (from the early 1990s to 2006). Globally, an estimated 842 million people were international tourists in 2006. The number of international tourists is expected to double again by 2020 (World Tourism Organization, 2006).",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 416,
                    "mention": "2006",
                    "ref_id": "BIBREF86"
                }
            ],
            "section": "Wildlife-Associated Recreation and Tourism2Fn2fn ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Tourism is the largest sector in the world economy generating $3.6 trillion in economic activity and 8% of jobs annually worldwide. Tourism is particularly important as an employer in poor regions of the world, and it is the primary export for 83% of developing countries (International Ecotourism Society, 2007).",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "mention": "2007",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Wildlife-Associated Recreation and Tourism2Fn2fn ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Most forms of tourism that involve wildlife are classified as nature-based tourism or ecotourism. In the past 15 years, these forms of tourism have enjoyed significant growth relative to the rest of the tourism industry. In the 1990s ecotourism grew at a rate of 20–34% per year (Mastny, 2001), and in the twenty-first century, it continues to outpace the rest of the industry (International Ecotourism Society, 2007).",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "mention": "2001",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 412,
                    "end": 416,
                    "mention": "2007",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Wildlife-Associated Recreation and Tourism2Fn2fn ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "One way in which wildlife is important for tourism is as part of the entire package of an experience, for example, a side trip pursuit or a pleasant surprise while sightseeing. Analysis of North American ecotourism markets suggests that seeing wildlife is one of the top four setting attributes desired in a tourist experience (Wight, 1996). It would be impossible to gauge the full extent of the importance of wildlife in this support cast role for tourism.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "mention": "1996",
                    "ref_id": "BIBREF89"
                }
            ],
            "section": "Wildlife-Associated Recreation and Tourism2Fn2fn ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "A significant amount of tourism focuses on wildlife as the trip’s primary purpose. Visitors to U.S. national parks rank viewing wildlife as a top reason for their attendance, and this would undoubtedly be true for visitors to a number of the world’s protected areas, which now extend across 12% of the earth’s surface (Brooks et al., 2004). Further evidence of wildlife as a driving force for tourism can be found in the 2006 U.S. Fish and Wildlife Service’s (2007) National Survey of Fishing, Hunting, and Wildlife-Associated Recreation. This study showed that 87 million Americans participated in some form of wildlife-associated recreation, including hunting (12.5 million people), fishing (24.5 million people), wildlife viewing involving trips away from home (22.9 million people) or viewing in one’s day-to-day residential life (77 million people). Other data hint at a widespread global interest in wildlife-associated recreation. For example, the 1996 Survey on the Importance of Nature to Canadians indicates that approximately 18% of the Canadian population, or 4.2 million people, participated in fishing, and 5% of the population, or 1.2 million people, participated in hunting (Federal-Provincial Task Force on the Importance of Nature to Canadians, 1999).",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "mention": "2004",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 460,
                    "end": 464,
                    "mention": "2007",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1263,
                    "end": 1267,
                    "mention": "1999",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Wildlife-Associated Recreation and Tourism2Fn2fn ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Participation trends show an interesting pattern. While hunting and fishing in the United States has declined, wildlife viewing has increased (Aiken, 1999; U.S. Fish and Wildlife Service, 2007). Simultaneously, many specialized forms of wildlife-associated recreation have grown considerably in the last two decades. Hoyt (2000) estimated that the number of whale-watching tourists worldwide increased from 4 million in 1991 to 9 million in 1998. Bucking the overall trend of hunting in the United States, participation in trophy hunting in Africa has increased since the early 1990s, including a fourfold increase in Namibia and twofold increase in South Africa (Lindsey, Roulet, & Romanach, 2007). These few examples do not reveal the growth that is also occurring in the many specialty niche markets in wildlife-associated recreation including, for example, fly-fishing the flats in the tropics, bird viewing in Thailand or Costa Rica, viewing birds and reptiles on the Galapagos Islands, dolphin feeding in Australia, viewing monkeys at the temples in Singapore, and viewing butterflies in Mexico. The growth in these opportunities is related to strong consumer demand, the relatively low capital investment needed for ecotourism businesses, and the strong potential for local employment.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "mention": "1999",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 188,
                    "end": 192,
                    "mention": "2007",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 323,
                    "end": 327,
                    "mention": "2000",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 693,
                    "end": 697,
                    "mention": "2007",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Wildlife-Associated Recreation and Tourism2Fn2fn ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Wildlife-associated recreation generates a significant amount of economic activity. In 2006 U.S. hunters spent $23 billion, anglers spent $40 billion, and wildlife viewers spent $45 billion (U.S. Fish and Wildlife Service, 2007). Hoyt (2000) suggested that worldwide whale watching is a 1-billion-dollar industry operating in 492 communities and 87 countries and territories.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "mention": "2007",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 236,
                    "end": 240,
                    "mention": "2000",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Wildlife-Associated Recreation and Tourism2Fn2fn ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Locally the impact of wildlife-associated tourism can be quite significant. Aylward (2003), for example, reported that wildlife safari-centered nature tourism in the northeast Zululand part of the Kwazulu-Natal province South Africa accounts for 21% of gross geographic product and 30% of employment. Similarly, Navrud and Mungatana (1994) showed that the recreational value of wildlife viewing in Kenya was between $7.5 and $15 million. Orams (2000) reported that whale watching in the small South Pacific island community of Vava’u (population 16 thousand people) in Tonga yielded revenue in excess of $600,000 per year. Moreover, Andersson, Croné, Stage, and Stage (2005) examined gorilla tracking in Uganda and concluded tourist expenditures fall considerably short of willingness to pay. They suggested that the Bwinidi Impenetrable National Park could increase revenues sevenfold through additional fees.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "mention": "1994",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 669,
                    "end": 673,
                    "mention": "2005",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Wildlife-Associated Recreation and Tourism2Fn2fn ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Interest in wildlife is not restricted to those who take trips to the outdoors. The World Association of Zoos and Aquariums, with 1,200 organizations worldwide, estimates an attendance of 600 million people annually (World Association of Zoos and Aquariums, 2007). There has also been a growing market for TV and cinema that focuses on the natural habits of wildlife instead of prior programming that featured wildlife primarily as anthropomorphized characterizations of human life. Animal Planet, a TV channel launched in 1996 that televises features about animals (wild and domesticated), has experienced rapid growth. As of 2005 it reached 237 million subscribers in 160 countries who speak 24 languages (Broadband TV News, 2005). The interest and growth of this programming is global with the channel most recently expanding to Germany, Italy, and Vietnam (Discovery Communications Inc., 2004). Additional examples of the rapid growth are the rising numbers of subscribers: In Latin America the increase was by 24% between 1999 and 2000 to 9 million subscribers, and, likewise, in Asia the increase was by 205% to more than 24 million subscribers (BBC, 2001). Viewership of wildlife films is also expanding. Winged Migration (2003) and March of the Penguins (2005) grossed over $31 million and $79 million worldwide respectively. These ticket sales make the films some of the most successful documentary films in history (Nash, 2005).",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "mention": "2007",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 727,
                    "end": 731,
                    "mention": "2005",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 892,
                    "end": 896,
                    "mention": "2004",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1157,
                    "end": 1161,
                    "mention": "2001",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1432,
                    "end": 1436,
                    "mention": "2005",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Wildlife-Associated Recreation and Tourism2Fn2fn ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Growth of various forms of wildlife-associated tourism raises questions about the negative impacts that tourism and recreation may be having on wildlife populations. Recreation and tourism is in conflict with other deeply held public values such as concern for protection of wildlife and for environmental quality (addressed later in this section). An overview of the extent of these impacts is beyond the purpose of this chapter. See Knight and Gutzwiller (1995) for an introduction to the multiple ways that recreation can negatively impact wildlife species (e.g., direct effects through encounters, altering prey species, altering habitat, and habituation). Human–wildlife conflict is, however, an area of growing importance and I devote the next section to this topic.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "mention": "1995",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Wildlife-Associated Recreation and Tourism2Fn2fn ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "As I write this chapter, deer are in my backyard eating from my apple trees. In a few weeks, I will battle with the raccoons who always get to my corn just as it ripens. A woodpecker drums on the vent pipes of my house, telling everyone that the territory I regard as mine is also his. The morning paper reports that a jogger was bitten by a rattlesnake at a local reservoir. Ignoring the trailhead sign that warned of snakes, the jogger did not know the snake was dangerous and continued her run after being bitten. Fortunately, she encountered mountain bikers who immediately took her for help. Just last month an 11-year-old boy was killed by a bear while camping in Utah. The bear was believed to have become habituated to campers, finding campgrounds a good location to obtain easy food. For me, like many people in the world, undesirable wildlife encounters are part of daily life and their impacts can be significant.",
            "cite_spans": [],
            "section": "Human-Wildlife Conflict ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Conover (2002) estimated that human–wildlife conflict causes $22.3 billion in losses per year in the United States alone. The largest expense ($8.3 billion) is incurred in urban areas and is due to mice, squirrels, raccoons, moles, pigeons, starlings, and skunks. Agricultural loss is estimated at $4.5 billion per year while annual loss due to deer–auto collisions is estimated at $1.6 billion.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "mention": "2002",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Human-Wildlife Conflict ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Problems of human–wildlife conflict are not limited to the United States. Treves and Karanth (2004, p. 1492) noted this about human–carnivore conflicts:This is a worldwide problem, exemplified by wolves (Canis\nlupus) and bears (Ursus\nspp.) that kill sheep in North America and Europe; Pumas (Puma\nconcolor) and jaguars (Panthera\nonca) taking cattle in South America; numerous carnivore genera preying on cattle and goats in Africa; and tigers (P.\ntigris) and leopards (P.\npardus) killing livestock in Asia.\n",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "mention": "2004",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Human-Wildlife Conflict ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The impact of this conflict is differentially distributed. Hill (2000) indicated that regionally aggregated impacts may not look significant, but for some individuals in high-conflict areas, impacts are devastating. Her research shows that some farmers in Uganda lost up to 60% of their crops to raiding by baboons.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "mention": "2000",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Human-Wildlife Conflict ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In addition to economic and property loss, wildlife can threaten human safety. Conover (2002) claimed that attacks by alligators, cougars, bears, coyotes, bison, and moose have increased in the United States in recent decades. Such attacks are particularly problematic in rural areas of developing nations. Choudhury (2004) reported that in northeastern India, human–elephant conflict killed 1,500 people between 1980 and 2003. Retaliation and habitat loss have resulted in declining elephant populations, and in one area – Cachar, Assam – elephants have been extirpated. Rajpurohit and Krausman (2000) offered further evidence of the severity of impacts to humans; they reported that during a 6-year period (from 1989 to 1995) in south Bihar (India), elephants killed 242 people, sloth bears killed 50 people, and wolves killed 92 people.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "mention": "2002",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 318,
                    "end": 322,
                    "mention": "2004",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 597,
                    "end": 601,
                    "mention": "2000",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Human-Wildlife Conflict ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Reasons explaining the increase in human–wildlife conflict vary. Expanding human settlement is believed to be the most critical reason: Driven by population pressures, economic growth, and the expanding global demand for natural resources, humans occupy more and more places. As this occurs, it destroys or fragments habitat, forcing humans and wildlife into confrontation. Because humans and wildlife share habitat, human–wildlife conflict is often coincidental; however, sometimes conflict occurs because humans want to be close to wildlife. For example, results show that 55.5 million Americans engage in wildlife feeding activities (U.S. Fish and Wildlife Service, 2007). Wildlife attracts tourists, and feeding wildlife has, in some cases, become a planned tourism activity (Orams, 2002). Feeding wildlife can lead to habituation, and animals may identify humans as a food source instead of a threat. Habituation is believed to be a factor in the death of a 9-year-old boy at an Australian World Heritage site; the boy was attacked by dingoes habituated through tourist feeding behavior (Thompson, Shirreffs, & McPhail, 2003). Beyond such direct attacks, human contact with wildlife can affect disease transmission. I review that concern in the next section.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 673,
                    "mention": "2007",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 787,
                    "end": 791,
                    "mention": "2002",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "mention": "2003",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Human-Wildlife Conflict ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "According to Wolfe, Dunavan, and Diamond (2007) the most important diseases of modern human populations have animal origins. These diseases emerged in the past 11,000 years following the rise of agriculture. Zoonotic (spread from animals to humans) diseases attract a great deal of attention and concern among researchers (Friend, 2006). Enserink (2000), citing findings of researchers from University of Edinburgh, claimed 1,709 pathogens plague humanity, half of which are zoonotic. Moreover, among the 156 pathogens considered to be emerging diseases, 73% are zoonotic.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "mention": "2007",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 331,
                    "end": 335,
                    "mention": "2006",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 348,
                    "end": 352,
                    "mention": "2000",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Wildlife Disease ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Zoonotic diseases have had dramatic effect on the course of history. They have clearly impacted the ways of modern life (Wolfe et al., 2007). For example, human immunodeficiency virus (HIV) causes a disease that has greatly altered the lives of most of the world’s population, infecting 40 million people worldwide and causing the death of about 3 million people in 2006 (Joint U.N. Programme on HIV/AIDS, 2007). HIV may have been transmitted to human populations from chimpanzees. Evidence of transmission is found in Gao et al. (1999) who identified the similarity between HIV and SIV, a virus common in chimps. Wolfe et al. (2004) provided evidence that transmission of SIV is common. Wolfe et al. (2004) tested the blood of more than 1,000 people in Central Africa who had regular contact with non-human primates. Approximately 1% of the people sampled had SIV.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "mention": "2007",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 531,
                    "end": 535,
                    "mention": "1999",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 628,
                    "end": 632,
                    "mention": "2004",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 702,
                    "end": 706,
                    "mention": "2004",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "Wildlife Disease ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Increasingly, research shows that the transmission of infectious agents between humans and primate species occurs in a variety of contexts affecting a wide range of people (Jones-Engel et al., 2006). Research by Jones-Engel et al. (2006) in Southeast Asia explored the possibility of transmission of several pathogens from macaques to humans. Macaques have a special status in Buddhist and Hindu cultures. They tend to congregate around temples where residents, workers, and tourists come in close contact with them. Through interaction with these macaques, people can be exposed through bites, scratches, or mucosal splashes. In these situations, there is a risk from transmission of pathogens such as herpes B, simian virus 40, simian foamy virus, and other simian retroviruses. The transmission of pathogens occurs both ways. Research shows macaques risk exposure to influenza and measles from humans (Jones-Engel, Engel, Schillaci, Babo, & Froehlich, 2001).",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "mention": "2006",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 232,
                    "end": 236,
                    "mention": "2006",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 955,
                    "end": 959,
                    "mention": "2001",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Wildlife Disease ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Many other zoonotic diseases, not borne from non-human primates, have also recently drawn attention. This includes the tick-borne Lyme disease, West Nile virus, SARS, and the possibility of avian flu. Chronic wasting disease (CWD) has not been transferred to humans, but this remains a possibility. CWD is a prion-based disease that kills deer and elk, and it has a significant effect on these animal populations in the United States. Recreational hunters in the United States harvest and consume thousands of these animals annually; this increases concern about the possibility of transmission of the disease. Should transmission occur, it would significantly affect human health. It would also negatively affect the economy of rural areas by discouraging tourism, and, due to lost license sales, decrease funding for state fish and wildlife agencies (Needham, Vaske, & Manfredo, 2004).",
            "cite_spans": [
                {
                    "start": 881,
                    "end": 885,
                    "mention": "2004",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Wildlife Disease ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Conditions of globalization may influence the emergence of zoonotic diseases (Chomel, Belotto, & Meslin, 2007). Climate change accelerates mutation, while easy airline travel and the growth of urbanization facilitate disease transmission (Friend, 2006). Wolfe et al. (2007) proposed the need for an early warning detection system. They concluded thatMost major human infectious disease have animal origins, and we continue to be bombarded by novel animal pathogens…. [M]onitoring should focus on people with high levels of exposure to wild animals, such as hunters, butchers of wild game, wildlife veterinarians, workers in the wildlife trade, and zoo workers. (p. 283)\n",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "mention": "2006",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 268,
                    "end": 272,
                    "mention": "2007",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "Wildlife Disease ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "While wildlife can have negative impacts on humans, such as through conflict and disease, it also symbolizes high environmental quality and life quality. In the next section, I overview this area of concern.",
            "cite_spans": [],
            "section": "Wildlife Disease ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In twentieth-century North America, people protected wildlife for utilitarian reasons. At that time, game scarcity, extirpation, and extinction were part of a growing number of concerns over the resiliency of wildlife populations. Dramatic forest fires followed extensive clear-cutting in the Midwest. Erosion threatened farm productivity, and timber extraction outstripped regenerative capabilities. Mining and industrial pollution diminished the ability of lakes and rivers to support aquatic life (Frederick & Sedjo, 1991). With growing human populations and technological advances, such as the repeating rifle, many wildlife populations were rapidly depleted or became extinct (Harrington, 1991). The conservation leaders of that time, including Gifford Pinchot and Aldo Leopold, were guided by a desire to ensure “sustained yield” of natural materials. The emerging tradition of wildlife management during this time was to convert hunting from exploitation to cropping (Peyton, 2000), and the results were immensely successful. The North American wildlife management profession – including its effective regulation of harvest, restoration of game populations, philosophy of science-based management, politically powerful stakeholder lobby, and sustained funding base (i.e., hunter and angler license fees) – must be considered one of the most notable conservation success stories.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 524,
                    "mention": "1991",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 694,
                    "end": 698,
                    "mention": "1991",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 983,
                    "end": 987,
                    "mention": "2000",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "The Condition of Wildlife and the Environment ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "During the latter third of the twentieth century, utilitarian interests and the single-species game management focus of the wildlife profession in North America began giving way to broader concerns for ecological integrity, biodiversity preservation, and environmental quality. Legislation, such as the Endangered Species Act of 1973, symbolized concern for losses, even among species that had no utilitarian purpose. Studies of that time period show that a significant number of Americans were opposed to recreational hunting (Kellert, 1978; Shaw, 1977), and early research on public values shows a diversity of values toward wildlife, including a significant emphasis on non-utilitarian views regarding the resource (Kellert, 1980). In this values transition, wildlife, once viewed as villainous creatures, came to symbolize the lost ecological integrity desired by the public. An illustration of this was revealed in a recent meta-analysis of studies since the 1970s. The study showed that people in the United States currently favor wolves and wolf reintroduction (Williams, Ericsson, & Heberlein, 2002), whereas in the early twentieth century, the species was targeted for extirpation throughout the country.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 541,
                    "mention": "1978",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 549,
                    "end": 553,
                    "mention": "1977",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 728,
                    "end": 732,
                    "mention": "1980",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "mention": "2002",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "The Condition of Wildlife and the Environment ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In the last chapter of this book, Tara Teel and I provide evidence of a broad-based North American shift from domination to mutualism in wildlife value orientations. As a result of this shift, attitudes toward wildlife are more protection-oriented and concern has increased for the care of individual animals.",
            "cite_spans": [],
            "section": "The Condition of Wildlife and the Environment ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Shifting concern for wildlife is probably associated with the late twentieth-century growth in environmental concern. Dunlap (2002) tracked environmental attitudes in North America since the 1970s and results showed an overall trend of increasing concern. This is a worldwide trend, given the high level of pro-environmental attitudes found in both developed and developing nations (Dunlap, 1994; Inglehart, 1997). At the start of the twenty-first century, the growing awareness of global warming and its environmental consequences deepened environmental concern. Recent polling by ABC News/Washington Post/Stanford University (2007) showed a significant proportion of Americans agree that warming is occurring (84%), and 82% indicated this problem is somewhat, very, or extremely important to them personally.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "mention": "2002",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 391,
                    "end": 395,
                    "mention": "1994",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 408,
                    "end": 412,
                    "mention": "1997",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 628,
                    "end": 632,
                    "mention": "2007",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "The Condition of Wildlife and the Environment ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The plight of wildlife due to an eroding environment is highly symbolic of the plight facing humanity. An excellent example is the declining habitat of polar bears, highlighted in Al Gore’s movie Inconvenient Truth. During their migration to find a diminishing prey base, these bears have been caught on islands of drifting ice or left to swim incredible distances in search of refuge on stable ice. Due to global warming, which has led to extensive glacial melting in the polar regions, such refuge diminishes. The analogy is clear: Humans are on an “island” that is eroding, and, without major changes, they will be left with a fruitless struggle.",
            "cite_spans": [],
            "section": "The Condition of Wildlife and the Environment ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The growing concern is merited. As described in the Millennium Ecosystem Assessment (2005) during the past century, the extinction rate among wildlife species is 1,000 times greater than that indicated in fossil record. The rapid collapse of the North Atlantic cod fishery suggests the possibility of similarly sudden, cataclysmic change in the future. The rate of extinction is expected to accelerate: Predictions suggest that extinction will occur at a rate ten-times greater than that of the past century. Species loss is part of broad-based ecosystemic change in which factors such as population growth, economic growth, and the social and political factors that encourage growth are driving habitat change, climate change, spread of invasive species, over-exploitation of resources, and pollution (Millennium Ecosystem Assessment, 2005).",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "mention": "2005",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 836,
                    "end": 840,
                    "mention": "2005",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "The Condition of Wildlife and the Environment ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In the midst of all these changes, an important shift has occurred in the composition of the work force, overall philosophical orientation, and sphere of influence of the wildlife profession. The traditional institutions of the profession have been slow to respond to the changing nature of concerns for wildlife and the environment. State-level fish and wildlife agencies in the United States, in particular, continue to prioritize issues of recreational hunting and fishing. Newly emerging non-governmental organizations and new types of academic programs (e.g., Conservation Biology) champion the broader concerns for global biodiversity. The focus of this movement is on global issues, and its approach is ecosystemic and integrative across disciplines. Funding comes from grassroots memberships and private donations. As an illustration, from 1994 to 2004 operating revenues of World Wildlife Fund doubled (WWF, 2005). Half of the revenue in 2004 was from contributions ($66 million), with $29 million from WWF members alone. The Humane Society of the United States (HSUS) has experienced similar growth (Center for Consumer Freedom, 2005). In 1970 HSUS had an annual budget of about $500,000. By 1994, HSUS’s annual revenue grew to $22 million, and by 2003 that number increased to $123 million.",
            "cite_spans": [
                {
                    "start": 1139,
                    "end": 1143,
                    "mention": "2005",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "The Condition of Wildlife and the Environment ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In this new era of conservation, discourse about concern for environmental quality has taken an important turn. Once cast in opposition to economic growth and the forces of capitalism, environments are now discussed in the context of the services they provide to humans (Millennium Ecosystem Assessment, 2005). The development of markets for these services – as illustrated in the cases of carbon, wetlands, and water – brings the principles of capitalism to environmental protection (e.g., Hamilton, Bayon, Turner, & Higgins, 2007). Another important trend is that the concern for environmental quality is increasingly linked to discussions about the need to deal with worldwide poverty (Millennium Ecosystem Assessment, 2005). Long-term solutions to environmental degradation must consider the current imbalance of environmental benefits and costs for people. Without economic advancement in impoverished areas, unsustainable uses of wildlife and natural resources will occur as individuals favor their own personal well-being against broader environmental concerns.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "mention": "2005",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 527,
                    "end": 531,
                    "mention": "2007",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 722,
                    "end": 726,
                    "mention": "2005",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "The Condition of Wildlife and the Environment ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In summary, these four areas – recreation and tourism, human-wildlife conflict, wildlife disease, and environmental sustainability – capture many of the bases of concern for, or caring about, wildlife. This list is not exhaustive and is confined primarily to non-domesticated, non-human animals. The benefits people receive from pet ownership would demand an even lengthier discussion (e.g., see McNicholas et al., 2005). However, it should be clear from the previous sections that concern for wildlife is prominent in contemporary society.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 419,
                    "mention": "2005",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Conclusion ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In the next section, I will address the emergence of human dimensions of wildlife management (HDW), a field of study that applies the social sciences to examine human–wildlife relationships, and, in doing so, provides information that contributes to effective wildlife conservation efforts. The field emerged in response to a need to deal with the multiple, and often-conflicting, public concerns over management and uses of wildlife.",
            "cite_spans": [],
            "section": "Conclusion ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Since the origin of the North American wildlife profession in the early twentieth century, the public has been a concern to wildlife managers (Witter & Jahn, 1998). In these early times, “citizens were portrayed as lacking knowledge to contribute to visionary conservation efforts” (Witter & Jahn, 1998, p. 202). As noted by King in 1948, it was “becoming increasingly apparent that the knowledge and cooperation of the public is of fundamental importance in carrying out a well-rounded conservation program” (p. 9). Given this view, the primary objective of interaction with the public was to provide education in order to ease the “management bottleneck” of the citizenry (Huboda, 1948). Not surprisingly, some of the early HDW efforts focused on public relations and led to an early text on that topic by Gilbert in 1971.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "mention": "1998",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 298,
                    "end": 302,
                    "mention": "1998",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 333,
                    "end": 337,
                    "mention": "1948",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 683,
                    "end": 687,
                    "mention": "1948",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 819,
                    "end": 823,
                    "mention": "1971",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Human Dimensions as Part of the Wildlife Management Tradition of North America ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "The latter half of the century was a period during which “people problems” began to attract the attention of researchers and managers alike. One of the earliest and most enduring HDW research efforts was the U.S. Fish and Wildlife Service’s National Survey of Fishing, Hunting, and Wildlife-Associated Recreation. This survey was first conducted in 1955 (U.S. Bureau of Sport Fisheries and Wildlife, 1955) and has been conducted at regular intervals since then (U.S. Fish and Wildlife Service, 2007). The purpose of this survey has remained relatively constant over time: to track Americans’ wildlife-associated recreation participation and economic expenditures. It was not until 10 years after that first survey that HDW investigations began to measure the attitudes and socio-demographic characteristics of various publics, focusing particularly on hunters and anglers.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 404,
                    "mention": "1955",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 494,
                    "end": 498,
                    "mention": "2007",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "Human Dimensions as Part of the Wildlife Management Tradition of North America ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "The social sciences as they were used in wildlife management was recognized as a growing field of research in a review by Hendee and Potter in 1971. These researchers identified several topics of importance for future research, including hunter satisfaction, non-consumptive uses of wildlife, characteristics of the hunter population, access and hunting opportunities, economic impacts and values of wildlife, and political and legal issues in wildlife management. Two years later, Hendee and Schoenfeld (1973) introduced the term “human dimensions of wildlife” at a session of the North American Wildlife and Natural Resources Conference. While individual studies using social science techniques had been reported prior to that meeting, this was the first time an entire session was devoted to the topic (Witter & Jahn, 1998).",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "mention": "1971",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 505,
                    "end": 509,
                    "mention": "1973",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 821,
                    "end": 825,
                    "mention": "1998",
                    "ref_id": "BIBREF81"
                }
            ],
            "section": "Human Dimensions as Part of the Wildlife Management Tradition of North America ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "As the many management implications of HDW research were articulated, demand for HDW research, and the human dimensions of natural resources more generally, grew. Impetus for research came primarily from funding provided by federal, state, and local government agencies seeking assistance with the growing number of “people problems.” The U.S. Forest Service Experiment Station was particularly important in fueling much of this early work. While the research initially focused on people’s recreational uses of natural resources (including hunting and fishing), it became apparent that people’s recreational interests were a subset of a broader array of natural resource-related topics involving the public (e.g., clear-cutting, water uses, and environmentalism). Researchers – primarily from rural sociology, agricultural economics, and recreation and parks disciplines – were leaders in providing momentum to this new area of human dimensions inquiry.",
            "cite_spans": [],
            "section": "Human Dimensions as Part of the Wildlife Management Tradition of North America ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "In the early 1980s, the Human Dimensions of Wildlife Study Group was formed and consisted of a small group of researchers who met on an informal basis to discuss their HDW research. From this beginning, a much larger international network of scientists with an interest in HDW began to emerge. This network expanded significantly in just the last decade of the twentieth century, during which time, outlets for scholarly work in HDW increased greatly.",
            "cite_spans": [],
            "section": "Human Dimensions as Part of the Wildlife Management Tradition of North America ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "The journal Human Dimensions of Wildlife was introduced in 1996, and this journal, along with traditional outlets for wildlife management-related research – including Fisheries, Journal of North American Fisheries,\nJournal of Wildlife Management, and the Wildlife Society Bulletin – became the stage for advancing HDW research. In addition, a variety of publications emphasizing broader natural resource and conservation-related topics – such as Human Ecology Review, Conservation Biology, Environment and Behavior, and Society and Natural Resources – have increasingly provided outlets for HDW work.",
            "cite_spans": [],
            "section": "Human Dimensions as Part of the Wildlife Management Tradition of North America ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Since its introduction, HDW research has been primarily descriptive and applied. Its main focus is to provide information about public values that managers can consider while making wildlife decisions. Decker, Brown, and Siemer (2001, p. 3–4) emphasized the importance of this information:Wildlife management is based on human values. It exists because wildlife are viewed as a resource for people. When landowners practice management on their own lands, it reflects their personal values. When a state agency undertakes management on behalf of its citizens, it reflects community or social values in that state. North Americans’ view of wildlife – our belief in their value for us – motivates wildlife management at all levels.\n",
            "cite_spans": [],
            "section": "Human Dimensions as Part of the Wildlife Management Tradition of North America ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "There is a values and valuing component in virtually all areas of wildlife management. For example, this valuing component is integral to managers when they: set regulations to control human use and taking of wildlife, enforce wildlife laws, educate the public about wildlife, ensure people’s safety in relation to wildlife, control human activity in order to protect or enhance wildlife populations, balance human and economic well being with the health of wildlife populations, engage various publics in decisions about wildlife, manage agency staff, and work with legislators and other politicians.",
            "cite_spans": [],
            "section": "Human Dimensions as Part of the Wildlife Management Tradition of North America ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Relative to the commitment to using biology in making management decisions, the growth of a HDW emphasis within wildlife agencies has been slow; however, interest continues to expand. As I write this in 2007, virtually all U.S. state fish and wildlife agencies sponsor HDW research on a regular or semi-regular basis and many agencies have HDW staff positions. To facilitate growth in this area, many universities have hired faculty with human-dimensions expertise who address issues in wildlife and natural resources more broadly. This has created new coursework and degree programs. Robertson and Butler (2001) identified 25 academic programs that offered human dimensions of natural resources coursework, most of which have been introduced in the last 15 years. Training opportunities are also expanding for existing professionals. The Western Association of Fish and Wildlife Agencies, for example, recently developed an HDW accreditation program for current employees within their agencies. It seems likely that this trend toward growth in training opportunities, expertise, and application of human dimensions in wildlife management will continue.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 611,
                    "mention": "2001",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Human Dimensions as Part of the Wildlife Management Tradition of North America ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "The second area contributing to the emergence of a HDW tradition comes from sectors of anthropology and cultural geography. Because thoughts about wildlife are so prominent in pre-industrial societies, it would be logical that the topic of human–wildlife relationships has long been a concern of researchers in these fields. Exploration of such relationships early on was intended to help attain a theoretical understanding of basic topics like human social organization and evolution of human cognitive abilities. An explanation for the universal appearance of totemism in hunter-gatherer societies (see Chapter 7), for example, has been an enduring subject of debate among anthropologists (Willis, 1990). Understanding human–wildlife relationships, as a theme deserving its own area of study, has been a more recent focus. Shanklin (1985) concluded her review of human–animal relationships in Annual Review of Anthropology by stating “the investigation of human–animal relationships may well be one of the most fruitful endeavors in anthropology” (p. 380). The journal Society and Animals, introduced in the late 1990s, is providing an outlet for these recent endeavors.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 704,
                    "mention": "1990",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 835,
                    "end": 839,
                    "mention": "1985",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Broadening the Interest in Human Dimensions of Wildlife ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "While earlier studies in anthropology had a theoretical focus, more recent studies have taken on a highly applied emphasis (e.g., Knight, 2004) that is consistent with a call for anthropology to become more applied and involved in environmental issues (Milton, 1996). With a tradition of field work in pre-industrial or developing societies and the co-location of these societies in critical areas of high biodiversity value, anthropology and geography are well suited to engage in analyses of social conditions that can inform conservation action. Little (1999) declared the applied involvement of anthropology in environmental issues its own field of study. This field has explored the rise of environmentalism as a social movement, issues of indigenous rights, and the impacts on parks and protected areas with regard to such topics as poverty, development, social structure, and location of power and self-governance. The field also examines ecotourism. Ecotourism is a form of economic growth that is consistent with conservation goals, yet it often creates undesirable impacts on indigenous peoples (Little, 1999). Research on human–wildlife relationships in this applied area of anthropology includes topics related to the nature of human–wildlife conflict, wildlife damage compensation schemes, illegal trade of wildlife, co-management, subsistence issues, and the influence of global markets and policies on resource harvest. Another important trend from the anthropological line of research has been cross-disciplinary, integrative investigations (e.g., Galvin, Thorton, Roque de Pinho, Sunderland, & Boone, 2006). These studies model the complex interaction of social and biological forces to predict future conditions. These studies emerged from the cultural ecology and ecosystems traditions within anthropology and geography.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "mention": "2004",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 261,
                    "end": 265,
                    "mention": "1996",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 557,
                    "end": 561,
                    "mention": "1999",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1114,
                    "end": 1118,
                    "mention": "1999",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1618,
                    "end": 1622,
                    "mention": "2006",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Broadening the Interest in Human Dimensions of Wildlife ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "I will now contrast the anthropological tradition of exploring human–wildlife relationships (AT) with the HDW tradition associated with the wildlife profession in North America (NAT). AT has an international, cross-cultural emphasis, versus the tighter geographic focus of NAT. AT conducts work in association with NGOs, foundations, and development banks, while NAT’s work is funded by governmental agencies charged with a more narrowly defined wildlife management mission. AT is more likely to employ qualitative research methods, whereas NAT is more likely to emphasize quantitative techniques. AT is more likely to examine issues pertaining to both domesticated and wild animal populations, while NAT focuses primarily on wild animal populations. Excluding the field of economics, AT’s research is rooted in theory from anthropology and geography, whereas NAT’s is based largely on theory from social psychology and sociology. AT is more likely to be engaged in cross-disciplinary research than NAT. AT often articulates an advocacy mission (conservation or animal rights) that is less apparent in NAT. Finally, aside from specialty conferences, the natural resources-oriented professional meetings for AT include those of societies like Society for Conservation Biology, The Society for Human Ecology, and the Ecological Society of America, while the corresponding organizations for NAT include The Wildlife Society, the American Fisheries Society, and the International Association for Society and Natural Resources, which is linked to the International Symposium for Society and Resource Management. I realize that the broad categorizations listed above have exclusions (e.g., economics, political science, and conservation psychology) and inevitably have individual exceptions. Regardless of their differences, these two traditions are contributing to an important understanding of human–wildlife relationships and are also helping practitioners deal with day-to-day wildlife conservation and management issues.",
            "cite_spans": [],
            "section": "Broadening the Interest in Human Dimensions of Wildlife ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Those who get involved in the wildlife profession typically do so because they have a deep passion for protection of natural resources. From that passion is born dedication, commitment, and a sense of ownership and priority in natural resource decisions. A fusion of knowledge about the resource with people own values can lead them to believe they can identify the “right” decision. When people believe they have the correct answer, they see their job as a need to convince others of the belief. This is a tricky business because, while others may benefit from knowing more about the resource, they may not share the manager’s values and might differ on what are acceptable impacts or desired futures.",
            "cite_spans": [],
            "section": "A Professional Imperative ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "It is important to remember whose resource is at stake in natural resource decisions. In many cases, wildlife managers deal with governmentally owned resources that are managed by government agencies. The North American model of natural resource management, to which many of these agencies subscribe, was established on the foundation of the public trust doctrine. This doctrine, which can be traced to Roman law, proposes resources common to humans – including air; running water; the sea; and, in North America, wildlife – should be held in trust for all people of the state. While the legality of public ownership of wildlife resources is debated (Bean & Rowland, 1997), state wildlife agencies are heavily influenced by the public trust philosophy (Prukop & Regan, 2005; Western Association of Fish and Wildlife Agencies, 2006). The doctrine is also often discussed in a more global context in relation to the management of natural resources (Sand, 2004).",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 671,
                    "mention": "1997",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 826,
                    "end": 830,
                    "mention": "2006",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 953,
                    "end": 957,
                    "mention": "2004",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "A Professional Imperative ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Under the trust doctrine, it is a central responsibility of the natural resource professional to serve the public interest, and that involves determining the public’s values. The social sciences can help managers determine the public’s values and can assist managers with functions associated with their trustee role, such as educating, representing, facilitating direct involvement of, and leading the public in arriving at decisions.",
            "cite_spans": [],
            "section": "A Professional Imperative ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Decisions about natural resources can have profound effects on the well-being of human populations, and there is an implied moral obligation to consider these impacts. For example, protected areas serve as places of refuge for large populations of wildlife that do not recognize the socio-political boundaries of parks. When the cultivated areas next to these parks offer an irresistible source of food, animals may partake and leave human families and communities in a greatly impoverished condition. While there may be no legal obligation in these situations, there is a moral obligation to make the impacts to these families part of our wildlife management plans.",
            "cite_spans": [],
            "section": "A Moral Imperative ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "The area of study where I have spent much of my professional career deals with understanding stakeholder attitudes and values toward natural resources. Across the many studies that I have conducted, the managers I work with are frequently surprised to learn about the views of the stakeholders they serve. For example, I conducted a study for the Colorado Division of Wildlife (CDOW) in the early 1990s to examine public values toward wildlife (Bright, Manfredo, & Fulton, 2000). Findings had implications for CDOW’s focus on regulating hunting and fishing in the state. Sales of hunting and fishing licenses are particularly important to CDOW because they provide a substantial portion of the annual operating budget of the agency. CDOW managers were surprised to learn from our study that about three out of ten citizens in Colorado did not support recreational hunting. How, you might ask, could these wildlife managers be unaware that so many people felt this way? In part, it is because our impression of others is formed largely through our interactions with those we frequently come in contact with. Managers are more likely to come in contact with the most vocal stakeholders or those who are directly affected by managers decisions, for example hunters and anglers. Past studies document this tendency and show that managers are often poor judges of the opinions of the general publics the managers serve (e.g., Gigliotti & Harmoning, 2004). This fact underscores the importance of actively engaging in representative assessment and inclusion of publics in natural resource decisions.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 477,
                    "mention": "2000",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1444,
                    "end": 1448,
                    "mention": "2004",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "We Can Learn About Our Constituents ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Most wildlife and natural resource policy processes, both governmental and non-governmental, can be viewed as a variant of the comprehensive-rational model of decision making. At the most generic level, this approach proposes a process in which goals are set, alternative means of reaching them are evaluated, and an alternative is selected based on an analysis of consequences. The preferred alternative is then implemented, monitored, and evaluated. While there are many positive aspects of this model, one of its criticisms is its emphasis upon extensive scientific information provided through studies or by the manager who is trained in science. This heavy emphasis on data generation can be seen in early proposals on wildlife planning by pioneers of wildlife management such as King (1938). The fallacy of this approach has been the impossibility of obtaining complete information about the ramifications of a management decision. It also sets up unrealistic expectations that the manager could be the authoritative source of such extensive knowledge or expertise. As noted in Bailey, Elder, and McKinney’s edited volume on wildlife conservation (1974, p. 577), “College training of wildlife biologists often emphasizes theory and the rational-comprehensive method of decision making. Yet practicing wildlife managers rely heavily on local experience providing empirical knowledge of habitats and populations.” Increasingly, part of that local knowledge comes directly from stakeholders.",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 795,
                    "mention": "1938",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "We Can Learn from Our Constituents ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Recognizing the constraints of traditional decision models, there is increasing acceptance of the notion, particularly at the cross-cultural level, that we can learn a great deal from local and indigenous knowledge systems for purposes of wildlife and natural resources management.",
            "cite_spans": [],
            "section": "We Can Learn from Our Constituents ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "There are a growing number of examples of this approach, including:Relying on the knowledge of local Belizeans to identify locations of spawning aggregations of fish (Drew, 2005).Learning from the practices of the Kayapo, who preserve corridors of mature forest between plots as a kind of biological reserve (Posey, 1988).Drawing upon the beliefs of rural residents of the western United States, who, in the 1980s, were approached by the Bureau of Land Management to identify areas of that meet criteria for wilderness classification.\n",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "mention": "2005",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 316,
                    "end": 320,
                    "mention": "1988",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "We Can Learn from Our Constituents ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Increasingly we recognize the importance of local knowledge in medicine, agriculture, wildlife management, and in addressing environmental issues. This adds an important task to natural resource management: developing approaches by which managers can learn about key types of information from local populations.",
            "cite_spans": [],
            "section": "We Can Learn from Our Constituents ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Researcher Ron Inglehart (1997) proposed that the latter half of the twentieth century witnessed a rising distrust of government as many developed countries progressed through phases of modernization and a rise in economic well-being. Governments forged to meet materialist needs (for example, those needs focused on physical and economic security) were not well suited to meet the growing diversity of interests of a post-modern society. The distrust of government is readily observable in natural resource management in the United States. It is marked by an increase in legal challenges to the actions of natural resource agencies and an explosion of citizen action groups and non-governmental organizations formed to affect natural resource decisions.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "mention": "1997",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "The Benefits of Investing in Social Capital ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Most natural resource managers today realize they must deal with this lingering atmosphere of distrust. The notion of social capital accounts for the importance of trust in effective conservation action.",
            "cite_spans": [],
            "section": "The Benefits of Investing in Social Capital ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "According to Cohen and Prusak (2001, p. 4):Social capital consists of the stock of active connections among people: the trust, mutual understanding, and shared values and behaviors that bind the members of human networks and communities and make cooperative action possible.\n",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "mention": "2001",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "The Benefits of Investing in Social Capital ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Pretty (2003) suggested that when social capital is high in formalized groups, people have the confidence to invest in collective activities, knowing that others will also invest. He reported on the growth of such collective efforts in dealing with issues associated with the management of watersheds, forests, irrigation, pest species, wildlife, and fisheries. These efforts, he suggested, offer a promising way to achieve sustainable management and governance of common resources.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "mention": "2003",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "The Benefits of Investing in Social Capital ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Concepts of collaborative decision making, co-management, and participatory government are all directed toward improvement of social capital while achieving conservation goals (Child, 1996; Wondolleck & Yaffee, 2000). The efforts we take toward improving our understanding of the social dimension of wildlife management provide steps toward improving social capital; improvements in social capital, in turn, will improve our ability to achieve conservation goals.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "mention": "1996",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 211,
                    "end": 215,
                    "mention": "2000",
                    "ref_id": "BIBREF85"
                }
            ],
            "section": "The Benefits of Investing in Social Capital ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "Perhaps the most obvious reason for including a human dimensions perspective is that it can improve wildlife decisions. Better decisions are those more likely to reach their objectives, to endure over time, and to create the benefits we desire. Note that it is not guaranteed that social science information will make decisions easier. In many cases, information about the diversity of public interests will only clarify the potential impacts of decisions and differences among stakeholder groups with respect to their preferences and tolerances. It will not ensure consensus or eliminate controversy; it will, however, help to anticipate and define the nature of problems and guide action in dealing with conflicts.",
            "cite_spans": [],
            "section": "Policy and Managerial Decisions Can Be Improved ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "The way in which the social sciences can inform decisions is multifaceted. For example, educational efforts will be more effective when they target what people already believe; tourism development will be more effective when it considers consumer demand; policy acceptance will be more likely when people feel they have been heard and can influence the decision; species conservation actions will be more enduring when they consider the impacts to local communities; resolving conflict among opposing stakeholder groups can benefit from an understanding of the basis for the conflict; effective representation of multiple values can occur through the use of collaborative models of decision making; and the provision of environmental services can be facilitated by an understanding of economic value and the types of socially acceptable techniques for securing that value. These and many, many more situations in wildlife and natural resources management will benefit from the application of social science techniques.",
            "cite_spans": [],
            "section": "Policy and Managerial Decisions Can Be Improved ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "The future of wildlife and areas of conservation must eventually be considered in the context of a broader array of contemporary global challenges. Issues such as poverty, disease, population growth, economic growth and disparity, and global warming will profoundly influence our ability to achieve conservation goals. These are largely social phenomena, and our ability to manage them depends in part on our ability to understand their social effects.",
            "cite_spans": [],
            "section": "The Social Sciences Will Be Key to Creating Long-Term Conservation Solutions ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "The world’s population is now 6.5 billion people and the United Nations expects it to reach 9 billion people in just 35 years (Population Division of the Department of Economic and Social Affairs of the United Nations Secretariat, 2007). Rapidly modernizing countries, such as China and India, and expanding global economies are placing incredible pressure on the world’s natural resources (Harris, 2003). Global climate change looms over all plans for the future. Despite an increasing awareness of consequences, the trajectory of climate change seems to be intensifying. China is expected to surpass the United States in carbon emissions by 2009 (Energy Information Administration, 2006), and these emissions will continue to increase. Between 2000 and 2020, the Chinese government expects a quadrupling of the country’s GDP, and it has already been exceeding expectations toward that goal.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "mention": "2007",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 399,
                    "end": 403,
                    "mention": "2003",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 684,
                    "end": 688,
                    "mention": "2006",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "The Social Sciences Will Be Key to Creating Long-Term Conservation Solutions ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "As our atmosphere warms, change will be extensive. The Intergovernmental Panel on Climate Change (Parry, Canziani, Palutikof, van der Linden, & Hanson, 2007) recently estimated that if temperatures rise by just 2–4°F, one-third of the world’s species will be lost from their current range; they will either migrate elsewhere to escape rising temperatures or simply vanish. What demographic shift might accompany the shift in habitable lands and lands available for agriculture? What will be the status of protected areas, and how effective will we be in preserving biodiversity? At what point will changing public needs make politicians look to protected areas to solve issues of scarcity of agricultural land, habitable land, and essential commodities? These are, indeed, difficult challenges for which, I believe, we desperately need the involvement of the social sciences. To illustrate, what we learn through the social sciences can help us: develop effective ways of communicating with and affecting the behavior of publics; determine ways to engage in effective action for the common good; develop political structures that can react more effectively to pressing environmental threats; understand the various types of services provided by biodiversity and healthy, functioning ecosystems, and help us establish mechanisms for sustaining these services; understand and avoid negative social impacts from resource uses and resource policies across multiple geographic scales; and, with the help of ecological and biophysical knowledge, predict future occurrences under different scenarios.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "mention": "2007",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "The Social Sciences Will Be Key to Creating Long-Term Conservation Solutions ::: Why a Human Dimensions Approach to Wildlife Conservation and Management? ::: The Human Dimensions of Wildlife",
            "ref_spans": []
        },
        {
            "text": "The structure of this book builds toward a multilevel model of human response to wildlife. At the individual level (micro level), human response to wildlife is seen as a learned response drawing upon a foundation of inherited tendencies such as anthropomorphizing. Human response to wildlife is based on a complex mix of emotions and cognitions. In the cognitive domain, human thought is viewed structurally as building from the basic (values) to specific (attitudes) with a strong influence from social group involvement (norms). At a societal/cultural level, the behavior and cognitive makeup of individuals has material and symbolic associations. The cognitive structure of people within a society is in an adaptive relationship with material factors such as economy, demography, and the environment.",
            "cite_spans": [],
            "section": "Concepts for Examining Human–Wildlife Relationships ::: Why This Book?",
            "ref_spans": []
        },
        {
            "text": "Chapter 2 begins with an overview of genetically based tendencies that shape human response to wildlife. For the vast majority of human history, wildlife have been linked in some way to our survival needs including safety, security, shelter, and sustenance. It is highly likely that the nature of evolved human characteristics was shaped by the threats and opportunities provided by wildlife. Today, situations eliciting human responses of surprise and fear from wildlife encounters might be the most obvious examples of inherited responses to wildlife. However, it is quite likely that most human responses toward wildlife build upon a foundation of inherited tendencies. Co-author David Fulton and I explore research that suggests there are human universals that shape response to wildlife as well as the notion that heritability explains individual differences in human response to wildlife.",
            "cite_spans": [],
            "section": "Concepts for Examining Human–Wildlife Relationships ::: Why This Book?",
            "ref_spans": []
        },
        {
            "text": "Chapter 3 introduces the concept of emotion, which is perhaps the most obvious bridge between genetic and learned explanations of human–wildlife relationships. While some theorists emphasize and define emotion by physiological reactions and responses, others emphasize the role of cognition and comprehension, or the role of culture in fashioning emotion. Emotion and related topics, such as mood and affect, have been overlooked as a topic of study during much of the twentieth century because they were seen as a deterrent to rational thought. More recently, research shows that emotion is an essential part of sound decision making. It also affects group processes and conflict resolution, the storage and recall of memories, and persuasion and attitude change. While emotion theorists often use wildlife–human interaction situations to illustrate emotional response (for example, a bear chasing a human), research examining human emotional response to wildlife is sparse. The experience of encounters with wildlife, people’s attractions and interest in wildlife, and the intensity of conflict over wildlife are imbued with varying types and degrees of emotion. If we are to understand the individual meanings of wildlife to people, it is essential to attain a better understanding of emotion in human–wildlife relationships.",
            "cite_spans": [],
            "section": "Concepts for Examining Human–Wildlife Relationships ::: Why This Book?",
            "ref_spans": []
        },
        {
            "text": "Chapter 4 (Attitudes), which is co-authored with Alan Bright, Chapter 5 (Norms), and Chapter 6 (Values) present the core concepts of the cognitive hierarchy that represents the learned component of human response to wildlife. Social scientists use the term cognitions to refer to thoughts based in learning and socialization. The cognitive realm is represented as a hierarchy of interconnected concepts including values, value orientations, norms, and attitudes. Most of the research that has been conducted in HDW draws, either directly or indirectly, from cognitive concepts.",
            "cite_spans": [],
            "section": "Concepts for Examining Human–Wildlife Relationships ::: Why This Book?",
            "ref_spans": []
        },
        {
            "text": "Chapter 7 explores questions about human–wildlife relationships that emerge in a cross-cultural perspective. Are there predictable ways that human–wildlife relationships are structured by stages of cultural development, cultural organization, or religious orientation? Why is the custom of totemism so critical in understanding human social organization and cognitive tendencies? In addition, this chapter explores concepts that model cultural shift, which helps us examine a trend of shifting wildlife value orientations in post-industrial society. The latter topic is the concern of the last chapter, co-authored with Tara Teel (Chapter 8).",
            "cite_spans": [],
            "section": "Concepts for Examining Human–Wildlife Relationships ::: Why This Book?",
            "ref_spans": []
        },
        {
            "text": "Chapter 8 provides a demonstration of multilevel research for exploring the effect of modernization on value shift. It introduces a conceptual approach for integrating value orientations into the VAB hierarchy and defining value orientations as a reflection of cultural ideology. Chapter 8 also offers insight into important future directions for research on human–wildlife relationships.",
            "cite_spans": [],
            "section": "Concepts for Examining Human–Wildlife Relationships ::: Why This Book?",
            "ref_spans": []
        },
        {
            "text": "In the mid-1990s, I was involved in a collaborative human dimensions partnership with a state-level agency responsible for managing fish and wildlife. While setting up the partnership, we held many planning meetings at which we discussed goals, purpose, and procedure. The agency and the university approached the partnership from different perspectives, which reflects the unfortunate trend of separation between universities and practitioners in the natural resources fields.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "The agency, for example, was interested in straightforward information that could be attained quickly and could help the state’s commissioners make decisions. The university partners were interested in student education, theory building, research opportunities, publication prospects, etc. While differences were apparent, we found an important commonality that served us well as we encountered the challenges of our work relationship. We agreed to strive toward making better decisions about wildlife. I hope that this book leads to better research, advances theory, and assists in educating of professionals, and that this ultimately translates into better decisions about wildlife.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "\nHumans care a great deal about relationships with wildlife. Wildlife are the focus of a significant amount of tourism and recreation that generates considerable economic impact. Human–wildlife conflict is also a concern. It threatens human safety and creates considerable economic costs. Wildlife are a source of many human diseases. Globalization and climate change may increase the threat from emerging zoonotic diseases. There is widespread concern for the health of wildlife populations. The health of these populations is part of a broad concern for environmental quality and sustainability.The field of study known as human dimensions of wildlife has emerged to provide information about stakeholder concerns and values about wildlife. This field of study has developed along two lines. The first was associated with the North American tradition of wildlife management, the second through long-standing interest of anthropology and geography in human–wildlife relationships. These two traditions differ in terms of methods used, geographic focus, level of advocacy, and disciplinary orientation.The human dimensions sciences can offer unique contributions to wildlife conservation. They can provide information that helps decision makers understand the interests of stakeholders and meet the public trust doctrine. They can direct attention to the social ramification of wildlife decisions and moral obligations related to negative impacts of policy decisions. They facilitate learning about stakeholders and repeatedly show we cannot trust our personal perceptions of public preference. They increase our awareness that we can facilitate conservation goals through the inclusion of local indigenous knowledge. They show how engaging public builds social capital which facilitates effective decisions. Finally, use of the social sciences will lead to better (longer lasting, reach desired outcomes, less controversial) short- and long-term decisions.Among the many social science perspectives, this book focuses on a cognitive approach to examining human–wildlife relationships. The core of the cognitive approach – values, value orientations, attitudes, and norms – is extended by linking it to topics of heritability, emotions, and cultural-level forces of cognitive shift.The book proceeds on the assumption that improvements in application of social science concepts will lead to better social science information. That, in turn, will lead to better decisions about wildlife.\n",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Coverage provided by the global protected-area system: Is it enough?",
            "authors": [
                {
                    "first": "T.",
                    "middle": [
                        "M."
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "I."
                    ],
                    "last": "Bakarr",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [
                        "A."
                    ],
                    "last": "DaFonseca",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Hilton-Taylor",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "M."
                    ],
                    "last": "Hoekstra",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bioscience",
            "volume": "54",
            "issn": "12",
            "pages": "1081-1091",
            "other_ids": {
                "DOI": [
                    "10.1641/0006-3568(2004)054[1081:CPBTGP]2.0.CO;2"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The practice and principles of community-based wildlife management in Zimbabwe: the CAMPFIRE programme",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Child",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biodiversity and Conservation",
            "volume": "5",
            "issn": "3",
            "pages": "369-398",
            "other_ids": {
                "DOI": [
                    "10.1007/BF00051780"
                ]
            }
        },
        "BIBREF4": {
            "title": "Wildlife, exotic pets, and emerging zoonoses",
            "authors": [
                {
                    "first": "B.",
                    "middle": [
                        "B."
                    ],
                    "last": "Chomel",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Belotto",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [
                        "X."
                    ],
                    "last": "Meslin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerging Infectious Disease",
            "volume": "13",
            "issn": "",
            "pages": "6-11",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1301.060480"
                ]
            }
        },
        "BIBREF5": {
            "title": "Human-elephant conflicts in Northeast India",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Choudhury",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Human Dimensions of Wildlife",
            "volume": "9",
            "issn": "",
            "pages": "261-270",
            "other_ids": {
                "DOI": [
                    "10.1080/10871200490505693"
                ]
            }
        },
        "BIBREF6": {
            "title": "Can psychology help save the world? A model for conservation psychology",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Clayton",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Brooke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Analysis of Social Issues and Public Policy",
            "volume": "5",
            "issn": "1",
            "pages": "87-102",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1530-2415.2005.00057.x"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Conover",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Resolving human-wildlife conflicts: The science of wildlife damage management",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Evolution of people-wildlife relations.",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "J."
                    ],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [
                        "L."
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [
                        "F."
                    ],
                    "last": "Siemer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Human Dimensions of Wildlife in North America",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "1980–1995 participation in fishing, hunting, and wildlife watching: National and regional demographic trends. Report 96-5. U. S.",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Aiken",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Fish and Wildlife Service",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Use of traditional ecological knowledge in marine conservation",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "A."
                    ],
                    "last": "Drew",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Conservation Biology",
            "volume": "19",
            "issn": "4",
            "pages": "1286-1293",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1523-1739.2005.00158.x"
                ]
            }
        },
        "BIBREF13": {
            "title": "International attitudes towards environment and development.",
            "authors": [
                {
                    "first": "R.",
                    "middle": [
                        "E."
                    ],
                    "last": "Dunlap",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Green Globe Yearbook of International Co-operation in Environment and Development",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Malaysian researchers trace Nipah virus outbreak to bats",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "27",
            "issn": "",
            "pages": "518-519",
            "other_ids": {
                "DOI": [
                    "10.1126/science.289.5479.518"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [
                        "D."
                    ],
                    "last": "Frederick",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "A."
                    ],
                    "last": "Sedjo",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "America’s renewable resources: Historical trends and current challenges",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Friend",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Disease emergence and resurgence: The human-wildlife connection",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Integrated modeling and its potential for resolving conflicts between conservation and people in the rangelands of East Africa",
            "authors": [
                {
                    "first": "K.",
                    "middle": [
                        "A."
                    ],
                    "last": "Galvin",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [
                        "K."
                    ],
                    "last": "Thorton",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Roque de Pinho",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Sunderland",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "B."
                    ],
                    "last": "Boone",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Human Ecology",
            "volume": "34",
            "issn": "2",
            "pages": "155-183",
            "other_ids": {
                "DOI": [
                    "10.1007/s10745-006-9012-6"
                ]
            }
        },
        "BIBREF21": {
            "title": "Origin of HIV-1 in the chimpanzee Pan troglodytes",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Bailes",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "L."
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [
                        "M."
                    ],
                    "last": "Rodenburg",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [
                        "S."
                    ],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "397",
            "issn": "",
            "pages": "436-444",
            "other_ids": {
                "DOI": [
                    "10.1038/17130"
                ]
            }
        },
        "BIBREF22": {
            "title": "Potential monopoly rents from international wildlife tourism: An example from Uganda's gorilla tourism",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Croné",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Stage",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Stage",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eastern Africa Social Science Research Review",
            "volume": "21",
            "issn": "1",
            "pages": "1-18",
            "other_ids": {
                "DOI": [
                    "10.1353/eas.2005.0001"
                ]
            }
        },
        "BIBREF23": {
            "title": "Findings abstract",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Gigliotti",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Harmoning",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Human Dimensions of Wildlife",
            "volume": "9",
            "issn": "1",
            "pages": "79-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "L."
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Natural resources and public relations",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Wildlife: Severe decline and partial recovery. In",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Harrington",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "America’s Renewable Resources: Historical trends and current challenges",
            "volume": "",
            "issn": "",
            "pages": "205-248",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [
                {
                    "first": "P.",
                    "middle": [
                        "G."
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Global warming and East Asia: The domestic and international politics of climate change",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Human behavior and wildlife management: Needed research",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "C."
                    ],
                    "last": "Hendee",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "R."
                    ],
                    "last": "Potter",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Transactions of the North American Wildlife and Natural Resources Conference",
            "volume": "36",
            "issn": "",
            "pages": "383-396",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Human dimensions in wildlife programs",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "C."
                    ],
                    "last": "Hendee",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Schoenfeld",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Transactions of the North American Wildlife and Natural Resources Conference",
            "volume": "38",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "A conflict of interest between people and baboons: Crop raiding in Uganda",
            "authors": [
                {
                    "first": "C.",
                    "middle": [
                        "M."
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "International Journal of Primatology",
            "volume": "21",
            "issn": "2",
            "pages": "299-315",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1005481605637"
                ]
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Hoyt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Whale-watching Worldwide tourism numbers, expenditures, and expanding socioeconomic benefits",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "An uninformed public: The management bottleneck",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Huboda",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Transactions of the North American Wildlife and Natural Resources Conference",
            "volume": "13",
            "issn": "",
            "pages": "141-142",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Inglehart",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Modernization and postmodernization",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Temple monkeys and health implications of commensalism, Kathmandu, Nepal",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Jones-Engel",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [
                        "A."
                    ],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Heidrich",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Chalise",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Poudel",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Viscidi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerging Infectious Diseases",
            "volume": "12",
            "issn": "",
            "pages": "900-906",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1206.060030"
                ]
            }
        },
        "BIBREF38": {
            "title": "Detection of antibodies to selected human pathogens among wild and pet macaques (Macaca tonkeana) in Sulawesi, Indonesia",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Jones-Engel",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [
                        "A."
                    ],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "A."
                    ],
                    "last": "Schillaci",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Babo",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Froehlich",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "American Journal of Primatology",
            "volume": "54",
            "issn": "3",
            "pages": "171-178",
            "other_ids": {
                "DOI": [
                    "10.1002/ajp.1021"
                ]
            }
        },
        "BIBREF39": {
            "title": "Attitudes and characteristics of hunters and anti-hunters",
            "authors": [
                {
                    "first": "S.",
                    "middle": [
                        "R."
                    ],
                    "last": "Kellert",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Trans. North American Wildlife and Natural Resources Conference",
            "volume": "43",
            "issn": "",
            "pages": "412-423",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "American attitudes toward and knowledge of animals: An update",
            "authors": [
                {
                    "first": "S.",
                    "middle": [
                        "R."
                    ],
                    "last": "Kellert",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "International Journal for the Study on Animal Problems",
            "volume": "1",
            "issn": "2",
            "pages": "87-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "The management of man",
            "authors": [
                {
                    "first": "F.",
                    "middle": [
                        "H."
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Wisconsin Conservation Bulletin",
            "volume": "13",
            "issn": "9",
            "pages": "9-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "A."
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Elder",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [
                        "D."
                    ],
                    "last": "McKinney",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Readings in wildlife conservation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Wildlife in Asia",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [
                        "L."
                    ],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [
                        "J."
                    ],
                    "last": "Gutzwiller",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Wildlife and recreationists",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Economic and conservation significance of the trophy hunting industry in sub-Saharan Africa",
            "authors": [
                {
                    "first": "P.",
                    "middle": [
                        "A."
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [
                        "A."
                    ],
                    "last": "Roulet",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [
                        "S."
                    ],
                    "last": "Romanach",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biological Conservation",
            "volume": "134",
            "issn": "",
            "pages": "455-469",
            "other_ids": {
                "DOI": [
                    "10.1016/j.biocon.2006.09.005"
                ]
            }
        },
        "BIBREF47": {
            "title": "Environments and environmentalism in anthropological research: facing a new millennium",
            "authors": [
                {
                    "first": "P.",
                    "middle": [
                        "E."
                    ],
                    "last": "Little",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annual Review of Anthropology",
            "volume": "28",
            "issn": "",
            "pages": "253-284",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.anthro.28.1.253"
                ]
            }
        },
        "BIBREF48": {
            "title": "Treading lightly: New paths for international tourism",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Mastny",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Worldwatch Paper, 159",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Pet ownership and human health: a brief review of evidence and issues",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "McNicholas",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Gilbey",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Rennie",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ahmedzai",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Dono",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ormerod",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMJ",
            "volume": "331",
            "issn": "",
            "pages": "1252-1254",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.331.7527.1252"
                ]
            }
        },
        "BIBREF50": {
            "title": "Senate panel chair asks why NSF funds social sciences",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Mervis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.312.5775.829a"
                ]
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Milton",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Environmentalism and cultural theory",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Environmental valuation in developing countries: The recreational value of wildlife viewing",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Navrud",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Mungatana",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Ecological Economics",
            "volume": "11",
            "issn": "",
            "pages": "135-151",
            "other_ids": {
                "DOI": [
                    "10.1016/0921-8009(94)90024-8"
                ]
            }
        },
        "BIBREF56": {
            "title": "Hunters’ behavior and acceptance of management actions related to chronic wasting disease in eight states",
            "authors": [
                {
                    "first": "M.",
                    "middle": [
                        "D."
                    ],
                    "last": "Needham",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "J."
                    ],
                    "last": "Vaske",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "J."
                    ],
                    "last": "Manfredo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Human Dimensions of Wildlife",
            "volume": "9",
            "issn": "",
            "pages": "211-231",
            "other_ids": {
                "DOI": [
                    "10.1080/10871200490479990"
                ]
            }
        },
        "BIBREF57": {
            "title": "Don’t sell social science short",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "S."
                    ],
                    "last": "Ojima",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "H."
                    ],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Galvin",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [
                        "T."
                    ],
                    "last": "Hobbs",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [
                        "H."
                    ],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.312.5779.1470b"
                ]
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Feeding wildlife as a tourism attraction: a review of issues and impacts",
            "authors": [
                {
                    "first": "M.",
                    "middle": [
                        "B."
                    ],
                    "last": "Orams",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Tourism Management",
            "volume": "23",
            "issn": "3",
            "pages": "281-293",
            "other_ids": {
                "DOI": [
                    "10.1016/S0261-5177(01)00080-2"
                ]
            }
        },
        "BIBREF60": {
            "title": "Climate change Impacts, adaptation and vulnerability. Contribution of working group II to the",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Canziani",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Palutikof",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "van der Linden",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Wildlife management: Cropping to manage or managing to crop?",
            "authors": [
                {
                    "first": "R.",
                    "middle": [
                        "B."
                    ],
                    "last": "Peyton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Wildlife Society Bulletin",
            "volume": "28",
            "issn": "",
            "pages": "774-779",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Kayapo'Indian natural-resource management. In J. S. Denslow, & C. Padoch (eds.)",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Posey",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "People of the Tropical Rainforest",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Social capital and the collective management of resources",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Pretty",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "5652",
            "pages": "1912-1914",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1090847"
                ]
            }
        },
        "BIBREF65": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [
                        "J."
                    ],
                    "last": "Bean",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "J."
                    ],
                    "last": "Rowland",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "The evolution of national wildlife law",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "The value of the North American model of wildlife conservation – an International Association of Fish and Wildlife Agencies position",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Prukop",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "J."
                    ],
                    "last": "Regan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Wildlife Society Bulletin",
            "volume": "33",
            "issn": "1",
            "pages": "374-377",
            "other_ids": {
                "DOI": [
                    "10.2193/0091-7648(2005)33[374:IMOTVO]2.0.CO;2"
                ]
            }
        },
        "BIBREF67": {
            "title": "Human-sloth-bear conflicts in Madhya Pradesh, India",
            "authors": [
                {
                    "first": "K.",
                    "middle": [
                        "S."
                    ],
                    "last": "Rajpurohit",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [
                        "R."
                    ],
                    "last": "Krausman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Wildlife Society Bulletin",
            "volume": "28",
            "issn": "2",
            "pages": "393-399",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Teaching human dimensions of fish and wildlife management in U.S. universities",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "J."
                    ],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Human Dimensions of Wildlife",
            "volume": "6",
            "issn": "1",
            "pages": "67-76",
            "other_ids": {
                "DOI": [
                    "10.1080/10871200152668706"
                ]
            }
        },
        "BIBREF69": {
            "title": "Sovereignty bounded: public trusteeship for common pool resources?",
            "authors": [
                {
                    "first": "P.",
                    "middle": [
                        "H."
                    ],
                    "last": "Sand",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Global Environmental Politics",
            "volume": "4",
            "issn": "1",
            "pages": "47-71",
            "other_ids": {
                "DOI": [
                    "10.1162/152638004773730211"
                ]
            }
        },
        "BIBREF70": {
            "title": "The emerging field of conservation psychology",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Human Ecology Review",
            "volume": "10",
            "issn": "",
            "pages": "137-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Sustenance and symbol: Anthropological studies of domesticated animals",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Shanklin",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Annual Review of Anthropology",
            "volume": "14",
            "issn": "",
            "pages": "375-403",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.an.14.100185.002111"
                ]
            }
        },
        "BIBREF72": {
            "title": "A survey of hunting opponents",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Wildlife Society Bulletin",
            "volume": "5",
            "issn": "1",
            "pages": "19-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Dingoes on Fraser Island – Tourism dream or management nightmare?",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Shirreffs",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "McPhail",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Human Dimensions of Wildlife",
            "volume": "8",
            "issn": "1",
            "pages": "37-47",
            "other_ids": {
                "DOI": [
                    "10.1080/10871200390180136"
                ]
            }
        },
        "BIBREF74": {
            "title": "Human-carnivore conflict and perspectives on carnivore management worldwide",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Treves",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Karanth",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Conservation Biology",
            "volume": "17",
            "issn": "6",
            "pages": "1491-1499",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1523-1739.2003.00059.x"
                ]
            }
        },
        "BIBREF75": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Segmenting the public: An application of value orientations to wildlife planning in Colorado",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bright",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "J."
                    ],
                    "last": "Manfredo",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Fulton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Wildlife Society Bulletin",
            "volume": "28",
            "issn": "1",
            "pages": "218-226",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "A quantitative summary of attitudes toward wolves and their reintroduction",
            "authors": [
                {
                    "first": "C.",
                    "middle": [
                        "K."
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Ericsson",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [
                        "A."
                    ],
                    "last": "Heberlein",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Wildlife Society Bulletin",
            "volume": "30",
            "issn": "2",
            "pages": "575-584",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Willis",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Signifying animals: human meaning in the natural world",
            "volume": "",
            "issn": "",
            "pages": "1-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Emergence of human dimensions in wildlife management",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "J."
                    ],
                    "last": "Witter",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [
                        "R."
                    ],
                    "last": "Jahn",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Transactions of the 63rd North American and Natural Resources Conference",
            "volume": "63",
            "issn": "",
            "pages": "200-214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Origins of major human infectious diseases",
            "authors": [
                {
                    "first": "N.",
                    "middle": [
                        "D."
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [
                        "P."
                    ],
                    "last": "Dunavan",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "",
            "pages": "279-283",
            "other_ids": {
                "DOI": [
                    "10.1038/nature05775"
                ]
            }
        },
        "BIBREF84": {
            "title": "Naturally acquired simian retrovirus infections in Central African Hunters",
            "authors": [
                {
                    "first": "N.",
                    "middle": [
                        "D."
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [
                        "M."
                    ],
                    "last": "Switzer",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "K."
                    ],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [
                        "B."
                    ],
                    "last": "Bhullar",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Shanmugam",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Tamoufe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Lancet",
            "volume": "363",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(04)15787-5"
                ]
            }
        },
        "BIBREF85": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Wondolleck",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Yaffee",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Making collaboration work: Lessons from innovation in natural resource management",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "North American ecotourism markets",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Wight",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Travel Research",
            "volume": "35",
            "issn": "1",
            "pages": "3-10",
            "other_ids": {
                "DOI": [
                    "10.1177/004728759603500102"
                ]
            }
        }
    }
}