{
    "paper_id": "PMC7158342",
    "metadata": {
        "title": "Disorders and Diseases of Pregnancy",
        "authors": [
            {
                "first": "Lisa",
                "middle": [
                    "K."
                ],
                "last": "Pearson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jacobo",
                "middle": [
                    "S."
                ],
                "last": "Rodriguez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Tibary",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Cebra",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "E."
                ],
                "last": "Anderson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Tibary",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "J."
                ],
                "last": "Van Saun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "LaRue",
                "middle": [
                    "W."
                ],
                "last": "Johnson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "When assessing for abortion in alpacas or llamas, the veterinarian must consider the history and clinical scenario: Did pregnancy loss occur in just one animal, or were multiple animals affected? The etiology of an abortion storm may include differential diagnoses that an individual abortion may not, and vice versa. At what state of gestation did the animal experience the loss? The history of the animal is crucial. Breeding records, vaccine history, and method of diagnosis of pregnancy are crucial to assessing for an abortion. If no diagnosis of pregnancy was performed and no fetus was expelled, often the question becomes, was this animal pregnant at all? In these cases, the issue may not be one of abortion but of infertility. Also, records may demonstrate that recurrent pregnancy loss in the particular animal may have been caused by physical or hormonal abnormalities. Last, examination of the animal's diet, prophylactic program, travel schedule, and history of previous illnesses, including any administered medications, may help define the cause of abortion.",
            "cite_spans": [],
            "section": "General Approach to Diagnosis of Pregnancy Loss or Abortion ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Examination of the female should include a thorough physical examination. Young females bred before they achieved 63% of adult weight and height have a higher risk of pregnancy loss because of immaturity. Females with poor body condition or severe weight loss may also experience pregnancy loss, particularly in harsh winters (Figure 23-2\n). Serum may be collected for trace mineral assay, as deficiencies or excess may cause fetal loss. Ultrasonographic examination of the uterus may demonstrate fluid or membrane retention. Uterine culture should be performed using a double-guarded swab and an appropriate culture medium to transport the specimen to the laboratory. A vaginal examination will demonstrate any cervical damage or vaginal lacerations that commonly occur in late-term abortion because sufficient cervical dilation often does not occur before fetal expulsion. Endometrial biopsy is highly recommended in females with recurrent pregnancy loss.",
            "cite_spans": [],
            "section": "General Approach to Diagnosis of Pregnancy Loss or Abortion ::: Pregnancy Loss",
            "ref_spans": [
                {
                    "start": 327,
                    "end": 338,
                    "mention": "Figure 23-2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Examination for signs of systemic illness, including fever and respiratory or circulatory disorders, should be emphasized. Complete blood cell count and serum biochemistry analysis may assist in making a diagnosis of systemic debilitation. Analysis of feces for parasites is warranted in animals with poor body condition.",
            "cite_spans": [],
            "section": "General Approach to Diagnosis of Pregnancy Loss or Abortion ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Despite analysis of the animal's history and thorough examination, the chances of diagnosing the exact cause of pregnancy loss are best when the complete aborted fetus and placenta are submitted to a veterinary diagnostic laboratory. The tissues should be submitted as soon as discovered and never frozen. Shipment of tissue cooled on ice is preferable. Samples for uterine culture and cytology as well as impression smears of any abnormalities of the placenta may help in the diagnosis. Blood samples from affected and nonaffected females may also be collected to determine seroprevalence and titers for common infectious causes of abortion. Endocrinologic evaluation of the aborting female is often considered by practitioners, but it is not useful after abortion has already taken place. It should be noted, however, that the diagnosis of the cause of abortion is often not reached despite submission of all relevant samples, particularly when working with an isolated case.",
            "cite_spans": [],
            "section": "General Approach to Diagnosis of Pregnancy Loss or Abortion ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "The placenta should be evaluated for signs of inflammation, completeness, and any other abnormalities. A more detailed account on the examination of the placenta is given elsewhere in this text. Areas of reduced or absent chorionic villi may correspond to areas of uterine fibrosis or presence of twins. Histopathologically, evidence of inflammation, infection, or placental insufficiency may be identified. If the placenta cannot be submitted in its entirety, samples should be obtained from the cervical region, the body of the uterus, and the base, middle, and tip of each horn, as well as from any abnormal-looking area. Samples from lesions should have wide margins, including both normal and abnormal looking areas. Samples should be taken in duplicates and submitted fresh on ice and fixed in 10% formalin (Figure 23-3\n). Particular attention should be given to the number of placentas and the anatomy of the umbilical cord. Impression smear from the chorionic surface are often very helpful in the diagnosis of bacterial or fungal placentitis.",
            "cite_spans": [],
            "section": "General Approach to Diagnosis of Pregnancy Loss or Abortion ::: Pregnancy Loss",
            "ref_spans": [
                {
                    "start": 814,
                    "end": 825,
                    "mention": "Figure 23-3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The fetus should ideally be submitted in its entirety to the diagnostic laboratory. Evaluation of the aborted fetus should include weight measurements (crown–rump length) to estimate gestational age and rule out intrauterine growth retardation. Formulas for the estimation of gestational age are available but are not always accurate (Table 23-1\n). Examination of the surface of the body may reveal lesions suggesting bacteriologic examination. External examination and necropsy should be very thorough and may reveal severe developmental abnormalities or evidence of infection. Fluid should be aspirated aseptically from the pleural and abdominal cavities as well as from the fetal stomach and submitted for microbiologic analysis. Tissue samples from any grossly abnormal areas and from all major organs (i.e., liver, lung, kidney, adrenal gland, placenta, heart-thymus, brain, spleen, and small intestine) should be taken for histopathology and immunohistochemistry.4 Cardiac blood and frozen sections of the liver and brain should be provided for toxicologic studies.",
            "cite_spans": [
                {
                    "start": 969,
                    "end": 970,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "General Approach to Diagnosis of Pregnancy Loss or Abortion ::: Pregnancy Loss",
            "ref_spans": [
                {
                    "start": 335,
                    "end": 345,
                    "mention": "Table 23-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The etiology of abortion is often very difficult to determine and is often frustrating for the owner and the practitioner. The diagnosis rate rarely reaches 30% of all submissions.5 This may be attributed to lack of sufficient clinical and laboratory data and lack of expertise in camelid pathology. As in other species, causes of abortion in alpacas and llamas fall into distinct categories: infectious and noninfectious. Noninfectious causes of abortion may be sporadic or affect several animals in a herd, as in the case of abortions caused by nutritional deficiencies or administration of some drugs. Infectious abortions are further subdivided into the types of organisms responsible: viruses, bacteria, protozoa, or fungi. Noninfectious causes of abortion may be categorized as maternal causes, fetal causes, nutritional causes, and iatrogenic causes. The following sections will detail what is known about these causes of pregnancy loss in alpacas and llamas.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 181,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Etiology ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Viral causes of pregnancy loss are dominated by abortions caused by bovine viral diarrhea virus (BVDV). It was long hypothesized that camelids were more resistant or less susceptible to pestiviral infections compared with domestic ruminants. However, clinical reports and experimental studies in recent years showed that BVDV may represent an emergent and important disease in these species. Growing evidence in the literature suggests that BVDV may be responsible for reproductive wastage in camelids. The most common serotype that affects alpacas and llamas is noncytopathic BVDV-1b.6 Pestiviral infection may manifest as one of several clinical syndromes. Initially, an animal is infected by the virus through exposure to an infected animal; it is hypothesized that BVDV was introduced into camelid populations from contact with infected cattle. Seroconversion and virus shedding occurs, and the animal either shows signs of illness or maintains subclinical infection. Clinical infection is manifested by immunosuppression and subsequent secondary bacterial or viral infections. Commonly affected systems include the respiratory, gastrointestinal, and lymphatic systems, although diarrhea does not seem to be a component of disease in alpacas or llamas. Subclinical infection may not be apparent besides transient fever, inappetance, lethargy, and changes in fleece quality.7\n",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 586,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1377,
                    "end": 1378,
                    "mention": "7",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Viral Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "If the infected animal is pregnant, the fetus may be affected in one of several ways. In early gestation, early embryonic death may occur; or in cattle, congenital malformations such as cerebellar hypoplasia, hydrocephalus, microphthalmia, and various other craniofacial, neural, and ocular defects have been reported.8 No congenital defects due to infection with BVDV have been reported in alpacas or llamas.9 Births of persistently infected crias have been documented.7, 10\n11 In cattle, it is known that infection of the pregnant cow before 125 days of pregnancy results in the birth of a persistently infected (PI) animal. This period of immuno-naivety in the pregnancy of alpacas or llamas is not currently known. However, a study of an outbreak on a farm showed that the transplacental infection rate was 82%, resulting in the birth of a PI cria in 70% of the cases (n = 10) when pregnant females were exposed between 64 and 114 days of pregnancy.12 Because of the great variability of pregnancy length, determination of the exact period of susceptibility is very costly. However, on the basis of available information, it may be assumed that this period ranges between 45 and 120 days of pregnancy. During this stage, the fetus is not immunocompetent, and infection by the virus is not recognized by the fetus as non-self; thus, no antibodies to the virus are ever formed. The fetus then becomes tolerant to the infection, and if it survives , the neonate then serves as a source of viral shedding in the herd.11, 13 The final clinical picture is a female that becomes infected late in gestation when the fetus has developed a functional immune system. In these cases, the fetus will mount an antibody response, seroconvert, and usually recover along with the dam. Abortion may occur at any stage of gestation or a weak PI cria may be born prematurely.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 319,
                    "mention": "8",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 409,
                    "end": 410,
                    "mention": "9",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 470,
                    "end": 471,
                    "mention": "7",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 473,
                    "end": 475,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 476,
                    "end": 478,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 953,
                    "end": 955,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1517,
                    "end": 1519,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1521,
                    "end": 1523,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Viral Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "The birth of a PI animal has significant effects on a herd of animals. The PI animal itself may appear clinically normal but will continue to shed viral particles or may suffer from ill-thrift and secondary infections.8 In cattle, PI animals may develop full-blown mucosal disease, which is highly fatal; this has not been reported in camelids and crias, which tend to develop chronic disease.9 A recent study has shown that chronically infected and persistently infected crias have poor growth rate and often show anemia and monocytosis. The most common clinical symptoms include chronic wasting, diarrhea, and respiratory diseases. About 50% of the animals will die in the first 6 month of life.12\n",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "mention": "8",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 393,
                    "end": 394,
                    "mention": "9",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 697,
                    "end": 699,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Viral Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Of primary importance to prevent or minimize BVDV infection on a farm is to segregate pregnant females from PI crias or transiently infected animals and from any cattle, sheep, or goats to prevent interspecies transmission from positive animals, although the roles of other domestic species in transmission to camelids are not completely elucidated. PI crias have been shown to shed the virus in all body fluid and are an important source of contamination.13 Viral isolates from camelids have not completely matched those that infect other ruminants, and geographic location seems to be implicated in camelid disease in North America, as a majority of BVDV cases in camelids reported no contact of affected animals with cattle or sheep.6, 9 It is recommended that producers take precautions with female alpacas or llamas that travel to another farm for breeding along with their suckling cria and develop an isolation protocol for animals that travel for shows. It is recommended that a BVDV screening program be put into effect, with no less than 10% or 15 animals in the herd tested.9 Suckling crias may have circulating antibodies from the dam's milk or if fed bovine colostrum.9\n",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 458,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 736,
                    "end": 737,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 739,
                    "end": 740,
                    "mention": "9",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1085,
                    "end": 1086,
                    "mention": "9",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1181,
                    "end": 1182,
                    "mention": "9",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Viral Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Research of pestiviral infection in camelids has been focused in three main areas: (1) determining the seropositivity of various herds through epidemiologic studies; (2) clinical examination of affected animals; and (3) experimental inoculation of animals with BVDV. The seropositive rate in epidemiologic studies has been widely variable and demonstrated camelids infected with BVDV types 1a, 1b, and 2, with 1b being the most common.6 Experimental inoculation of pregnant llamas demonstrated seroconversion of the dams but no other clinical effects.14 One experimentally infected llama aborted 5 months after infection, but no BVDV was found in the fetus.14\n",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 436,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 551,
                    "end": 553,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Viral Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Diagnosis of BVDV infection in an alpaca or llama is similar to that in cattle. Virus isolation from tissue samples of aborted fetuses may be performed; preferred tissues are blood, lymph nodes, and placenta.15 Immunohistochemistry may be performed on formalin-fixed tissues of an abortus as well.15 Polymerase chain reaction (PCR) may be performed on whole blood samples and is the most common screening method of infection in neonatal crias. Serology of whole blood will provide antibody titers to demonstrate serocon­version, although it will not distinguish active infection from prior exposure. The recommendation following a diagnosis of a PI cria is euthanasia and identification of any other infected animals in the herd to minimize propagation of the disease.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 297,
                    "end": 299,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Viral Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "No vaccines for BVDV are licensed for use in alpacas and llamas, although many animals have been administered cattle vaccines without knowledge of their efficacy or safety. One study challenged nonpregnant female alpacas with BVDV after vaccination with a commercial bovine BVDV modified-live vaccine, which included types 1 and 2.16 All animals seroconverted; no vaccinated animals were PCR positive for BVDV after viral inoculation, whereas nonvaccinated controls were PCR positive and developed self-limiting respiratory disease. However, vaccination of alpacas and llamas for BVDV is not recommended given the low prevalence of the disease, the off-label use of vaccines, and unknown efficacy in pregnant animals.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 333,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Viral Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Abortion cases have been reported by owners during a recent outbreak of a viral respiratory disease in alpacas (acute respiratory distress syndrome). The suspected etiology of this syndrome is a coronavirus.17 The disease presents as an influenza-like syndrome progressing to a severe respiratory distress resulting from pulmonary congestion and marked pleural effusion. Abortion is likely caused by severe fetal hypoxia. We have successfully managed two alpaca cases at 10 and 11 months of pregnancy with supportive therapy based on oxygen insufflations, nonsteroidal antiinflammatory drugs (NSAIDs), and broad-spectrum antimicrobials.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 209,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Viral Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Other viruses that have been associated with abortion in camelids include equine herpes virus-1 (EHV-1) and equine arteritis virus (EAV). Although abortion caused by EHV-1 has not been reported in alpacas and llamas, the virus has been isolated from abortion cases in the dromedary. The virus is also known to cause neurologic diseases in alpacas and llamas.18 EAV viral particles were identified in one late-term alpaca abortus by reverse transcriptase PCR.19 Five adult animals in the herd were seropositive for EAV. More recently, blue tongue virus was reported to cause severe clinical syndrome and death in alpacas.20 The exact role of these viruses in alpaca and llama abortion is unknown; however, diagnostic laboratories should be aware of this possibility.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 360,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 458,
                    "end": 460,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 620,
                    "end": 622,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Viral Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Bacterial causes of abortion in alpacas and llamas are the predominant infectious causes of pregnancy loss in these species with several organisms isolated.5\n",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 157,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Bacterial Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "\nChlamydophila spp. have been identified as a cause of abortion in llamas.21 Two aborted fetuses and one weak cria, which subsequently died, were positive for Chlamydophila spp. Affected females were seropositive, and nonaffected pregnant females were treated with long-acting oxytetracycline injections, after which no further abortions occurred. In one study of normal vaginal flora in alpacas, no Chlamydophila spp. were identified, which supports the role of Chlamydophila spp., not normal flora, as pathogenic organisms.22 Vaccines licensed for use in sheep have been used off-label in camelids, but their influence on the incidence of abortion is not known. Diagnosis of Chlamydophila psittaci and C. abortus may be made by using PCR on swabs from the placenta and fetal tissues. However, maternal serology is not always helpful.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 525,
                    "end": 527,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Bacterial Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Brucellosis has been reported to cause abortion in camel herds, but the role of this disease in alpacas and llamas has not been fully investigated.4 Abortion caused by Brucella melitensis has been reported in alpacas in Peru.23 Llamas exposed to B. abortus showed bacteremia and colonization of various tissues. Exposed animals also mounted a humoral antibody response.24 Experimental inoculation of llamas with B. abortus resulted in late gestation abortion in one animal.25 Organisms were disseminated through fetal tissue and placenta. Histologic features were similar to those found in cattle that abort because of infection by the same agent (i.e., subacute placentitis). B. abortus was also isolated from the dam's mammary and lymph tissues after euthanasia.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 225,
                    "end": 227,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 369,
                    "end": 371,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 473,
                    "end": 475,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Bacterial Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Positive titers for Leptospira spp. were found in 47.3% to 96.2% of llamas tested in Argentina.26 Seroprevalence ranged from 0% to 13% in guanacos, and from 9% to 62.8% in vicunas. However, very little evidence exists for the role of these organisms in pregnancy loss in camelid species, although leptospiral organisms are a significant cause of abortion in other domestic large animals, including horses and cattle. The most common isolates were L. interrogans serogroups Icterohaemorrhagiae and Ballum. Another study in Peru demonstrated that 79.24% of tested alpacas were seropositive for the serogroup Pomona and that seroprevalence was associated with the rainy season.27 In a report from Oregon, L. Pomona and L. grippotyphosa were identified as possible causes of abortion on the basis of dam serology.5 Commercial vaccines have been used off-label in camelids with variable results. Several studies have demonstrated highly individual levels of antibody titers and short duration of immunity.28, 29 Currently, vaccination is only recommended for animals in endemic areas. Field observations warn against using these vaccines in the first trimester and the last 2 months of pregnancy.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 809,
                    "end": 810,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1000,
                    "end": 1002,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1004,
                    "end": 1006,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Bacterial Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Clinical disease caused by Listeria monocytogenes is manifested in most species as three separate syndromes: (1) meningoencephalitis, (2) septicemia (monogastrics and neonatal ruminants), and (3) abortion in females in late pregnancy.5, 30 Infection with L. monocytogenes has been demonstrated in adult and neonatal 31, 32, 33 llamas and alpacas; however, only one case of Listeria-induced abortion has been reported.30 A multiparous female aborted at 8 months of pregnancy after a short period of lethargy. L. monocytogenes was cultured from the fetal liver and lung, and diffuse placental lesions were noted on histopathology. A uterine culture of the affected female was obtained but could not be processed by the laboratory. The female became pregnant 30 days after the abortion, and no other animals on the property were affected. The llama was subsequently found to be infected with Mycoplasma hemolamae, which has been associated with immunosuppression. Neonatal cases of septicemia caused by L. monocytogenes are mostly attributed to failure of passive transfer, although negative uterine cultures after parturition are often not available to rule out maternal infection and transplacental infection.32, 33\n",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 235,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 237,
                    "end": 239,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 320,
                    "end": 322,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 324,
                    "end": 326,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 417,
                    "end": 419,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1208,
                    "end": 1210,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1212,
                    "end": 1214,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Bacterial Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Abortion caused by Campylobacter fetus was reported in alpacas in the United Kingdom.34 Four abortions and one premature nonviable cria were born to females in late pregnancy over a 6-week period. Sheep were present on the farm but were geographically separated and had no abortions that year. Two aborted fetuses were examined. One placenta demonstrated a focal area of necrosis and the other generalized necrotic placentitis. Organisms were isolated from placental tissue as well as from fetal stomach contents. One dam was found to have a swollen tongue with a diphtheritic membrane, which may have been unrelated to Campylobacter infection. Fecal cultures of remaining pregnant alpacas demonstrated the organism in 36% of animals. Four of the five affected females were bred and became pregnant within 31 and 150 days of abortion. In sheep, it has been demonstrated that infection results in protective immunity for several years; it is not known if this occurs in camelids. Differentials for late-term abortion in camelids with placental lesions and exposure to sheep should include C. fetus, although further investigation into this pathogen in these species is warranted. However, it is important to differentiate abortion caused by Campylobacter spp. from those caused by Campylobacter-like organisms such as Arcobacter spp., which has also been isolated from an alpaca abortus.35\n",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1386,
                    "end": 1388,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Bacterial Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Q-fever, caused by Coxiella burnetii, is a well-established cause of abortion in camels and present serious risks to human health.4 To date, the implication of this organism in alpaca and llama abortions has not been reported. More investigation of its role in abortion in these species is warranted.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Bacterial Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Abortion caused by M. haemolamae has not been demonstrated in camelids, but in utero transmission from a nonparasitemic dam to an alpaca cria has been reported.36 A 4-day-old cria had almost 100% of erythrocytes affected by Mycoplasma organisms; the cria died despite stabilization attempts. Both cria and dam were PCR positive for M. haemolamae. Transplacental infection of crias should be suspected in addition to failure of passive transfer in critically ill neonates.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Bacterial Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Other isolates from cases of alpaca and llama abortion include Escherichia coli, Streptococcus sanguis, Arcanobacte­rium pyogenes (newly renamed Trueperella pyogenes), and Pseudomonas spp.\n5, 37\n",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 190,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 192,
                    "end": 194,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Bacterial Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "The most common cause of protozoal abortion in alpacas and llamas is Neospora caninum. It has long been known that the organism is responsible for abortion and congenital infection of cattle. One study in Argentina demonstrated seroprevalence of 4.6% in llamas, whereas a separate study in Peru demonstrated antibodies against N. caninum in 36% of alpacas and 31.5% of llamas.38, 39 Investigation of abortion in 15 alpacas and llamas in Peru definitively diagnosed N. caninum in three cases by demonstration of parasitic deoxyribonucleic acid (DNA) in mid- to late-term aborted fetal tissues.40 Another study by the same research group demonstrated that N. caninum infection was associated with 28% of aborted fetuses, with abortions occurring mostly in mid-gestation.41 As the definitive hosts of N. caninum are domestic and wild canids, producers should be advised to monitor and limit exposure of their camelids to these species and their excrement.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 378,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 380,
                    "end": 382,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 592,
                    "end": 594,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 768,
                    "end": 770,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Protozoal Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Infection and abortion in alpacas and llamas caused by Toxoplasma gondii has been long suspected.21 Studies of adult camelids in South America demonstrated variable seroprevalence of T. gondii antibodies: from 35% to 44.2% in llamas, 16.3% in alpacas, and 5.5% in vicunas.38, 39, 42 Seroprevalence in llamas in the U.S. Pacific Northwest was 33.5% in one study.43 These epidemiologic studies demonstrated that camelids are intermediate hosts for T. gondii, although parasitic cysts in tissues have not been found, and the effects on pregnancy remain uncharacterized.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 272,
                    "end": 274,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 361,
                    "end": 363,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Protozoal Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "One research group examined pregnant llamas infected with T. gondii during pregnancy.44 One animal was experimentally inoculated at 82 days of pregnancy and one animal was naturally infected between days 26 and 119 of pregnancy; both llamas seroconverted and yet remained clinically healthy. Both animals delivered healthy viable crias, and no T. gondii antibodies were found in the serum of the crias prior to colostrum ingestion, which suggests that transplacental transmission did not occur. However, two llamas had rising T. gondii titers and suffered abortion.45 Fetal fluids from one of the aborted crias were positive for T. gondii antibodies. In contrast, a study of 50 aborted fetuses in Peru did not demonstrate any T. gondii DNA in analyzed tissues.41 On the basis of these studies, toxoplasmosis does not appear to be a common cause of abortion in alpacas and llamas; however, producers should minimize the amount of contact between naive camelids and cats, the definitive host of T. gondii, as well as keeping the feed covered.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 565,
                    "end": 567,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 760,
                    "end": 762,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Protozoal Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Sarcocystosis is the most prevalent of protozoal infections worldwide, although its role in pregnancy loss and abortion in camelids has not been fully elucidated. Infection of alpacas and llamas as intermediate hosts has been commonly reported, and development of sarcocysts in tissues leads to condemnation of the meat and severe economic losses in South American countries. In Argentina, the seroprevalence of Sarcocystis aucheniae and S. cruzi were determined, with 96% of samples positive for only one genus and 75% positive for both.38 One report of abortion caused by sarcocystosis in an alpaca demonstrated features of both acute and chronic infection in the female.46 It was hypothesized that abortion was caused by anemia in the dam and endogenous release of prostaglandin F2-alpha (PGF2α) from systemic stress, and the fetus did not show any pathology attributed to parasitic infection.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 540,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 673,
                    "end": 675,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Protozoal Causes of Abortion ::: Infectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, pregnancy loss in alpacas and llamas does occur from iatrogenic causes, most of which are avoidable with proper breeding methods and scheduling of herd health treatments and vaccines. Because the corpus luteum (CL) is required for pregnancy maintenance, any administration of PGF2α or its analogues will result in luteolysis and pregnancy loss. Induction of abortion may be intentional in cases of unwanted pregnancy. Both dinoprost tromethamine and cloprostenol have been shown to be efficacious in induction of abortion in camelids throughout pregnancy.47, 48 The interval from treatment to abortion is generally 3 to 7 days. Pregnancy length does not seem to have an effect on the interval from treatment to abortion. However, females in advanced stages of pregnancy (>150 days) may experience more discomfort. Induction of abortion is sometimes warranted for management or medical reasons. Administration of cloprostenol (250 micrograms [mcg], intramuscularly [IM]) twice with a 24-hour interval has been shown to reliably induce abortion between 4 and 7 months of pregnancy. The majority (92.5%) of animals aborted 3 days (45.2%) or 4 days (37.7%) following a single series of injections. A small proportion of animals may require a second series of cloprostenol administration.48 Fertility following induction of abortion was similar to nontreated control females.48\n",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 572,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 574,
                    "end": 576,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1298,
                    "end": 1300,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1385,
                    "end": 1387,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Iatrogenic Causes of Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "In our experience, both cloprostenol (125 to 250 mcg, IM) and dinoprost tromethamine (5 mg, IM) induce abortion at any stage of pregnancy in alpacas. The interval from treatment to abortion seems to be slightly shorter in alpacas (2 to 4 days). It is important to note that PGF2α or its analogues may also reliably induce parturition in term alpacas and llamas.49\n",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Iatrogenic Causes of Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "The administration of corticosteroids during the last trimester of gestation will result in pregnancy loss.50 In pregnancies in ruminants, increased levels of cortisol interrupt normal function of trophoblast cells, and a similar mechanism is suspected in alpacas and llamas. Pregnancy loss is characterized in alpacas and llamas by premature placental separation resulting in fetal death, release of PGF2α from the endometrium, and expulsion of the nonviable fetus. Pregnancy loss from administration of topical steroid-containing ophthalmic solutions has been observed in 4 pregnant females (5 to 8 months) in our clinic (A. Tibary, clinical observation). Induction of parturition with dexamethasone results in in utero fetal death.49\n",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 734,
                    "end": 736,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Iatrogenic Causes of Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "The use of multivalent vaccines in pregnant female alpacas and llamas has also been associated with early-gestation pregnancy loss. This loss seems to be mostly associated with 8-way vaccines against Clostridium spp.50 We do not recommend vaccination of pregnant females in the first 90 days of gestation, if possible.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Iatrogenic Causes of Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Trace mineral homeostasis is crucial for normal female reproductive function and maintenance of pregnancy.51, 52, 53, 54 Derangements in any of several minerals may result in infertility, subfertility, or abortion.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 110,
                    "end": 112,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 114,
                    "end": 116,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 118,
                    "end": 120,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Nutritional Causes of Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Plant poisoning is often suspected as a noninfectious cause of abortion. Little information on this aspect in camelids is available. However, a recent report suggests that nitrate-nitrite poisoning may be the source of abortion and deaths in alpacas fed oaten hay (Avena sativa). Abortion caused by nitrate-nitrite poisoning is well documented in cattle and is possibly caused by fetal hypoxia as a consequence of maternal methemoglobinemia.55\n",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 443,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Nutritional Causes of Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "\nHypoluteoidism, or insufficient progesterone production from the CL to sustain normal pregnancy, is hypothesized to occur in alpacas and llamas. The condition is suspected in females that suffer recurrent pregnancy loss. Most of these losses occur between 2 and 8 months of pregnancy.",
            "cite_spans": [],
            "section": "Maternal Causes of Noninfectious Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Hypoluteoidism is likely overdiagnosed and overtreated in female alpacas and llamas that experience recurrent pregnancy loss.56 The exact incidence is unknown. It should be noted that the size and character of the CL, as noted on ultrasonographic examination of the ovary, have not been correlated with endogenous progesterone levels and that serum hormone assay is the only way to measure production.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Maternal Causes of Noninfectious Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Serum progesterone levels can be measured throughout pregnancy to monitor the endogenous production, but in our experience, some female alpacas are able to sustain a normal pregnancy at physiologic levels of progesterone less than previously reported as necessary for maintenance of pregnancy. Most sources cite that serum progesterone levels must be greater than 2 nanograms per milliliter (ng/mL) to sustain pregnancy, but we have seen females with progesterone levels as low as 1.5 ng/mL deliver normal viable crias. One hypothesis is that the body weight and metabolic status of the female play a role in steroid hormone metabolism and that larger females may have lower circulating endogenous hormone levels.56 One female alpaca in our practice was treated with exogenous progesterone supplementation after repeated early pregnancy loss and was able to carry a fetus to term. Measured endogenous progesterone levels during the pregnancy were very low; it is not known if this animal was experiencing hypoluteoidism or was, in fact, downreg­ulating endogenous progesterone production in the face of supplementation.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 715,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Maternal Causes of Noninfectious Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Maintenance of pregnancy with exogenous progestogens may be considered if other causes of pregnancy losses are ruled out. The only types of progestogens that have been shown to help maintain pregnancy in camelids are progesterone (injectable), norgestomet (implant), and hydroxyprogesterone caproate (injectable). Altrenogest, a progestogen commonly used for maintenance of pregnancy in mares, is not active orally in camelids. Progesterone in oil needs to be administered frequently. The most common treatment for maintenance of pregnancy in cases of suspected hypoluteoidism is the administration of hydroxyprogesterone caproate (250 mg, IM, every 3 weeks). Treatment should be stopped at 300 days to allow normal parturition. Long-term treatment with progestogen is associated with a high risk of failure of cervical dilation. We recommend that any female that is placed on progesterone supplementation therapy during pregnancy be frequently evaluated with ultrasonography to assess fetal development and viability. The use of progesterone therapy in maiden females for maintenance of pregnancy should be discouraged. It is possible that the syndrome of hypoluteoidism may be associated with other metabolic or hormonal disturbances (hypothyroidism). Most cases seen in our clinic are obese females.",
            "cite_spans": [],
            "section": "Maternal Causes of Noninfectious Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Stress has long been associated with reproductive dysfunction in all animals, with cortisol playing a role in the interruption of the estrus cycle as well as pregnancy. Cortisol acts in the pregnant animal to interrupt normal placental function. In cattle, heat stress has been demonstrated to affect early embryonic development and may cause higher rates of pregnancy loss. Similar mechanisms are suspected in alpacas and llamas, which is why many producers choose to breed their female animals in the spring or fall to avoid early fetal development and possible pregnancy loss during the hottest days of summer. Stress from travel by trailer for as little as 30 minutes resulted in increased cortisol levels in alpacas for several hours.57 Systemic disease may also result in pregnancy loss; production of cortisol may be implicated (especially if the animal is moved to a veterinary clinic, is stabled alone, is handled often, or undergoes multiple treatments, anesthesia, or both); or the pregnant female may be so debilitated that in an effort to meet her own metabolic needs the pregnancy is self-terminated. Similarly, abortion may occur in females with very high production of fine fiber; in these cases, the female cannot sustain both fiber production and the developing fetus.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 741,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Maternal Causes of Noninfectious Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Defects in placentation may adversely affect pregnancy. Areas of the uterus that previously sustained trauma, resulting in scar tissue formation, will not develop placental attachments. Premature placental separation from these areas may occur and result in loss of the pregnancy.50 Other situations of hypothesized placental insufficiency have been reported; in these cases, individual females return to receptivity after diagnosis of pregnancy early in gestation. It is likely that these cases represent a failure of placental development, although other differential diagnoses include chromosomal problems or errors in fetal differentiation and development. Placental insufficiency, as well as space limitations in the uterus, is the leading cause of abortion of twin fetuses in late gestation; the pregnancies are lost when the placentas are no longer able to supply the required nutrients and oxygen to the fetuses.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 282,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Maternal Causes of Noninfectious Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Pregnancy loss may be caused by pathology of the cervix. Females that have experienced obstetric manipulations, dystocia, or abortion are at increased risk for cervical tears or vaginal trauma resulting in scar tissue formation and compromise of normal cervical function. Even females that experience a seemingly normal parturition may sustain cervical damage, which highlights the importance of postpartum vaginal examination. Many cervical tears will heal with surgical or nonsurgical management, but the competency of the cervix may remain unknown until pregnancy is established, lost, or both.",
            "cite_spans": [],
            "section": "Maternal Causes of Noninfectious Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "The most common embryonic or fetal factors that may result in pregnancy loss are twinning or severe abnormalities. Birth of twins in alpacas and llamas has been reported in North America, Australia, and New Zealand. As in other large domestic animal species, nearly all twins are conceived from double ovulations. The rate of double ovulations in alpacas and llamas is estimated to be 8% to 10% of all cycles. A tendency for increased ovulation rate is seen in animals with good body condition. However, a genetic predisposition for twinning may also exist, as some females have a tendency to double ovulate and conceive twins repeatedly. Hormonal induction of ovulation with gonadotropin-releasing hormone (GnRH) or human chorionic gonadotropin (hCG) has been suspected to increased double ovulation, but this has not been confirmed in controlled studies.",
            "cite_spans": [],
            "section": "Fetal and Placental Noninfectious Causes of Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "In our clinic, the majority (95%) of twin pregnancies diagnosed at 14 days reduce to a single pregnancy, or both fetuses are lost by day 45 (Figure 23-4\n). If one of the fetuses is not eliminated by 45 days, the majority of twin pregnancies will end with abortion in mid- to late gestation. A very small proportion, estimated at less than 1% of all conceived twins, will be delivered alive, generally after a shorter-than-normal pregnancy (less than 320 days).",
            "cite_spans": [],
            "section": "Fetal and Placental Noninfectious Causes of Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 152,
                    "mention": "Figure 23-4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In general, a twin pregnancy established in the same uterine horn will undergo total loss. We have seen cases of self-reduced twin pregnancy in which the retained fetus was in the right horn of the dam's uterus. Such cases should be flagged by the veterinarian as high-risk pregnancies, as the right horn is typically smaller, and an increased risk for late abortion may exist. Despite the tendency for early self-reduction, cases of aborted twin fetuses later in gestation have been reported; this highlights the need for early and accurate diagnosis. Pregnancy diagnosis should not be limited to a checkup if the female is pregnant but should include evaluation of the size of the embryonic vesicle, examination of both uterine horns, and, most importantly, examination of both ovaries for quality and number of corpora lutea. Anytime a double ovulation (two corpora lutea) is identified in the pregnancy diagnosis at 14 days, the females should be closely monitored for presence of twins and their location. This can be easily done by detection of two fetal heart beats or concepti proper by day 25. Our recommendation is to eliminate both twins if they are bilateral. If the twins are unilateral, another evaluation is scheduled between 30 and 45 days of pregnancy. If the pregnancy is not reduced to a singleton by this time, a decision to abort both should be considered. Termination of pregnancy is reliably achieved by administration of two doses of cloprostenol (250 mcg, IM) with a 24-hour interval. Abortion at this stage of pregnancy does not have any effect on the welfare and future fertility of the dam compared with late-term abortion or even the birth of twins, which may cause dystocia and damage to the cervix.2 The twins are generally aborted anytime during mid- to late pregnancy in various degrees of autolysis (most of the cases we have observed are between 4 and 7 months). They are usually of unequal size and smaller than the normal gestation age (Figure 23-5\n). Although rare, conjoined twins are possible and may cause dystocia during abortion (Figure 23-6\n). Birth of a normal cria with the mummified remains of a twin is possible. Females with recurrent twinning on consecutive cycles after abortion have been documented (Dietrich Volkmann, personal communication). In these cases, monitoring of follicular dynamics and reduction of nutritional plan may help reduce the chances of double ovulation. Unfortunately, no easy techniques exist for manual reduction of twins.",
            "cite_spans": [
                {
                    "start": 1729,
                    "end": 1730,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Fetal and Placental Noninfectious Causes of Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": [
                {
                    "start": 1974,
                    "end": 1985,
                    "mention": "Figure 23-5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2073,
                    "end": 2084,
                    "mention": "Figure 23-6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Although many cria with severe congenital abnormalities are carried to term, we have seen abortion or stillbirth in cases of severe fetal malformations such as hydrocephalus, conjoined twins, cyclopia, and so on (Figure 23-7\n). Early pregnancy loss caused by chromosomal abnormalities in the dam or the embryo has been suspected but remains poorly studied.",
            "cite_spans": [],
            "section": "Fetal and Placental Noninfectious Causes of Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 224,
                    "mention": "Figure 23-7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Umbilical cord torsion has been documented as a cause of mid- to late-term abortion in alpacas and llamas.2, 5 Torsion may be in the form of several twists of an abnormally long umbilical cord. Abortion may also be the result of twisting of the umbilical cord around the fetal body itself causing severe developmental abnormality.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 109,
                    "end": 110,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Fetal and Placental Noninfectious Causes of Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Other placental abnormalities associated with abortion include poorly developed mineralized placental villi and avillous areas.",
            "cite_spans": [],
            "section": "Fetal and Placental Noninfectious Causes of Abortion ::: Noninfectious Causes of Pregnancy Loss ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Complete avoidance of abortion in alpacas and llamas cannot always be achieved; however, some management practices may reduce the incidence or at least prevent abortion storms. Bio­security should not be taken lightly. Programs designed to reduce the transmission of infectious agents among individual animals, groups of animals, or facilities are paramount in maintaining animal health. Segregation of animals based on sex, age, and pregnancy status may help reduce transmission of infectious organisms. Females that have aborted, animals newly introduced, or animals returning to the farm from a show should be quarantined for a period of at least 3 weeks.4 Separate buckets, shovels, halters, and equipment should be used in the quarantine facility, and all personnel should wear designated coveralls and boots and thoroughly wash their hands before and after handling the animals. The same precaution should be observed at shows. Animals in quarantine should be monitored daily for fever and any signs of lethargy, inappetence, diarrhea, or other signs of disease. Reproductive examinations should be performed on any new breeding stock, especially females with a history of infertility or pregnancy loss, and any males.4 Pregnant females should be monitored closely for vaginal discharge, premature mammary development, or abortion.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 659,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1224,
                    "end": 1225,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Prevention of Abortion ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Producers should have a plan in effect in the event that abortion occurs, including isolation of the affected female, collection of aborted materials for submission to the veterinarian or diagnostic laboratory, and examination of the female and the abortus.",
            "cite_spans": [],
            "section": "Prevention of Abortion ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Adequate nutrition, parasite control, and immunization programs for the herd are the basis for elimination of some of the causes of abortion. Vaccination against leptospirosis should be performed only in areas that have experienced outbreaks. Use of multivalent vaccines may cause pregnancy loss, and we do not recommend vaccination of any female in the first 90 days of gestation.",
            "cite_spans": [],
            "section": "Prevention of Abortion ::: Pregnancy Loss",
            "ref_spans": []
        },
        {
            "text": "Although camelids and horses both have epitheliochorial microcotyledonary and diffuse placentation, their cervical anatomies are different. Camelids possess cartilaginous rings, which close tightly under the influence of progesterone. The mare's cervix is composed of longitudinal folds, which can easily be dilated even during pregnancy. This difference in cervical anatomy is likely the main reason that camelids do not experience the same incidence or severity of ascending placentitis compared with mares. In fact, ascending placentitis in alpacas and llamas is extremely rare, and when it does occur, it is often so acute that it is only observed after abortion.",
            "cite_spans": [],
            "section": "Placentitis",
            "ref_spans": []
        },
        {
            "text": "Ascending bacterial placentitis has been observed (A. Tibary, personal observation) in females that experience recurrent vaginal prolapse during late pregnancy. Placentitis is a common feature of bacterial and parasitic causes of abortion. Nonspecific hematogenous placentitis is often suspected in cases of fetal loss in which the dam was diagnosed with severe dental disease, gastric ulcers, or metabolic disorders, although these have not been definitively demonstrated.2\n",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 474,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Placentitis",
            "ref_spans": []
        },
        {
            "text": "Fungal placentitis has been diagnosed in a primiparous alpaca that aborted at 290 days of gestation.58 A diagnosis of Encephalitozoon cuniculi was made by histopathology and PCR of the placenta.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Placentitis",
            "ref_spans": []
        },
        {
            "text": "A diagnosis of placentitis may be made in the gravid female by ultrasonographic examination of the combined thickness of uterus and placenta (CTUP), which may demonstrate thickening or separation of the placenta from the endometrium. Impending abortion should be suspected in these cases (Figure 23-8\n). Treatment of placentitis in alpacas and llamas is extrapolated from treatment in the equine, but these treatments usually fail in camelids because by the time the diagnosis is made the fetoplacental unit is severely compromised. These cases are usually diagnosed while monitoring pregnant females with other systemic diseases or following major surgeries. Although the pregnancy usually cannot be saved, knowledge of imminent abortion allows the clinician to adjust the intensive care, as some of these females may not be able to expel the fetus or placenta.",
            "cite_spans": [],
            "section": "Placentitis",
            "ref_spans": [
                {
                    "start": 289,
                    "end": 300,
                    "mention": "Figure 23-8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Primary ketosis, or pregnancy toxemia, is a rare feature of pregnancy in camelids compared with that in small ruminant species. However, pregnancy toxemia is often secondary to other illnesses and to uterine torsion. Primary ketosis was described in a 3-year-old alpaca that developed ketosis in the 11th month of pregnancy.59 After a 2-week period of anorexia, depression, and weight loss, clinicopathologic evaluation demonstrated ketonuria, hyperglycemia, hypokalemia, metabolic acidosis, and increases in serum liver enzymes, ß-hydroxybutyrate, and nonesterified fatty acids (NEFAs). Azotemia and hyperlipidemia are often observed in some females. In severely debilitated females, induction of abortion or parturition should be considered to alleviate the syndrome.49\n",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 769,
                    "end": 771,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Ketosis",
            "ref_spans": []
        },
        {
            "text": "Vaginal prolapse occurs most commonly in the last 2 months of gestation. Suspected risk factors include genetics; advanced age, parity, poor or excess body condition during pregnancy; excessive straining or tenesmus, which may be related to gastrointestinal parasitic infestation; or an excessively large fetus. Estrogens increase substantially in the last few weeks of pregnancy and result in increased relaxation of the vulva and the perineal area.",
            "cite_spans": [],
            "section": "Vaginal Prolapse",
            "ref_spans": []
        },
        {
            "text": "The degree and severity of the prolapse is variable. Mild cases may be evident only when the female is in the cushed position, with only a small amount of vaginal mucosa visible. The mucosa in these cases is healthy, pink, and shiny with normal moisture. These cases require no treatment, but the female should be monitored for progression of the prolapse, which may warrant veterinary attention. Topical oil-based antibiotics such as triple antibiotic ointment or antibiotic-impregnated lanolin (without corticosteroids) may be applied to the exposed tissue for protection. The tail should be kept clean, and the female should be placed in a dry environment to minimize the risk of ascending infection.4, 60\n",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 704,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 706,
                    "end": 708,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Vaginal Prolapse",
            "ref_spans": []
        },
        {
            "text": "Severe cases of vaginal prolapse are likely to involve not only the vagina but also the cervix and the urinary bladder (Figure 23-9\n). Once the prolapse has occurred, the female will be unable to resolve it on her own. If the prolapse was identified early, prompt treatment will result in the least amount of tissue damage. Epidural anesthesia is often not required but may be considered in severe cases. The tissue is cleaned with a very dilute mild antiseptic solution such as dilute chlorhexidine and saline. Ultrasonographic examination of the prolapsed tissue may demonstrate involvement of the urinary bladder or the fetoplacental unit. The prolapsed tissue is replaced. Direct pressure of the fingertips is contraindicated because of the risk of rupture. In cases of longstanding prolapse, the tissue may be necrotic, and extreme care must be taken to minimize the amount of tissue damage during replacement. A tube speculum or a round smooth rigid object may be employed to ensure complete replacement of the vagina to the level of the cervix. Use of sugar solutions or manual pressure to relive excessive tissue edema is commonly reported but often unnecessary.",
            "cite_spans": [],
            "section": "Vaginal Prolapse",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 131,
                    "mention": "Figure 23-9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Retention of the prolapsed tissue is often achieved with external sutures. Options include surgical vulvuloplasty, placement of a Buhner or purse string suture, or placement of a shoe-string suture of umbilical tape with nonabsorbable stay sutures.60 The Buhner suture is made using a reversed cutting edge “ski” or “postmortem curved” needle (size 4 or 5; 6 cm long) and quarter-inch umbilical tape (Figure 23-10, A\n). The vulvar lips are injected with lidocaine 2% about 1 to 1.5 cm from the vaginal opening, and the needle is driven through the full thickness of the tissue starting about 1 cm above the ventral commissure and ending about 0.5 cm above the dorsal commissure. The needle with the umbilical tape is then inserted on the other side, starting dorsally at the same level and coming down ventrally to the level of initial lead (see Figure 23-10, B). If a shoe-string pattern is desired, two to three loops of nonabsorbable suture material are made on each side of the vulva, and the umbilical tape is passed through and secured with a knot (see Figure 23-10, C). Sutures should be removed prior to parturition to allow passage of the fetus. Methods used in sheep to manage vaginal prolapse, for example, a vaginal retainer or straining harness, are not useful in alpacas or llamas.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Vaginal Prolapse",
            "ref_spans": [
                {
                    "start": 401,
                    "end": 416,
                    "mention": "Figure 23-10, A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 846,
                    "end": 861,
                    "mention": "Figure 23-10, B",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1059,
                    "end": 1074,
                    "mention": "Figure 23-10, C",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "Damaged or necrotic tissue, once replaced, will either slough or undergo a period of remodeling. If only the mucosa was affected, often the convalescence period is shorter, although the risk of vaginal adhesions is high. Insertion of antibiotic and antiinflammatory impregnated lanolin into the vagina will help prevent adhesions and provide local therapy. Use of topicals that contain corticosteroids are contraindicated in all camelids and will likely lead to abortion.",
            "cite_spans": [],
            "section": "Vaginal Prolapse",
            "ref_spans": []
        },
        {
            "text": "Complications of vaginal prolapse are rare in camelids. Females that develop severe vaginal prolapse should be treated with broad-spectrum antibiotics and monitored for abortion. As in other species, the risk of recurrence in subsequent pregnancies is thought to be high, and breeding the animal again after parturition is not recommended. The risk of genetic predisposition to prolapse of the vagina is also highly suspected but not proven.",
            "cite_spans": [],
            "section": "Vaginal Prolapse",
            "ref_spans": []
        },
        {
            "text": "Torsion of the gravid uterus is, by far, the most common emergency in pregnant alpacas and llamas, and producers and veterinarians should have a plan in place for any pregnant female in which a uterine torsion is suspected. 61\n",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Uterine Torsion",
            "ref_spans": []
        },
        {
            "text": "The female may present to the veterinarian with various stages of pregnancy, from 8 months to term, when the fetus reaches a weight that can sustain the position of the torsion if it occurs. Uterine torsion is suspected to be the leading cause of dystocia in alpaca and llamas.61, 62, 63 Factors involved in the etiopathogenesis of uterine torsion are mostly speculative. The rolling behavior of the dam and the size of the fetus are often cited as the main contributing factors. A tendency towards increased incidence during the summer months is suspected to be related to increased dusting behavior. It is interesting to note that uterine torsion is rarely mentioned in the South American literature as a significant problem compared with North America and Australia. This geographic difference may be explained by the small birth weights and smaller body size of alpacas in South America. Another major difference is the extreme variation in the duration of pregnancy in llamas and alpacas observed outside of South America, which may be a contributing factor.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 279,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 281,
                    "end": 283,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 285,
                    "end": 287,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Uterine Torsion",
            "ref_spans": []
        },
        {
            "text": "The most common presenting complaint is mild to moderate changes in the behavior and demeanor of the dam. Acute unrelenting pain is rarely an initial sign unless the torsion is severe. Uterine torsion is unlikely to be a sudden phenomenon but rather a progressive complication of a partially rotated uterus. Fetal movements and rolling of the dam may contribute to the final stages of torsion. Females may have decreased appetite, visit the manure pile frequently, quick at her abdomen, or lie in lateral recumbency. In advanced cases, depression, diarrhea, and anorexia may be the only clinical signs. Astute producers may notice a slight listlessness and less activity than normal. If the torsion is slight, often the female will not show signs of debilitation as the uterine vasculature will continue to supply the organ. The female may continue to eat and defecate normally. In severe torsions, the uterine vasculature may become occluded, leading to compromise of the uterus and the fetus. Additionally, the more severe the rotation, the more tension is placed on the broad ligament, which will cause more severe pain and clinical signs in the animal. The female may show tachycardia, tachypnea, and increased vocalization. It is important to note that approximately 30% of the cases referred to our service because of discomfort in late pregnancy are not cases of uterine torsion. Noticeable discomfort is often seen in maiden late-term females.",
            "cite_spans": [],
            "section": "Uterine Torsion",
            "ref_spans": []
        },
        {
            "text": "Time to referral is critical in cases of severe torsion, as prolonged torsion may reduce the chances of survival of both the female and the fetus.64 In cases of severe torsion, animals that present to a referral center sooner are likely to be less debilitated. Animals that display prolonged anorexia, are depressed or recumbent, or are in a state of shock have a poorer prognosis for survival. The longer the blood supply is diminished to the uterus, the more friable it becomes, and treatment options are limited to surgical methods because of the high risk of uterine rupture during rolling. Less debilitated animals are also better candidates for general anesthesia should a cesarean section be indicated.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Uterine Torsion",
            "ref_spans": []
        },
        {
            "text": "Diagnosis of uterine torsion in camelids is by transrectal palpation, with use of extreme caution and copious amounts of lidocaine-infused lubricant, especially in smaller alpacas. Sedation and or epidural anesthesia may be required for palpation per rectum. Most uterine torsions in camelids are precervical in nature, and a vaginal examination either by palpation or speculum will not demonstrate any spiraling of the vagina. Therefore, the most definitive means of diagnosis is palpation of the broad ligaments, noting the degree of tension and location of the fetus. The location of the fetus is often more cranial than normal and difficult to palpate. In clockwise torsion, the left broad ligament stretches diagonally from the left side to the right side of the animal as a tight band running over the uterine body, whereas the right broad ligament is shorter and trapped under the body of the uterus (Figure 23-11\n). Determination of the direction of the torsion may be very difficult in some situations, and exploratory laparotomy should be performed in these cases. Camelids ovulate equally from both ovaries but only carry their fetus in the left uterine horn. This has been proposed as the main reason for a higher incidence of clockwise uterine torsion in alpacas and llamas.65 However, a significant number of counterclockwise torsion still occurs.63, 64 The occurrence of counterclockwise torsion cannot be explained by pregnancies in the right horn. However, we have observed an abnormal fetal position in several cases of term uterine torsion, which suggests that this may be a factor.",
            "cite_spans": [
                {
                    "start": 1287,
                    "end": 1289,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1361,
                    "end": 1363,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1365,
                    "end": 1367,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Uterine Torsion",
            "ref_spans": [
                {
                    "start": 908,
                    "end": 920,
                    "mention": "Figure 23-11",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "Torsions may be classified by severity (90, 180, 270, or 360 degrees). Torsions of 90 degrees may be underrepresented in veterinary accessions, as animals may not be brought to the veterinarian for lack of significant changes in behavior or comfort level. However, some 90-degree torsions will cause clinical discomfort based on the degree of stretching of the broad ligament and positioning of the fetus.",
            "cite_spans": [],
            "section": "Uterine Torsion",
            "ref_spans": []
        },
        {
            "text": "In term pregnancy, uterine torsion may be a cause of dystocia and must be differentiated from other causes of dystocia, most notably fetal malposition and failure of cervical dilation. Females with active contractions with no expulsion of fetal fluid and no progression of fetal tissues should be evaluated for uterine torsion through transrectal palpation. If no torsion is identified, vaginal examination may demonstrate failure of cervical dilation. If expulsion of fetal fluid is noted, a vaginal examination will easily identify if fetal malposition or failure of complete cervical dilation is the source of dystocia.",
            "cite_spans": [],
            "section": "Uterine Torsion",
            "ref_spans": []
        },
        {
            "text": "Transabdominal ultrasonography is an important tool in the initial evaluation of a female with uterine torsion. Fetal viability may be ascertained by identifying the fetal heart, and fetal heart rate may give indications as to the health of the fetus.61 Fetal heart rates greater than 130 beats per minute (beats/min) may indicate fetal stress, and rates less than 50 beats/min may encourage the practitioner to consider cesarean section immediately and bypass any attempts to roll the alpaca to correct the torsion. Ultrasonographic examination of the uterus and the placenta will also yield important information about the health of the uterus and the pregnancy. A severe or chronic uterine torsion will lead to increased uterine wall thickness and, if the female is in active labor, potentially placental separation (Figure 23-12\n). Measurements of the uterine wall may dictate whether rolling of the dam poses a substantial risk for uterine rupture, as thickened walls may be edematous or friable. In most cases of mild to moderate uterine torsion with normal fetal heart rates and normal uterine wall appearance and thickness on ultrasonographic examination, rolling the female is a viable first option for treatment. Most new portable ultrasound machines are equipped with color Doppler imaging. This feature is extremely important for the evaluation of uterine perfusion but most importantly of fetal viability, as it is often very difficult to ascertain fetal death. If the heart is not accessible, the clinician may use Doppler ultrasound on fetal aorta or richly vascularized organs such as the liver or the kidney. Blood flow within the umbilical cord may also be verified.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Uterine Torsion",
            "ref_spans": [
                {
                    "start": 820,
                    "end": 832,
                    "mention": "Figure 23-12",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "Treatment for uterine torsion includes nonsurgical and surgical options. Nonsurgical treatment comprises rolling the female while holding the fetus and uterus stationary in the abdomen. Debilitated females may not be good candidates for rolling because of the risk of uterine rupture. If the female is slightly dulled but not overly debilitated and the uterus has a normal appearance on ultrasonographic examination, it may be possible to roll the female without chemical restraint. However, if she is bright, a risk to handlers of being kicked exists. If the female's abdomen is not relaxed enough to palpate the fetus, often intramuscular butorphanol is administered to facilitate the procedure. It is crucial to accurately diagnose the direction of torsion, as this will dictate the direction of rolling. Females are rolled in the same direction as that of the torsion. For clockwise torsions, the female is placed on the ground in right lateral recumbency. In field-settings, a grass pasture or lawn is ideal; in hospital settings, a padded floor or mat may be used. Three to four people are required for a safe, successful rolling attempt. One person controls the head and neck to prevent injury to the female. Often placing a towel over the female's eyes calms the animal. Another person controls the front limbs and shoulder, and the third person controls the hindlimbs and hips. The person guiding the rolling process uses hand pressure to stabilize the fetus and the uterus of the female. As the female is rolled from right lateral to dorsal to left lateral to sternal recumbency, the person manipulating the fetus will attempt to hold the fetus stationary as the female rolls around it. This may be accomplished by the handler using just the hands or sometimes the hand on top and the knee on the side. The handler may feel the fetus slip as the torsion resolves or partially resolves. Once rolled to sternal recumbency, the female is repositioned as before and rolled again in the same manner. This process is repeated three to four times, and the female is then placed in sternal position and examined via transrectal palpation. Successful correction is recognized by easy identification of both broad ligaments and easy access to the uterus and the fetus. It is not possible to overroll the animal and cause a uterine torsion in the opposite direction. In large llamas, the procedure is similar, but heavy sedation of the animal is required. The use of a plank to hold the fetus in place is more practical for rolling llamas. Correction should not take more than four or five rolling attempts. The most critical aspect of correction of uterine torsion by rolling is to roll the female slowly, making sure that the fetus is always held firmly in place.",
            "cite_spans": [],
            "section": "Uterine Torsion",
            "ref_spans": []
        },
        {
            "text": "The surgical approach should be considered if the rolling is not successful or if the female is increasingly uncomfortable. Surgical treatment options are based on the stage of pregnancy at which the uterine torsion occurs and the size of the animal. If the fetus is at term or severely compromised or if the female is debilitated, a cesarean section may be warranted. Surgical correction should also be attempted when the diagnosis is made by exploratory laparotomy. The uterus may be gently rolled within the abdomen via a midline incision. Flooding the abdominal cavity with lactated Ringer solution helps with the correction. In the llama, surgical approaches to the gravid uterus include a ventral midline celiotomy and a left flank laparotomy.63 Flank laparotomy may be more advantageous in larger debilitated animals or in field settings. In the alpaca, ventral midline celiotomy is the preferred approach, although in debilitated animals, respiratory failure is a significant risk because of the small lung field in these species and the biomechanics involved when the animal is placed in dorsal recumbency. Care must be taken when detorsing the uterus, as it may be edematous and friable, even if not noted on ultrasonographic examination. Manipulation of the uterus should be minimal and done with care, especially if the fetus is pre-term. The surgeon should palpate the broad ligaments directly and determine or confirm the direction of torsion. In the midline approach, correction is relatively easy. The surgeon should hold the tip of the pregnant horn and the fetal part engaged with it firmly with one hand while holding the rest of the fetal body and uterus by placing pressure on them with the flat hand. The fetus is then rocked against the direction of the torsion. In severe torsion, this may need to be done in two steps. For flank correction, the incision should allow the surgeon to use two hands. The fetus is rotated by gently pushing against the direction of the torsion with one hand while the other hand pulls the fetus and pregnant horn.",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 751,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Uterine Torsion",
            "ref_spans": []
        },
        {
            "text": "In term pregnancy, the fetus should be delivered before any attempt is made to correct the torsion. Surgical risks are not unlike those for other abdominal procedures, and attention should be paid to keeping ventral midline incisions clean and bandaged postoperatively to prevent secondary infection and dehiscence, especially if the female delivers per vaginum shortly following surgery, as this places considerable strain on the suture line. For this reason, removal of term fetuses by cesarean section may be a good option.",
            "cite_spans": [],
            "section": "Uterine Torsion",
            "ref_spans": []
        },
        {
            "text": "Blood work should be performed when surgical treatment is pursued. At the very minimum, in nondebilitated animals, packed cell volume (PCV) and serum total protein (TP) should be assessed. In debilitated animals, a complete blood cell count and complete serum biochemistry analysis should be performed prior to general anesthesia, and any electrolyte abnormalities, dehydration, or shock should be treated prior to induction of anesthesia by intravenous administration of fluids. A venous catheter is readily placed in the animal's right jugular vein and provides direct circulatory access. Care must be taken with fluid administration rates, as the small lung field of camelids predisposes them to pulmonary edema in cases of volume overload.",
            "cite_spans": [],
            "section": "Uterine Torsion",
            "ref_spans": []
        },
        {
            "text": "After resolution of uterine torsion, the female may experience uterine torsion in the same or subsequent pregnancies, and the producer should be educated about monitoring these females for recurrence.",
            "cite_spans": [],
            "section": "Uterine Torsion",
            "ref_spans": []
        },
        {
            "text": "The outcome of uterine torsion for the dam and the fetus depends on several factors, the most important being early diagnosis followed by immediate proper management. In our hands, rolling carries better prognosis for nonterm torsion, whereas cesarean delivery in term cases is better for the survival of the cria.64 However, the decision to deliver the fetus by cesarean section should not be based on pregnancy duration only. The best prognosis for survival is when the mammary glands are well developed and colostrum is present. Our protocol for handling these cases is summarized in Figure 23-13\n. Crias delivered by cesarean section often need resuscitation, and therefore, surgery should only be contemplated if intensive care can be provided immediately. Unattended or improperly handled uterine torsions may have catastrophic repercussions on the dam, including uterine rupture, peritonitis, and hemorrhage. Splenic torsion concurrent with uterine torsion has been described in one case with persistent pain following correction.66\n",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 316,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1037,
                    "end": 1039,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Uterine Torsion",
            "ref_spans": [
                {
                    "start": 587,
                    "end": 599,
                    "mention": "Figure 23-13",
                    "ref_id": "FIGREF12"
                }
            ]
        },
        {
            "text": "Prolonged pregnancy is a common complaint in camelids. Most llama and alpaca breeders calculate the due date on the basis of a 345-day gestation period and become concerned about their female being overdue when pregnancy goes beyond 355 or 360 days. It is not uncommon to see pregnancies of up to 380 days in length. The longest pregnancy with a single breeding date that we documented was 396 days. We have also consulted on a case of a pregnancy length of 400 days in a llama. Suspected causes of prolonged pregnancy include fescue toxicosis, abnormal placentation leading to intrauterine growth retardation, fetal abnormalities, nutritional deficiencies, and extreme harsh winter conditions.",
            "cite_spans": [],
            "section": "Prolonged Pregnancy",
            "ref_spans": []
        },
        {
            "text": "The veterinarian is often asked to intervene in cases of prolonged pregnancy. The clinical approach should include verification of breeding dates and the pregnancy diagnosis schedule. Prolonged pregnancy does not justify induction of parturition unless a medical reason for it is present. Evaluation of pregnancy status and fetal and placental assessment should be performed, as discussed elsewhere in this text, to determine the health and viability of the fetus. Intervention will be based on this initial assessment. Many females will be found to be not pregnant. The most likely reason for extremely long pregnancies is intrauterine growth retardation, and therefore, induction of parturition will often result in loss of the cria because of immaturity.",
            "cite_spans": [],
            "section": "Prolonged Pregnancy",
            "ref_spans": []
        },
        {
            "text": "In our experience, if the female is allowed to deliver spontaneously, prolonged pregnancy beyond 370 days carries a risk for the cria. Therefore, if the fetus is alive and the dam is comfortable, the best approach is to wait for normal parturition and be prepared for intervention on the cria. Examination of the placenta is important in these cases. Many will be smaller than normal or have avillous areas. It is important to note that prolonged pregnancy is not necessarily accompanied by large birth weight; in fact, most crias born after an excessively long gestation are smaller than average in size.",
            "cite_spans": [],
            "section": "Prolonged Pregnancy",
            "ref_spans": []
        },
        {
            "text": "Other accidents related to gestation have been described in a few cases and include uterine rupture and body wall herniation. These are often complications of either uterine torsion or abdominal surgery. Mummification is extremely rare in camelids because this species relies primarily on the CL to maintain pregnancy and fetal death is often followed by its immediate expulsion. However, fetal maceration or mummification is more common in females that experience fetal death. Interestingly, we are not aware of any case of fetal hydrops.",
            "cite_spans": [],
            "section": "Other Conditions of Pregnancy",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 23-1: Formulas for the Estimation of Gestational Age (GA) in Days from Fetal Measurements in Alpacas and Llamas\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 23-1: Ultrasonograms of Early Pregnancy Loss in Alpacas. A, 27 days pregnancy with disorganized embryonic vesicle no fetal heart beat. B, 35 days pregnancy with collapsed vesicle. Note increased echogenicity of fluid. C, Same case in B, one day later. D, 45 days pregnancy with collapsed vesicle. Note the dense fetal membranes.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 23-2: Abortion in a debilitated alpaca presenting for severe weight loss.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 23-3: Late-Term Placenta Showing Areas to Sample for Histopathology. A, Tip of the uterine horns. B, Middle of the uterine horns (avoid the medial areas adjacent to the bifurcation). C, Base of the uterine horns. D, Body of the uterus. E, Cervical star. Nonlabeled arrow points to a hippomane (normal).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 23-4: Ultrasonograms of Twin Pregnancies in Alpacas (arrows indicate concepti). A, 20 days. B, 28 days old twin pregnancy; one undergoing early embryonic death (small no heart beat). C, Bilateral twins at 25 days. D, Transabdominal ultrasonogram of 45 days twin pregnancy; only one fetus is seen, but note the amniotic membrane of the other vesicle forming a characteristic “bubble” at their juxtaposing border. E, Early embryo loss due to unilateral twins at 30 days; note the increased thickness of the uterine wall.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 23-5: Aborted Twins. A, 178 days of pregnancy in advanced stage of autolysis. B, 130 days pregnancy; one of the fetuses is still fresh, and the other is in advanced stage of autolysis.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 23-6: Aborted late-term conjoined twins.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 23-7: Aborted fetus with multiple severe congenital abnormalities (dicephalia, spina bifida, and diaphragmatic hernia).",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 23-8: Ultrasonograms of Various Uterine and Placental Abnormalities Prior to Abortion or Extraction of the Fetus by Cesarean Section Because of Evidence of Stress. A, Placentitis with increased uterine thickness. B, Placental detachment and peritonitis (note the fluid accumulation in the peritoneum). C, Severe uterine edema and placental detachment,. D, Uterine rupture with accumulation of fluid within the peritoneal cavity. (BW, body wall; P, peritoneal cavity; Pl, placenta; U, uterine wall.)",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 23-9: A, Vaginal prolapse in a 328-days pregnant alpaca with poor body condition. B, The prolapsed tissue is cleaned with saline and replaced. C, Vulvar appearance after replacement of the vaginal prolapse.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 23-10: A, Postmortem curved or ski needle and umbilical tape used for a Buhner suture in alpacas and llamas. B, Buhner suture in an alpaca. C, Shoe-lace pattern using three suture loops on each side of the vulva.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 23-11: A, Normal position of the broad ligaments (arrows) in lateral (top) and caudal (bottom) views. B, Position of broad ligaments in a clockwise uterine torsion (arrows indicate the direction of the torsion).",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 23-12: A through D, Ultrasonograms of a severe uterine torsion showing broad ligament (BL) edema and hemorrhage and very thick congested uterine wall (U).",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 23-13: Emergency protocol for colic in term alpacas and llamas.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Persistent infection with bovine viral diarrhea virus in an alpaca",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Mattson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Am Vet Med Assoc",
            "volume": "228",
            "issn": "",
            "pages": "1762-1765",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Disseminated bovine viral diarrhea virus in a persistently infected alpaca (Vicugna pacos) cria",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Byers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Vet Diagn Invest",
            "volume": "21",
            "issn": "",
            "pages": "145-148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Long-term clinicopathological characteristics of alpacas naturally infected with bovine viral diarrhea virus type Ib",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bedenice",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Vet Intern Med",
            "volume": "25",
            "issn": "",
            "pages": "605-612",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The effects of exposure of susceptible alpacas to alpacas persistenty infected with bovine viral diarrhea virus",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Byers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Can Vet J",
            "volume": "52",
            "issn": "",
            "pages": "263-271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Evaluation of bovine viral diarrhea virus in New World camelids",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Wentz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Am Vet Med Assoc",
            "volume": "223",
            "issn": "",
            "pages": "223-228",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Viral Diseases of New World Camelids",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kapil",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Clin North Am: Food Anim Pract",
            "volume": "25",
            "issn": "",
            "pages": "323-337",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Evaluation of a commercial bovine viral diarrhea virus vaccine in nonpregnant female alpacas (Vicugna pacos)",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Byers",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "591-593",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Identification of a novel coronavirus possibly associated with acute respiratory syndrome in alpacas (Vicugna pacos) in California",
            "authors": [
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Crossley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Vet Diagn Invest",
            "volume": "22",
            "issn": "",
            "pages": "94-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Experimental equine herpesvirus-1 infection in llamas (Lama glama)",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Vet Diagn Invest",
            "volume": "3",
            "issn": "",
            "pages": "137-143",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Equines Arteritisvirus (EAV) als Aborterreger bei Alpakas?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Deutsche Tierarztliche Wochenschrift",
            "volume": "113",
            "issn": "",
            "pages": "162-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Fatal bluetongue virus infection in an alpaca (Vicugna pacos) in California",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Vet Diagn Invest",
            "volume": "22",
            "issn": "",
            "pages": "134-136",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Llama reproduction",
            "authors": [
                {
                    "first": "LW",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Vet Clin North Am: Food Anim Pract",
            "volume": "5",
            "issn": "",
            "pages": "159-182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Retrospektive Analyse der bakteriologischen Untersuchungen von Vaginaltupferproben klinisch gesunder Alpakastuten",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wittek",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Tieraerztliche Praxis Ausgabe Grosstiere Nutztiere",
            "volume": "36",
            "issn": "",
            "pages": "329-332",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Experimental exposure of llamas (Lama glama) to Brucella abortus: humoral antibody response",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Gilsdorf",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Microbiol",
            "volume": "81",
            "issn": "",
            "pages": "85-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Experimental Brucella abortus induced abortion in a llama: pathologic effects",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gidlewski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet Pathol",
            "volume": "37",
            "issn": "",
            "pages": "77-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Leptospirosis in South American camelids. A study on the serological prevalence in different regions of Argentina",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Llorente",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Archivos De Medicina Veterinaria",
            "volume": "34",
            "issn": "",
            "pages": "59-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Seropositivity to leptospirosis in Alpacas reared in four breeding farms of Puno-Peru. Association with rain levels",
            "authors": [
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Herrera Carpio",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arquivos do Instituto Biológico (São Paulo)",
            "volume": "67",
            "issn": "",
            "pages": "171-176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Serological reactions against Leptospira interrogans serovars in alpacas after vaccination",
            "authors": [
                {
                    "first": "FI",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "TK",
                    "middle": [],
                    "last": "Wyeth",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "NZ Vet J",
            "volume": "39",
            "issn": "",
            "pages": "32-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Serologic response of llamas to a commercially prepared leptospirosis vaccine",
            "authors": [
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Pugh",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Small Rumin Res",
            "volume": "17",
            "issn": "",
            "pages": "193-196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Foetal mortality at different stages of gestation in alpacas (Lama pacos) and the associated changes in progesterone concentrations",
            "authors": [
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Anim Reprod Sci",
            "volume": "40",
            "issn": "",
            "pages": "89-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Listerial abortion in a llama",
            "authors": [
                {
                    "first": "BG",
                    "middle": [],
                    "last": "McLaughlin",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Vet Diagn Invest",
            "volume": "5",
            "issn": "",
            "pages": "105-106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Listeria monocytogenes septicaemia and concurrent clostridial infection in an adult alpaca (Lama pacos)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Seehusen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Comparat Pathol",
            "volume": "139",
            "issn": "",
            "pages": "126-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Culture-positive sepsis in neonatal camelids: 21 cases",
            "authors": [
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Dolente",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Vet Intern Med",
            "volume": "21",
            "issn": "",
            "pages": "519-525",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Listeria monocytogenes and Escherichia coli septicemia and meningoencephalitis in a 7-day-old llama",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Can Vet J",
            "volume": "39",
            "issn": "",
            "pages": "100-102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Investigation of Mycoplasma haemolamae infection in crias born to infected dams",
            "authors": [
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Tornquist",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Rec",
            "volume": "168",
            "issn": "",
            "pages": "380-381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Recovery of Arcobacter spp. From nonlivestock species",
            "authors": [
                {
                    "first": "IV",
                    "middle": [],
                    "last": "Wesley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schroeder-Tucker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Zoo Wildlife Med",
            "volume": "42",
            "issn": "",
            "pages": "508-512",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Mycoplasma haemolamae infection in a 4-day-old cria: support for in utero transmission by use of a polymerase chain reaction assay",
            "authors": [
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Almy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Can Vet J",
            "volume": "47",
            "issn": "",
            "pages": "229-233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Streptococcus sanguis type-1 associated with abortion in a llama (Lama glama)",
            "authors": [
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Semalulu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chirinotrejo",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Zoo Wildlife Med",
            "volume": "22",
            "issn": "",
            "pages": "351-354",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Seroprevalence of Neospora caninum, Toxoplasma gondii and Sarcocystis sp. in llamas (Lama glama) from Jujuy, Argentina",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "More",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Parasitol",
            "volume": "155",
            "issn": "",
            "pages": "158-160",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "First report of Neospora caninum infection in adult alpacas (Vicugna pacos) and llamas (Lama glama)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chávez-Velásquez",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Parasitol",
            "volume": "90",
            "issn": "",
            "pages": "864-866",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Infectious causes of reproductive loss in camelids",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tibary",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Theriogenology",
            "volume": "66",
            "issn": "",
            "pages": "633-647",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Neospora species associated abortion in alpacas (Vicugna pacos) and llamas (Llama glama)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Serrano-Martinez",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet Rec",
            "volume": "155",
            "issn": "",
            "pages": "748-749",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Evaluation of Neospora caninum and Toxoplasma gondii infections in alpaca (Vicugna pacos) and llama (Lama glama) aborted foetuses from Peru",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Serrano-Martinez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "VetParasitol",
            "volume": "150",
            "issn": "",
            "pages": "39-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Seroprevalence of Toxoplasma gondii infection in sheep and alpacas (Llama pacos) in Chile",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Prevent Vet Med",
            "volume": "40",
            "issn": "",
            "pages": "143-149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Seroprevalence of Toxoplasma gondii in llamas (Lama glama) in the northwest USA",
            "authors": [
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Dubey",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Vet Parasitol",
            "volume": "44",
            "issn": "",
            "pages": "295-298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Clinical and serologic evaluation of two llamas (Lama glama) infected with Toxoplasma gondii during gestation",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Jarvinen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Parasitol",
            "volume": "85",
            "issn": "",
            "pages": "142-144",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Parasitism in llamas",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chenney",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Vet Clin North Am: Food Anim Pract",
            "volume": "5",
            "issn": "",
            "pages": "217-225",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Dalmeny disease in an alpaca (Lama pacos): sarcocystosis, eosinophilic myositis and abortion",
            "authors": [
                {
                    "first": "KMD",
                    "middle": [],
                    "last": "La Perle",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Comparat Pathology",
            "volume": "121",
            "issn": "",
            "pages": "287-293",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Termination of unwanted pregnancy in a llama with cloprostenol and subsequent pregnancy: a case report",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Memon",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Theriogenology",
            "volume": "47",
            "issn": "",
            "pages": "615-618",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Use of cloprostenol as an abortifacient in the llama (Lama glama)",
            "authors": [
                {
                    "first": "BB",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Theriogenology",
            "volume": "54",
            "issn": "",
            "pages": "497-505",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Induction of parturition in alpacas and subsequent survival of neonates",
            "authors": [
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Bravo",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Am Vet Med Assoc",
            "volume": "209",
            "issn": "",
            "pages": "1760-1762",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Managing trace mineral deficiencies in South American camelids",
            "authors": [
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Waldridge",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Pugh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vet Med",
            "volume": "92",
            "issn": "",
            "pages": "744-750",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Zinc, copper, and selenium in reproduction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bewdal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bahuguna",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Experientia",
            "volume": "50",
            "issn": "",
            "pages": "626-640",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Trace mineral nutrition in llamas",
            "authors": [
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Pugh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Camel Pract Res",
            "volume": "6",
            "issn": "",
            "pages": "209-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Iodine toxicity in ruminants",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Paulikova",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet Med Czech",
            "volume": "47",
            "issn": "",
            "pages": "343-350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Alpaca plant poisonings: nitrate-nitrite and possible cyanide",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "McKenzie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Aust Vet J",
            "volume": "87",
            "issn": "",
            "pages": "113-115",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "The effect of short duration transportation on serum cortisol response in alpacas (Llama pacos)",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet J",
            "volume": "157",
            "issn": "",
            "pages": "189-191",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Encephalitozoon cuniculi-associated placentitis and perinatal death in an alpaca (Lama pacos)",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Pathol",
            "volume": "45",
            "issn": "",
            "pages": "255-258",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Gestationsketose mit Hyperlipidämie bei einer Alpakastute - Ein Fallbericht",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallter",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Tieraerztliche Praxis Ausgabe Grosstiere Nutztiere",
            "volume": "36",
            "issn": "",
            "pages": "333-337",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Genotyping and phylogenetic analysis of bovine viral diarrhea virus isolates from BVDV infected alpacas in North America",
            "authors": [
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Microbiol",
            "volume": "136",
            "issn": "",
            "pages": "209-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tibary",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anouassi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Theriogenology in camelidae: anatomy, physiology, pathology surgery and artificial breeding",
            "volume": "",
            "issn": "",
            "pages": "317-374",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Reproductive emergencies in camelids",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tibary",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Theriogenology",
            "volume": "70",
            "issn": "",
            "pages": "515-534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Uterine torsion and cesarean section in llamas and alpacas",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Clin North Am: Food Anim Pract",
            "volume": "25",
            "issn": "",
            "pages": "523-538",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Uterine torsion in late gestation alpacas and llamas: 60 cases (2000-2009)",
            "authors": [
                {
                    "first": "LK",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tibary",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Small Rumin Res",
            "volume": "105",
            "issn": "",
            "pages": "268-272",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Surgical and nonsurgical correction of uterine torsion in New World camelids: 20 cases (1990-1996)",
            "authors": [
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Cebra",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Am Vet Med Assoc",
            "volume": "211",
            "issn": "",
            "pages": "600-602",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Splenic torsion in an alpaca",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Surg",
            "volume": "34",
            "issn": "",
            "pages": "1-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Bovine viral diarrhea virus in alpaca: abortion and persistent infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Vet Diagn Invest",
            "volume": "17",
            "issn": "",
            "pages": "589-593",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Pestiviral infection of llamas and alpacas",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Evermann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Small Rumin Res",
            "volume": "61",
            "issn": "",
            "pages": "201-206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Bovine viral diarrhea infections in new world camelids—a review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "van Amstel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Small Rum Res",
            "volume": "91",
            "issn": "",
            "pages": "121-126",
            "other_ids": {
                "DOI": []
            }
        }
    }
}