{
    "paper_id": "PMC7219843",
    "metadata": {
        "title": "Rapid Deployment of a Drive-Through Prenatal Care Model in Response to the Coronavirus Disease 2019 (COVID-19) Pandemic",
        "authors": [
            {
                "first": "Mark",
                "middle": [],
                "last": "Turrentine",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mildred",
                "middle": [],
                "last": "Ramirez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Manju",
                "middle": [],
                "last": "Monga",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Manisha",
                "middle": [],
                "last": "Gandhi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Laurie",
                "middle": [],
                "last": "Swaim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lynda",
                "middle": [],
                "last": "Tyer-Viola",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michele",
                "middle": [],
                "last": "Birsinger",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Belfort",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "On March 20, 2020, faculty in the Department of Obstetrics and Gynecology at the Baylor College of Medicine in Houston, Texas, began designing alternative options for the delivery of prenatal care in anticipation of increasing numbers of COVID-19 infections. Prenatal care at our institution is performed in outpatient clinics located in the Texas Children's Hospital Pavilion for Women, a maternal level of care 4 facility that had 6,500 deliveries in 2019. Strategic planning was begun with representatives from physician and nursing leadership, hospital administration, and the operational-hospital logistic team. In addition to the modification of the spacing of prenatal visits and an increase in the capacity of our current telemedicine capability, a proposal for drive-through prenatal visits was investigated. Within 7 days, a drive-through model was established. First, potential physical locations for drive-through prenatal care were explored. An existing emergency department ambulance drive-through bay was identified as an optimal location owing to easy access for automobile traffic, patient privacy, low noise level, available electrical power outlets, internet access for mobile computers with the Health Insurance Portability and Accountability Act–compliant electronic medical record, and protection from the elements. Space was available for a temporary tent with air-conditioning capability if necessary for staff. Clinic schedules were designed to allow automobiles to arrive at 10-minute intervals, with up to three automobiles being in the queue at once. Staffing would be provided by one obstetric health care professional and one medical assistant with planned direct patient contact and one registered nurse and one ambulatory service representative for care coordination, order entry, and appointment scheduling. A workflow algorithm was created (Fig. 1). Twenty-four hours before patients’ scheduled appointments, they would be screened for symptoms of COVID-19 infection, with verbal consent obtained for testing and treatment if not obtained previously. Patients would be asked to arrive suitably dressed to allow easy access to their abdomens for physical examination. On arrival for their appointments, patients would be screened for potential of COVID-19 infection by telephone. Asymptomatic patients who screen positive at that time would have a nasopharyngeal swab performed by an appropriately protected team member and asked to self-quarantine until the result was available. Symptomatic patients with symptoms suggesting requirement for admission would be directed to park their automobiles and then escorted to a testing location within the hospital and examined to determine need for admission.6",
            "cite_spans": [
                {
                    "start": 2735,
                    "end": 2736,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "STRATEGIC PLANNING",
            "ref_spans": [
                {
                    "start": 1880,
                    "end": 1881,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Patients who screen negative would be “arrived” in the electronic medical record. A medical assistant and a health care professional (each wearing a surgical mask and using gloves) would approach the patient, who would stay in the car. Maternal temperature and blood pressure and fetal heart tones would be measured. If deemed necessary, a handheld ultrasound probe connected to a smart phone could be used to evaluate fetal heart tones, maximum vertical pocket of amniotic fluid, or fetal presentation. Common questions asked during routine prenatal visits would be addressed (eg, presence of fetal movement, signs and symptoms of preeclampsia, contractions, loss of amniotic fluid). A mobile workstation on wheels with a laptop would be available to document the encounter in the electronic prenatal medical record. Care coordination, referrals, orders, and follow-up appointments would be performed by the registered nurse and ambulatory service representative in an adjacent service bay to minimize face-to-face contact. The patient would then drive out of the visit (Fig. 1). To expedite the model development, the plan was to not perform phlebotomy service to streamline times and supplies used in the drive-through visit, nor to administer immunizations owing to the requirement for refrigeration to store vaccines. If any situation were encountered (such as elevated maternal blood pressure) that required further evaluation, the patient would be directed to park her vehicle and she would be escorted to the clinic or to the obstetric triage center for further evaluation.",
            "cite_spans": [],
            "section": "STRATEGIC PLANNING",
            "ref_spans": [
                {
                    "start": 1077,
                    "end": 1078,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Supplies necessary for these encounters are shown in Box 1. Traditional prenatal and postpartum care visits were evaluated, and an alternative pandemic schedule was created for patients during the course of the pregnancy (Table 1). A half-day simulation was undertaken to confirm workflow and staff requirements.",
            "cite_spans": [],
            "section": "STRATEGIC PLANNING",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The concept of “drive-through” service is not a novel idea in many industries in the United States, such as the restaurant, banking, and grocery businesses.7 More recently, it has been implemented to provide mass screening for COVID-19 infection.8 Access to prenatal care requires reducing the health care professional's and patient's risk to COVID-19 exposure in conjunction with documenting key components that reduce maternal and fetal morbidity. Approaches to limiting the number of person-to-person prenatal visits and increasing the use of telehealth methodology have been suggested.2,3 By offering drive-through visits that include key elements that some institutions cannot perform by telehealth encounters, including blood pressure measurements for evaluation for hypertensive disorders of pregnancy, fetal heart rate assessment, and selected ultrasound-based measurements or observations, as well as face-to-face patient–health care professional interaction, we may be able to reduce patient anxiety resulting from the reduction in the number of their planned clinic visits with an obstetric health care professional as well as fear of virus exposure in the clinic setting. Although one could have patients monitor their own blood pressure and fetal heart rate at home, supplies for home monitoring resources and ability to perform these procedures accurately may be limited, thus diminishing the feasibility of acquiring reliable home measurements.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 157,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 246,
                    "end": 247,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 589,
                    "end": 590,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 591,
                    "end": 592,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "STRENGTHS AND LIMITATIONS",
            "ref_spans": []
        },
        {
            "text": "We estimate that the current model will allow approximately 100 patient visits per week and reduce the number of in-person clinic visits by 33% per patient, compared with the traditional prenatal care paradigm. This will decrease contact with hospital personnel and minimize fomite-mediated virus transmission. Even with the implementation of pre–clinic visit COVID-19 screening methods, an asymptomatic individual who later tests positive for COVID-19 infection can enter a facility and inadvertently expose other individuals.9 Another potential benefit of this model is a reduction in the amount of personal protective equipment used in a clinic environment in institutions employing universal surgical mask use for both the health care professional and the patient during face-to-face interactions. In the drive-through prenatal care visits, the health care professional and medical assistant would be the only staff members wearing surgical masks and gloves. Patients would not be provided surgical masks because they are not entering the facility; however, it is recommended that patients wear cloth face coverings as suggested by the Centers for Disease Control and Prevention.10",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 528,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1183,
                    "end": 1185,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "STRENGTHS AND LIMITATIONS",
            "ref_spans": []
        },
        {
            "text": "Our model is, however, not without limitations. Vehicle-only options limit the program to only those with access to an automobile, excluding patients who rely on public transportation, although adaptation for “walk-up” patients could be put into practice. Additionally, not all institutions will have the physical layout to allow this concept to be operationalized. However, temporary structures, such as an outdoor commercial tent in a parking area, could be used. The generalizability (external validity) of our project may be restricted to a very specific population of health care professionals and patients. However, our model requires minimal additional resources that are typically available in most obstetric clinics across the United States, and it can be implemented in a very short period of time.",
            "cite_spans": [],
            "section": "STRENGTHS AND LIMITATIONS",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we suggest that, by using drive-through prenatal care visits, it is possible to reduce person-to-person interaction and contact with potential fomites, thus reducing the risk of COVID-19 infection while simultaneously providing needed prenatal care. Further research will be needed to determine the success of the implementation of our drive-through prenatal care model as well as patient satisfaction with the process; collection of outcomes data is presently ongoing.",
            "cite_spans": [],
            "section": "STRENGTHS AND LIMITATIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Prenatal and Postpartum Care Visits\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1.: Turrentine. Drive-Through Prenatal Care. Obstet Gynecol 2020.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "COVID-19 coronavirus pandemic: reported cases and deaths by country, territory, or conveyance",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease 2019 (COVID-19): how to protect yourself & others",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "COVID-19 FAQs for obstetrician-gynecologists, obstetrics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "MFM guidance for COVID-19",
            "authors": [
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Boelig",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Saccone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bellussi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Berghella",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am J Obstet Gynecol MFM",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Fomite-mediated transmission as a sufficient pathway: a comparative analysis across three viral pathogens",
            "authors": [
                {
                    "first": "ANM",
                    "middle": [],
                    "last": "Kraay",
                    "suffix": ""
                },
                {
                    "first": "MAL",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hernandez-Ceron",
                    "suffix": ""
                },
                {
                    "first": "IH",
                    "middle": [],
                    "last": "Spicknall",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meza",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The scope and impact of mobile health clinics in the United States: a literature review",
            "authors": [
                {
                    "first": "SWY",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Ricks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bennet",
                    "suffix": ""
                },
                {
                    "first": "NE",
                    "middle": [],
                    "last": "Oriol",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Equity Health",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease 2019 (COVID-19): symptoms of coronavirus",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Hit",
                    "suffix": ""
                },
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Ireland",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Hoskisson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Strategic management cases. Competitiveness and globalization",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Drive-through screening center for COVID-19: a safe and efficient screening system against massive community outbreak",
            "authors": [
                {
                    "first": "KT",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "JY",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "COVID-19 in pregnancy: early lessons",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Breslin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baptiste",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gyamfi-Bannerman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am J Obstet Gynecol MFM",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}