{
    "paper_id": "PMC7137745",
    "metadata": {
        "title": "Health research: what happened to the charcoal?",
        "authors": [
            {
                "first": "Josef",
                "middle": [],
                "last": "Decosas",
                "suffix": "",
                "email": "josef.decosas@plan-international.org",
                "affiliation": {}
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Heap",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nIn ba k'ira, me ya ci gawai? This is a well-known question in the Hausa language in West Africa with allusion to blacksmithing: “If nothing has been forged, then what happened to the charcoal?”1 This month, at the Mexico Summit of Ministers of Health, WHO will launch the World report on knowledge for better health, subtitled Strengthening health systems.\n2 The report conveys the following eight key messages in 160 pages:\n•Health research has achieved much, but less than expected•Global health is characterised by persistent inequities•Links between health systems and health research are weak•Inequities in health need immediate attention•Health research should be ethical•Health research should build on existing knowledge and target global priority issues•Health research should be more accessible to decision makers•There should be more research on health systems\n",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 358,
                    "end": 359,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "While we doubt that anybody will disagree with these messages, we question the need for 160 pages to express the obvious.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The report warns against complacency, against the whiggish view that things can only get better; that older customary traditional practices must always give way to the new, modern, and progressive. Yet the report's language is far from a call to arms. Its buzzword slogans about “more research for better health” trade in mood rather than critical thinking. Colourful but indistinct, the use of “mood” is a way of engineering consent, of selling ideas; a method of getting the audience to feel rather than understand. Furthermore, “mood” is powerfully addictive; those who trade in the word find it irresistible that you never need to define what you mean. We believe that making health policy and systems more evidence-based requires more than mood.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Its slow pace and repetitious prose lend the report a somniferous quality. Mercifully, we were kept awake by the inserted case-study text-boxes. We learned how Hong Kong used the police department's information system to control severe acute respiratory syndrome, how the Tanzania Essential Health Intervention Project influenced resource allocation at district level, how WHO's Health InterNetwork Access to Research Information initiative bridges the digital divide, how the Meningitis Vaccine Project aims to transfer technology to developing countries, and much more. Case-study boxes are normally used to fill space. In this report, they are apposite and fascinating, bringing application of health research to life. Unfortunately, the report does not offer a convincing discussion on how these practical examples of links between research and health-systems development could be scaled up. The question remains: what happened to the charcoal?",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Let us pick one theme of the report: the impact of disease-specific or intervention-specific programmes on health systems. Over 25 years ago, the International Conference on Primary Health Care in Alma Ata recommended that “single-purpose programmes should be integrated into primary health care activities as quickly and smoothly as possible.”3 This did not happen, of course, and the discussion of vertical versus horizontal programming has never stopped. 10 years ago, the World Bank published a ground-breaking but under-promoted book entitled Better health in Africa.4 Couched in diplomatic language, the book summarised the significant shortcomings of vertical immunisation, nutrition, and diarrhoea-control programmes in several African countries.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 345,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 572,
                    "end": 573,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Despite the massive opportunity costs and disappointing long-term impact of vertical programmes, WHO, driven by political expediency and financial opportunism, continues to conceive, promote, and invest in ever-bigger disease-specific initiatives.5\n",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 248,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nWorld report on knowledge for better health\n1 tells us of “the need for broader, more comprehensive systems that are able to deal with the challenges of providing continuous care” (p 44). It is now a “major priority [to conduct] research on how to better integrate single-disease programmes within the broader health system” (p 54). The chutzpah of this recommendation is astonishing. Why should we burden researchers in developing countries with finding ways to integrate vertical programmes, when we have 25 years of documented evidence about the devastating effect of these programmes on national health systems? No level of evidence appears to have cured the addiction of international agencies to silver bullets—just keep bringing the charcoal.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In a recent commentary on British alcohol legislation,6 Michael Marmot noted that it is easy to write evidence-based policy: “Review the scientific evidence of what would make a difference, formulate policies, and implement them.” However, he continues, “scientific findings do not fall on blank minds that get made up as a result. Science engages with busy minds that have strong views about how things are and ought to be … People's willingness to take action influences their view of the evidence, rather than evidence influencing their willingness to take action”. Health ministers are no exception.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The triangle that moves a mountain is a compelling conceptualisation from Thailand on how policy is formulated (figure\n).7 Its corners, in addition to creation of relevant knowledge, are social movement and political involvement. Of course, few triangles are equilaterally sided, and the weight of science in this model remains questionable.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 118,
                    "mention": "figure",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The objective of the the World report on knowledge for better health\n1 was not to move a mountain, merely reach a summit of Ministers of Health. We do not doubt that this action is essential, yet the report is missing some of the operational elements of the triangle. Let us put more charcoal on the fire and forge something better.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 70,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure: Triangle that moves the mountain7",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Participatory management and local culture: proverbs and paradigms. Indigenous knowledge notes no. 18",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Bank",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "World report on knowledge for better health: strengthening health systems",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Primary health care: health for all series no. 1",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Bank",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Better health in Africa",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The world situation and WHO",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "1321-1323",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Evidence-based policy or policy-based evidence?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmot",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMJ",
            "volume": "328",
            "issn": "",
            "pages": "906-907",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Triangle that moves the mountain and health systems reform movement in Thailand. Regional Health Forum",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wasi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}