{
    "paper_id": "PMC7112481",
    "metadata": {
        "title": "Suppression of epidemic spreading in complex networks by local information\nbased behavioral responses",
        "authors": [
            {
                "first": "Hai-Feng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jia-Rong",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ying-Cheng",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Epidemic spreading in complex networks often occurs in an extremely interactive manner.\nConsider, for example, the spread of a virus. When individuals become aware of the potential\ndisease, they would take preventive measures (e.g., using better hygiene, wearing protective\nmasks, or avoiding congested public places) to protect themselves and those around them. In\nthis sense, individuals in the network cannot be treated as “passive” nodes awaiting to be\ninfected but they can in fact be quite “reactive” to the spreading dynamics. Such human\nbehavioral responses can have significant effects on the epidemic dynamics,1–5 a topic of great recent\ninterest.6–14",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 623,
                    "mention": "1–5",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 657,
                    "end": 661,
                    "mention": "6–14",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The individual reactions to an epidemic often rely on detailed information about the\ndisease. Broadly, there are two types of information: local or global.15 For example, news obtained from the social neighborhood of\nan individual is local, but information from the mass media or from the public health\nauthorities can be regarded as global. The influences of local16–20 or global21–23 information based behavioral responses, or\nawareness, on the epidemic dynamics can in general be quite different, and there is also\nrecent work on the effects of combined local and global information based awareness.24–27 Quantitatively, the impact\nof different types of information-based awareness can be characterized by how they modify\nthe epidemic threshold and the final epidemic size (or epidemic prevalence). For example,\nBagnoli et al.26 assumed\nthat individuals' risk perception of epidemic is an exponential function of local and global\ninformation, and they showed that a nonlinear increase in the perception risk can lead to\nextinction of the disease. Funk et al.17 studied the impacts of awareness spread on both epidemic threshold\nand prevalence and found that, in a well-mixed population, spread of awareness can reduce\nthe outbreak size but does not tend to affect the epidemic threshold. This result, however,\ndoes not appear to hold for social networks for which the mixed-population assumption is not\nvalid. In particular, Wu et al.24 compared the roles of the three forms of information-based\nawareness, i.e., local, global, and contact awareness, in the epidemic threshold, and\nconcluded that global awareness cannot alter the epidemic threshold, while both local and\ncontact awareness can. Sahneh et al.6,7 proved that local information-based response can enhance the\nepidemic threshold and reduce the prevalence, given that the probability of susceptible\nindividuals to alter their state is proportional to the number of the infected\nneighbors.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 365,
                    "end": 370,
                    "mention": "16–20",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 380,
                    "end": 385,
                    "mention": "21–23",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 602,
                    "end": 607,
                    "mention": "24–27",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 829,
                    "end": 831,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1061,
                    "end": 1063,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1437,
                    "end": 1439,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1711,
                    "end": 1714,
                    "mention": "6,7",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Our work is motivated by the following two considerations. First, a general result from\nprevious works is that the local information-based responses can enhance the epidemic\nthreshold and reduce its prevalence, but global information-based awareness, although being\ncapable of altering the epidemic size, has little effect on the threshold.6,24,25 In these works on the interplay\nbetween epidemic spreading in complex networks and human behavioral responses, a tacit\nhypothesis24–26,28 is that\nlocal information-based behavioral response is a function of the density of infection among\nthe local neighborhood, denoted as s/k, where\ns is the number of infected neighbors among a total of k\nneighbors. However, simple situations can be conceived where this assumption does not hold.\nFor example, consider two nodes in a complex network, i and\nj, which have 10 and 100 neighbors, respectively. Assume that in their\nrespective neighborhoods, there are 5 and 50 infected nodes. The hypothesis would then\nassign the two nodes with the same value of s/k, or\nidentical risk perception. However, common sense stipulates that node j,\nbecause of the much larger number of infected neighbors, should have stronger awareness\nabout the epidemic than node i. A real-world example is some popular\nwebsites or important network routers that have a large probability of being attacked by\nvirus. As a result, for various reasons they tend to be much better protected.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 347,
                    "mention": "6,24,25",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 477,
                    "end": 485,
                    "mention": "24–26,28",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The second motivation of our work is that most recent works addressing the roles of\nindividual behavioral response tend to focus on one type of epidemic process, e.g., either\nSIS or SIR dynamics. A key difference between SIS and SIR dynamics is that the former is\nreversible while the latter is irreversible.29,30 Another difference is that, for SIS dynamics, the system can\nonly reach a dynamically steady state since the propagation process always\noccurs once the transmission rate exceeds the epidemic threshold. However, for the SIR\nprocess, propagation will terminate once there are no longer infected nodes in the network.\nThese differences can lead to different interplay between the epidemic dynamics and\nbehavioral response, demanding a systematic comparison study.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 313,
                    "mention": "29,30",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In this paper, we introduce a realistic local information-based behavioral response\nmechanism into both SIS and SIR dynamics. In particular, we assume that individuals generate\nbehavioral responses by reducing their contact rates, depending on the actual number\nof infected neighbors (not the density of such neighbors), and study how the\nepidemic thresholds and prevalence for both types of epidemic dynamics are altered. We find\nthat the mechanism generates similar effects on the SIS and SIR epidemic thresholds but lead\nto different epidemic sizes for the two types of dynamics. An important consequence of our\nrealistic behavioral response mechanism is that, for both SIS and SIR dynamics, the\ninfection densities can be maximized for some intermediate values of the node degree. This\nimplies that both small- and large-degree nodes are relatively more resilient to infection,\nin sharp contrast to the monotonic increase of the infection density with the node degree as\nin situations where no behavioral response is taken into account.31,32",
            "cite_spans": [
                {
                    "start": 1040,
                    "end": 1045,
                    "mention": "31,32",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In Sec. II, we describe our model of epidemic\nspreading with local information based behavioral response. In Sec. III, we develop theoretical analyses with numerical support to understand\nthe effects of such response on the spreading dynamics in terms of the two fundamental\nquantities: epidemic threshold and prevalence. Due to the intrinsic difference between SIS\nand SIR processes, we shall treat them using different theoretical methods. In Sec. IV, we present conclusion and discussions.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Epidemic spreading is a fundamental type of network dynamical process that has been studied\nextensively due to the development of complex networks. In a network, a node represents an\nindividual and an edge between a pair of nodes specifies a contact through which the\nepidemic can diffuse or propagate.33–37 In the absence of any behavioral response, for an unweighted\nnetwork the contact rate of every pair of nodes can be conveniently set to be unity. A\nreasonable assumption is that an individual would become more cautious and therefore take\nmore effective preventive measure if many of the neighbors have been infected. The\nbehavioral response can then be modeled quantitatively by introducing the reduction factor\n(1 – α)s in the contact rate of a susceptible\nnode, where s is the number of infected neighbors and\n0 ≤ α < 1 is a parameter characterizing the response strength of the\nindividuals to the epidemic. The larger the value of α, the more cautious\nthe individual becomes, resulting a more substantial reduction in the contact rate. In a\nreal situation, the value of α would vary across all the individuals in the\nnetwork. Here, for simplicity and for gaining insights into the epidemic dynamics subject to\nbehavioral response, we assume identical value of α for all nodes in the\nnetwork. For the trivial case of α = 1.0, the contact rate will\nimmediately become zero once a neighbor is infected, ruling out any\nepidemic outbreak. Let λ be the original transmission rate along each edge.\nThe new transmission rate in our model is λ~=λ(1−α)s.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 307,
                    "mention": "33–37",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "MODELING BEHAVIORAL RESPONSE",
            "ref_spans": []
        },
        {
            "text": "Our goal is to investigate, quantitatively, the effect of reduced contact rates due to the\nindividual behavioral response on the epidemic dynamics in terms of the two basic\nquantities: epidemic threshold and prevalence. In the following, we will treat the SIS and\nSIR processes separately.",
            "cite_spans": [],
            "section": "MODELING BEHAVIORAL RESPONSE",
            "ref_spans": []
        },
        {
            "text": "We first consider the standard SIS epidemic model on a network with general degree\ndistribution P(k). At any time, each node in the network\ncan be in one of the two states: susceptible (S) or infected (I). The transmission\nprobability along each SI edge is λ~.\nWith probability μ, an infected individual recovers and returns to the\nsusceptible state. For convenience,38 we\nset μ = 1.0.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 369,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "SIS dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": []
        },
        {
            "text": "We use the standard degree-based approximation (heterogeneous mean-field\napproximation)39–42 to\nanalyze the epidemic dynamics, in which all nodes of the same degree are assumed to have\nthe same probability of infection at any given time. In particular, letting\nΘ(t) be the probability that a randomly selected edge points to an\ninfected individual at time t, we have Θ(t)=∑kQ(k−1)ρk(t)=1〈k〉∑kkP(k)ρk(t),(1)where\nρk(t) is the probability that a node with\ndegree k is infected and Q(k−1)=kP(k)/〈k〉\nis the excess degree distribution in the absence of degree-to-degree correlation.43 The probability that a node with degree\nk has exactly s infected neighbors is then given\nby24\nB(k,s)=(sk)Θs(1−Θ)k−s.(2)For a susceptible node with k\nneighbors, among which s are infected, in a sufficiently small time\ninterval [t, t + Δt]\n(Δt → 0) the probability of infection is φ(s)=1−[1−Δtλ(1−α)s]s≃λs(1−α)sΔt.(3)The average probability that a susceptible node with\nk neighbors is infected is Prob(S→I)≅E[φ(s)]=∑s=0kB(k,s)φ(s)=λΔt∑s=0kB(k,s)s(1−α)s=λΔt(1−α)kΘ∑s=1k(s−1k−1)[Θ(1−α)]s−1(1−Θ)(k−s)=λΔt(1−α)kΘ(1−αΘ)k−1.(4)According to Eq. (4), the discrete-time epidemic process can be described as ρk(t+Δt)−ρk(t)=−Δtρk(t)+(1−ρk(t))λΔt(1−α)kΘ(1−αΘ)k−1.(5)In the limit Δt → 0, Eq. (5) can be written as a continuous-time equation\ndρk(t)dt=−ρk(t)+(1−ρk(t))λ(1−α)kΘ(1−αΘ)k−1.(6)For α = 0, Eq. (6) reduces to the standard mean-field equation\nfor the SIS model.34,44",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 92,
                    "mention": "39–42",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 577,
                    "end": 579,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 671,
                    "end": 673,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1433,
                    "end": 1438,
                    "mention": "34,44",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "SIS dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": []
        },
        {
            "text": "Imposing the steady-state condition\ndρk(t)/dt = 0 on Eq. (6), we obtain ρk=λ(1−α)kΘ(1−αΘ)k−11+λ(1−α)kΘ(1−αΘ)k−1.(7)Substituting Eq. (7) into Eq. (1), we obtain the\nfollowing self-consistent equation: Θ(t)=λΘ(1−α)〈k〉∑kP(k)k2(1−αΘ)k−11+λkΘ(1−α)(1−αΘ)k−1=f(Θ).(8)A nonzero steady infection size is obtained when the\nfollowing inequality holds: df(Θ)dΘ|Θ=0≥1,(9)which gives the epidemic threshold as λ~cSIS=1(1−α)〈k〉〈k2〉=λcSIS1−α,(10)where λcSIS=〈k〉/〈k2〉\nis the epidemic threshold for the classical SIS model in heterogeneous networks34,44 and 〈k2〉=∑kk2P(k) is the second moment of the\ndegree distribution.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 535,
                    "mention": "34,44",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "SIS dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": []
        },
        {
            "text": "To validate our analysis, we consider networks generated from the standard configuration\nmodel45 with degree distribution\nP(k) ∼ k−3. The size of\nall networks studied is N = 10 000, the minimal and maximal degrees are\nkmin = 3 and kmax=N=100,\nrespectively. The results presented below are insensitive to network structural and/or\nparameter changes.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "SIS dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": []
        },
        {
            "text": "Figure 1 illustrates how the transmission rate\nλ and the behavioral-response strength α affect the\nepidemic prevalence and threshold. In particular, from Fig. 1(a), we see that the epidemic threshold increases with α but\nthe final epidemic size (prevalence) rapidly decreases to a low value. Figure 1(b) shows the numerically calculated contours of the\nvalues of epidemic prevalence in the parameter plane (λ –\nα), with the theoretically predicted curve (white line) for the\nepidemic threshold (corresponding to zero prevalence). We observe a good agreement between\ntheory and numerics. For relatively large values of α, the lowest line in\nFig. 1(b) deviates somewhat from the theoretical\nvalue with small oscillations. The reason lies in the difficulty to numerically\ndistinguish the two cases where the epidemic is suppressed or prevalent for the large\nα regime.",
            "cite_spans": [],
            "section": "SIS dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 159,
                    "end": 163,
                    "mention": "1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 299,
                    "end": 303,
                    "mention": "1(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 645,
                    "end": 649,
                    "mention": "1(b)",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To further reveal the impact of behavioral response on the epidemic process, we show in\nFig. 2 the dependence of the epidemic prevalence\nρ on α for different values of λ,\nwhere we observe a rapid decrease (faster than linear) in ρ as\nα is increased. This indicates that proper behavioral response can\ngreatly suppress epidemic outbreak. For example, for α ≈ 0.8, epidemic is\nnearly eliminated.",
            "cite_spans": [],
            "section": "SIS dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 94,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "For the classical SIS dynamics on heterogeneous networks, it has been established that\nthe degree-specific infection density ρk increases with\nk, implying that hub nodes should have a higher probability of being\ninfected.34,44 However, when\nbehavioral response is taken into account, the situation becomes somewhat complicated. For\nexample, a hub node would possibly have many infected neighbors, making it better informed\nabout the epidemic and consequently generating a stronger protective response. Figure\n3 shows how ρk depends\non the degree for different values of α. For α = 0 (the\nstandard SIS model without any behavioral response), ρk\nincreases with degree k. However, for α > 0, e.g.,\nα = 0.2 and α = 0.5, we obtain a non-monotonic\ndependence: ρk first increases with k,\nreaches a maximal value, and then begins to decrease with k and approach\nzero for very large values of k. This case can be quantitatively\nexplained using Eq. (7) where, for a fix\nvalue of Θ, the value of (1 – αΘ)k converges\nto zero in the numerator. As a result, we have ρk = 0 for\nsufficiently large values of k. The increasing phase can be understood by\nnoting that nodes with small degree have lower probabilities to reduce their contact rate\nbecause they are typically unaware of the disease as their neighbors are few and the\ninfected neighbors are even fewer. As k is increased from some low value,\nthe probability of infection is increased (as for the standard SIS dynamics without\nbehavioral response).",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 226,
                    "mention": "34,44",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "SIS dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": [
                {
                    "start": 509,
                    "end": 510,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We thus see that, in our model, the hub nodes are capable of inhibiting epidemic\nspreading, providing an effective way to control the dynamics. This should be contrasted\nto the traditional models that do not take into account individuals' behavioral responses\nin which the role of the hub nodes is generally understood as enhancing epidemic\nspreading.",
            "cite_spans": [],
            "section": "SIS dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": []
        },
        {
            "text": "In general, there are two competing factors determining the epidemic size: probability of\ninfection and information from the neighbors. In the small-degree regime, the former has a\nstronger effect, leading to an increase in the epidemic prevalence with the degree. In the\nintermediate degree regime, the effects of the two factors are approximately balanced, so\nthe final epidemic size reaches a maximum. Finally, in the large degree regime, the effect\nof awareness and hence behavioral response exceeds that of the infection, leading to a\nsignificant reduction in the transmission rate and consequently a continuous decrease in\nthe epidemic prevalence with the degree. The same mechanism explains the rapid decrease in\nthe epidemic prevalence with α.",
            "cite_spans": [],
            "section": "SIS dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": []
        },
        {
            "text": "In SIR dynamics, infected nodes can enter a recovery state (R) to become immune to the\ndisease. The underlying epidemic process is then an irreversible process, as a result, we\nshould provide a modification in the way to characterize behavioral response for this\ncase. Specifically, we assume that susceptible nodes adjust the transmission rate based\nnot only on the number of infected nodes but also on the number of\nrecovered nodes. This is reasonable as any recovered neighbor of a node\nhas already gone through the infection stage and therefore is able to inform the node\nabout the disease. To analyze the resulting SIR dynamics, we find the generating function\nmethod and cavity theory30,46\nsuitable for calculating the critical epidemic threshold.",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 695,
                    "mention": "30,46",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "SIR dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": []
        },
        {
            "text": "We first define “externally infected neighbor” (EIN) for any node.47 For node i, if a neighbor is an EIN, it\nis infected by its neighbors other than i. We then define\nu to be the probability that i's neighbor\nj is an EIN of i, i.e., the probability that node\nj is infected even when i is removed from the network\n(the basic assumption of the cavity theory in statistical physics47). The probability that a node with degree\nk has m EINs is then p(m|k)=(mk)um(1−u)k−m.(11)Let p~(R|m) be the\nconditional probability of infection if one node i has m\nEINs. The EINs typically appear in a sequential order, so we need to calculate p~(R|m) in a\ntime-ordered fashion. In particular, when the first EIN appears, the probability of node\ni not being infected is 1 – T1, where\nT1 ≡ λ(1 – α) is the\nprobability that i is infected after the first EIN appears in its\nneighborhood. In general, the probability that node i has not been\ninfected after mth EINs appear in its neighborhood is 1 –\nTm, where\nTm = λ(1 –\nα)m. We thus have p~(R|m)=1−(1−T1)(1−T2)⋯(1−Tm).(12)In general, it is difficult to simplify the expression\nof p~(R|m). However, if we\nfocus on the epidemic threshold, the probability Tm will be\nsmall since the corresponding value of λ [or (1 – α)] is\nsmall. In this case, Eq. (12) can be\napproximated as p~(R|m)≃∑j=1mTj=λ(1−α)α[1−(1−α)m].(13)For a randomly selected node i, the\nprobability of having m EINs is p(m)=∑k=m∞p(m|k)P(k).(14)For a randomly selected neighbor j,\nthe probability that it has exactly m EINs (excluding i)\nis q(m)=∑k=m∞p(m|k)Q(k),(15)where Q(k)=(k+1)P(k+1)/〈k〉\nis the excess degree distribution.43 The\ngenerating function associated with the excess-degree distribution is G1(x)=∑kQ(k)xk.(16)Combining Eqs. (11), (15), and (16), we obtain the generating function for the\nprobability q(m) as F1(x)=∑mq(m)xm=∑m=0∞∑k=m∞p(m|k)Q(k)xm=∑k≥m≥0p(m|k)Q(k)xm=∑k=0∞Q(k)∑m=0k(mk)um(1−u)k−mxm=∑k=0∞Q(k)(1−u+xu)k=G1(1−u+xu).(17)From the definition of the probability\nu, we have u=∑mq(m)p~(R|m)=λ(1−α)α∑mq(m)[1−(1−α)m]=λ(1−α)α[1−F1(1−α)]=λ(1−α)α[1−G1(1−αu)]=f(u),(18)which is a self-consistent equation for\nu. There is a trivial solution u = 0. In order to have\na non-trivial solution, the following condition must be met: df(u)du|u=0=λ(1−α)α[αG′1(1)]≥1,(19)which implies λ≥λ~cSIR=11−α〈k〉〈k2〉−〈k〉=11−αλcSIR,(20)where λcSIR=〈k〉/(〈k2〉−〈k〉) is the epidemic\nthreshold of SIR dynamics on heterogeneous networks in the absence of any behavioral\nresponse.30",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1615,
                    "end": 1617,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2451,
                    "end": 2453,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "SIR dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": []
        },
        {
            "text": "Figure 4 shows the dependence of the SIR epidemic\nprevalence [panel (a)] and threshold [panel (b)] on λ and\nα. Fig. 4(a) indicates that the\nepidemic prevalence R∞ decreases with α but\nthe critical threshold λ~cSIR increases\nwith α. Figure 4(b) presents the\ntheoretical prediction from Eq. (20) (white\nline) in comparison with the simulation result for near-zero\nR∞ value. We observe a good agreement.",
            "cite_spans": [],
            "section": "SIR dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 116,
                    "end": 120,
                    "mention": "4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 239,
                    "end": 243,
                    "mention": "4(b)",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Figure 5 shows the dependence of\nR∞ on λ for different values of\nα. Comparing Fig. 2 with Fig.\n5, we can see that, for SIR dynamics with local\nbehavioral response, the epidemic prevalence also rapidly decreases with\nα, demonstrating that such a response can be effective to suppress\nepidemic spreading, as for the case of SIS dynamics. Since, for an SIS process, the system\ncan sustain a dynamically steady state in which the infected individuals are more likely\nto have their contact rates reduced after becoming susceptible again,48 one might intuitively expect the effect of behavioral\nresponse to be somewhat different. In particular, the intrinsically irreversible SIR\ndynamics can cause the system to quickly converge to a steady state. As a result, the hub\nnodes are infected relatively soon and they have no chance to make any behavioral\nresponses, limiting their role in suppressing the spreading. However, we note that the\nsusceptible nodes can adjust their transmission rates based not only on the number of\ninfected nodes but also on the number of recovered nodes, so as to greatly enhance the\nawareness of hub nodes and effectively reducing the probability of their being infected.\nSupport for this heuristic reasoning can be found in Fig. 6, where the final recovery density Rk∞\nas a function of degree k for the SIR model is shown. We see that, even\nthough the hub nodes cannot be completely protected from the epidemic, Rk∞\nreduces to a low level and decreases as α is increased. Consequently,\nlocal behavioral response associated with SIR dynamics can also be effective in\nsuppressing epidemic spreading.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 534,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "SIR dynamics ::: EFFECT OF BEHAVIORAL RESPONSE ON EPIDEMICS: THEORY AND NUMERICAL VALIDATION",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 83,
                    "end": 84,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 95,
                    "end": 96,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1253,
                    "end": 1254,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Recognizing that individuals in a social network have the natural tendency to respond to\npotential disease spreading by taking preventive measures, we investigated to what extent\nbehavioral responses based on local information can affect typical epidemic\ndynamics. Using two standard types of processes in epidemiology, SIS and SIR, as\nprototypical dynamical model, we developed theoretical analysis to understand how the two\nfundamental characterizing quantities, the epidemic threshold and prevalence, are shaped by\nlocal-information based behavioral response. We found that such response can in general\naugment significantly the epidemic threshold, regardless of SIS or SIR dynamics, and we\nobtained an explicit expression for the augmentation factor. This means that individual\nbehavioral responses can make the whole network much more resilient to epidemic outbreak. In\nthe case where outbreak has occurred, the final epidemic size, or epidemic prevalence, can\nbe reduced.",
            "cite_spans": [],
            "section": "CONCLUSIONS",
            "ref_spans": []
        },
        {
            "text": "A unique feature of our work is the assumption that individual response is determined by\nthe local information, which in turn is proportional to the number of infected neighbors.\nOur findings complement the previous results in the absence of any individual response that\nepidemic can prevail in heterogeneous networks due to the existence of hub nodes.\nParticularly, when individuals are able to receive information about the disease and are\ncapable of taking preventive measures, it is the hub nodes that can adaptively and actively\ngenerate responses to protect themselves and hence many other nodes in the network. The hub\nnodes thus play the role of “double-edged sword” in epidemic dynamics as they can either\nsuppress or promote outbreak, depending on how they respond to epidemic. Our work reinforces\nthe idea that hub nodes are key to controlling epidemic dynamics.",
            "cite_spans": [],
            "section": "CONCLUSIONS",
            "ref_spans": []
        },
        {
            "text": "We focused on an epidemic response model where the individuals respond to the epidemic\naccording to the number of infected neighbors. There are real world situations where this is\nmeaningful. For example, a node with potentially a large number of infected neighboring\nnodes would have stronger awareness about the epidemic. Our model thus complements the\nprevious model in which the local information-based behavioral response is assumed to be a\nfunction of the density of infected nodes in the local neighborhood.",
            "cite_spans": [],
            "section": "CONCLUSIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "FIG. 1.: Effect of behavioral response strength α on the epidemic threshold and\nprevalence for SIS model: (a) final epidemic size ρ versus the\ntransmission rate λ for different values of α; (b)\ncontour of ρ in the (λ – α) parameter\nplane, where the white line denotes the theoretically predicted curve associated with the\nepidemic threshold [Eq. (10)], and the\nlight gray region divided by the dash pink line corresponds to the zero prevalence. The\nnumber of the initial infected seeds is I0 = 5. Each point is\nthe statistical average of 20 random network configurations and 50 independent initial\nconditions for each network realization.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIG. 2.: For the same parameter setting as in Fig. 1,\nsimulation shows the dependence of the epidemic prevalence ρ on\nα.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIG. 3.: For SIS dynamics on scale-free networks, degree-dependent steady-state infection density\nρk for different values of α. The\noriginal transmission rate is λ = 0.5 and other parameters are the same\nas for Fig. 1.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FIG. 4.: For SIR dynamics, effect of local behavioral response on epidemic prevalence and\nthreshold: (a) epidemic prevalence R∞ as a function of\ntransmission rate λ for different values of α; (b)\ncontour of R∞ with respect to λ and\nα, where the white line is the prediction of Eq. (20). The gray region under the pink dash link\nindicates the epidemic prevalence R∞<7×10−4.\nSince the number of the initial infected seeds is I0 = 5, we\nhave R∞≥5/N=5×10−4\nfor the steady state. Other parameters are the same as for Fig. 1.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "FIG. 5.: For SIR dynamics, simulation shows the epidemic prevalence R∞\nversus α for different values of λ. Other parameters are\nthe same as for Fig. 1.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "FIG. 6.: For SIR dynamics, final recovery density Rk∞\nversus degree k for different values of α, for\nλ = 0.5. Other parameters are the same as for Fig. 1.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. U.S.A.",
            "volume": "106",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0810762106"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Sci. Rep.",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep03292"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.1244492"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Proc. R. Soc. London, Ser. B",
            "volume": "278",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0606774104"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Phys. Rev. E",
            "volume": "88",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.88.032803"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Chaos",
            "volume": "24",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1063/1.4872177"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "J. R. Soc. Interface",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1742-7622-2-9"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "New J. Phys.",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1088/1367-2630/14/12/123017"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "J. Theor. Biol.",
            "volume": "264",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2010.02.032"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Sci. Rep.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep00887"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Phys. Rev. E",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.86.036117"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Phys. Rev. Lett.",
            "volume": "96",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.96.208701"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Phys. Rev. E",
            "volume": "85",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.85.036108"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Physica A",
            "volume": "392",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2013.05.028"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0023084"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Math. Biosci.",
            "volume": "225",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.mbs.2009.11.009"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Chaos",
            "volume": "22",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1063/1.3673573"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Int. J. Biomath.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1142/S1793524513500071"
                ]
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Phys. Rev. E",
            "volume": "76",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.76.061904"
                ]
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Procedia Comput. Sci.",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.procs.2010.04.264"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0022220"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Infectious Diseases of Humans",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "J. R. Soc. Interface",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.71.4083"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "66",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.66.016128"
                ]
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Phys. Rev. E",
            "volume": "88",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.88.042801"
                ]
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "New J. Phys.",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1088/1367-2630/12/2/023015"
                ]
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "SIAM Rev.",
            "volume": "45",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1137/S003614450342480"
                ]
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Phys. Rev. Lett.",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.86.3200"
                ]
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Phys. Rev. E",
            "volume": "63",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.63.066117"
                ]
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Phys. Rev. E",
            "volume": "78",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.78.026111"
                ]
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Phys. Rev. E",
            "volume": "88",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.88.012813"
                ]
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Eur. Phys. J. B",
            "volume": "26",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1140/epjb/e20020122"
                ]
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 1988,
            "venue": "Philos. Trans. R. Soc. London, Ser. B",
            "volume": "321",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.1988.0108"
                ]
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Phys. Rev. Lett.",
            "volume": "111",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.111.128701"
                ]
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.1061076"
                ]
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Phys. Rev. Lett.",
            "volume": "92",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.92.178701"
                ]
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "J. Theor. Biol.",
            "volume": "235",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2005.01.011"
                ]
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Networks—An Introduction",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "65",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.65.036104"
                ]
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Phys. Rev. E",
            "volume": "64",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.64.026118"
                ]
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Phys. Rev. Lett.",
            "volume": "95",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.95.108701"
                ]
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0071321"
                ]
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Phys. Rev. Lett.",
            "volume": "105",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.105.218701"
                ]
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "PLoS Curr.",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/currents.RRN1005"
                ]
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Sci. Rep.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep00632"
                ]
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3008-3013",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Sci. Rep.",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep00062"
                ]
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Phys. Rev. E",
            "volume": "84",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.84.045101"
                ]
            }
        }
    }
}