{
    "paper_id": "PMC7152303",
    "metadata": {
        "title": "Biology of Viruses and Viral Diseases",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "D."
                ],
                "last": "Chappell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Terence",
                "middle": [
                    "S."
                ],
                "last": "Dermody",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "E."
                ],
                "last": "Bennett",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Raphael",
                "middle": [],
                "last": "Dolin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Martin",
                "middle": [
                    "J."
                ],
                "last": "Blaser",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Viruses exact an enormous toll on the human population and are the single most important cause of infectious disease morbidity and mortality worldwide. Viral diseases in humans were first noted in ancient times and have since shaped our history. Scientific approaches to the study of viruses and viral disease began in the 19th century and led to the identification of specific disease entities caused by viruses. Careful clinical observations enabled the identification of many viral illnesses and allowed several viral diseases to be differentiated (e.g., smallpox vs. chickenpox and measles vs. rubella). Progress in an understanding of disease at the level of cells and tissues, exemplified by the pioneering work of Virchow, allowed the pathology of many viral diseases to be defined. Finally, the work of Pasteur ushered in the systematic use of laboratory animals for studies of the pathogenesis of infectious diseases, including those caused by viruses.",
            "cite_spans": [],
            "section": "History",
            "ref_spans": []
        },
        {
            "text": "The first viruses were identified as the 19th century ended. Ivanovsky and Beijerinck identified tobacco mosaic virus, and Loeffler and Frosch discovered foot-and-mouth disease virus. These observations were quickly followed by the discovery of yellow fever virus and the seminal research on the pathogenesis of yellow fever by Walter Reed and the U. S. Army Yellow Fever Commission.1 By the end of the 1930s, tumor viruses, bacteriophages, influenza virus, mumps virus, and many arthropod-borne viruses had been identified. This process of discovery has continued with growing momentum to the present, with recently identified skin cancer–associated Merkel cell polyomavirus,2 novel Old World arenaviruses causing fatal disease,3, 4 bat-related respiratory coronavirus5 and reoviruses,6, 7 and novel swine- and avian-origin influenza viruses8, 9 counted among the most recent entries in the catalog of human disease-causing viruses.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 384,
                    "mention": "1",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 677,
                    "mention": "2",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 730,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 733,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 770,
                    "mention": "5",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 787,
                    "mention": "6",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 790,
                    "mention": "7",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 843,
                    "mention": "8",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 846,
                    "mention": "9",
                    "ref_id": null
                }
            ],
            "section": "History",
            "ref_spans": []
        },
        {
            "text": "In the 1940s, Delbruck, Luria, and others10, 11 used bacteriophages as models to establish many basic principles of microbial genetics and molecular biology and identified key steps in viral replication. The pioneering experiments of Avery, MacLeod, and McCarty12 on the transformation of pneumococci established DNA as the genetic material and set the stage for corroborating experiments by Hershey and Chase using bacteriophages.13 In the late 1940s, Enders and colleagues14 cultivated poliovirus in tissue culture. This accomplishment led to the development of both formalin-inactivated (Salk)15 and live-attenuated (Sabin)16 vaccines for polio and ushered in the modern era of experimental and clinical virology.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 43,
                    "mention": "10",
                    "ref_id": null
                },
                {
                    "start": 45,
                    "end": 47,
                    "mention": "11",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 263,
                    "mention": "12",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 433,
                    "mention": "13",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 476,
                    "mention": "14",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 598,
                    "mention": "15",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 628,
                    "mention": "16",
                    "ref_id": null
                }
            ],
            "section": "History",
            "ref_spans": []
        },
        {
            "text": "In recent years, x-ray crystallography has allowed visualization of virus structures at an atomic level of resolution. Nucleotide sequences of entire genomes of most human viruses are known, and functional domains of many viral structural and enzymatic proteins have been defined. This information is being applied to the development of new strategies to diagnose viral illnesses and design effective antiviral therapies. Techniques to detect viral genomes, such as the polymerase chain reaction (PCR) and its derivatives, have proven superior to conventional serologic assays and culture techniques for the diagnosis of many viral diseases. Nucleic acid–based strategies are now used routinely in the diagnosis of infections caused by enteroviruses, hepatitis B virus (HBV), hepatitis C virus (HCV), herpesviruses, human immunodeficiency virus (HIV), and, with increasing frequency, respiratory and enteric viral pathogens. Furthermore, rapid developments in mass spectrometry and nucleotide sequencing technology are permitting the application of these tools to highly sensitive and specific virus detection in clinical specimens.",
            "cite_spans": [],
            "section": "History",
            "ref_spans": []
        },
        {
            "text": "Perhaps an even more exciting development is the means to introduce new genetic material into viral genomes. Strategies now exist whereby specific mutations or even entire genes can be inserted into the genomes of many viruses. Such approaches can be exploited in the rational design of vaccines and the development of viral vectors for use in gene delivery. Furthermore, these powerful new techniques are leading to breakthroughs in foundational problems in viral pathogenesis, such as the nature of virus–cell interactions that produce disease, immunoprotective and immunopathologic host responses to infection, and viral and host determinants of contagion. Improved understanding of these aspects of viral infection will facilitate new approaches to the prevention, diagnosis, and treatment of viral diseases.",
            "cite_spans": [],
            "section": "History",
            "ref_spans": []
        },
        {
            "text": "The first classification of viruses as a group distinct from other microorganisms was based on the capacity to pass through filters of a small pore size (filterable agents). Initial subclassifications were based primarily on pathologic properties such as specific organ tropism (e.g., hepatitis viruses) or common epidemiologic features such as transmission by arthropod vectors (e.g., arboviruses). Current classification systems are based on the following: (1) the type and structure of the viral nucleic acid and the strategy used in its replication; (2) the type of symmetry of the virus capsid (helical vs. icosahedral); and (3) the presence or absence of a lipid envelope (Table 134-1\n).",
            "cite_spans": [],
            "section": "Virus Structure and Classification",
            "ref_spans": [
                {
                    "start": 679,
                    "end": 690,
                    "mention": "Table 134-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Virus particles—virions—can be functionally conceived as a delivery system that surrounds a payload. The delivery system consists of structural components used by the virus to survive in the environment and bind to host cells. The payload contains the viral genome and often includes enzymes required for the initial steps in viral replication. In almost all cases, the delivery system must be removed from the virion to allow viral replication to commence.",
            "cite_spans": [],
            "section": "Virus Structure and Classification",
            "ref_spans": []
        },
        {
            "text": "In addition to mediating attachment to host cells, the delivery system also plays a crucial role in determining the mode of transmission between hosts. Viruses containing lipid envelopes are sensitive to desiccation in the environment and, for the most part, are transmitted by the respiratory, parenteral, and sexual routes. Nonenveloped viruses are stable to harsh environmental conditions and are often transmitted by the fecal-oral route.",
            "cite_spans": [],
            "section": "Virus Structure and Classification",
            "ref_spans": []
        },
        {
            "text": "Viral genomes exist in a variety of forms and sizes and consist of RNA or DNA (see Table 134-1). Animal virus genomes range in size from 3 kb, encoding only three or four proteins in small viruses such as the hepadnaviruses, to more than 300 kb, encoding several hundred proteins in large viruses such as the poxviruses. Viral genomes are single- or double-stranded and circular or linear. RNA genomes are composed of a single molecule of nucleic acid or multiple discrete segments, which can vary in number from as few as two in the arenaviruses up to 12 in some members of the Reoviridae. Viral nucleic acid is packaged in a protein coat, or capsid, that consists of multiple protein subunits. The combination of the viral nucleic acid and the surrounding protein capsid is often referred to as the nucleocapsid (Fig. 134-1\n).",
            "cite_spans": [],
            "section": "Virus Structure and Classification",
            "ref_spans": [
                {
                    "start": 815,
                    "end": 825,
                    "mention": "Fig. 134-1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 83,
                    "end": 94,
                    "mention": "Table 134-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Structural details of many viruses have now been defined at an atomic level of resolution (Fig. 134-2\n). General features of virus structure can be gained from examination of electron micrographs of negatively stained virions and thin-section electron micrographs of virus-infected tissues and cultured cells. These techniques allow rapid identification of viral size, shape, symmetry, and surface features, presence or absence of an envelope, and intracellular site of viral assembly. Cryoelectron microscopy and computer image processing techniques are used to determine the three-dimensional structures of spherical viruses at a level of resolution far superior to that of negatively stained electron micrographs. A major advantage of cryoelectron microscopy is that it allows structural studies of viruses to be performed under conditions that do not alter native virion structure. Moreover, recent advances in cryoelectron microscopy have extended the achievable resolution of particle-associated proteins to near-atomic levels, sufficient to recognize characteristic features of secondary structural elements.17 Image reconstructions of cryoelectron micrographs, sometimes in combination with x-ray crystallography, can also be used to investigate structural aspects of various virus functions, including receptor binding18, 19, 20 and interaction with antibodies.21, 22 Identification of key motifs, such as receptor binding sites or immunodominant domains, provides the framework for understanding the structural basis of virus–cell interactions. Electron tomography with image reconstruction has been applied to architectural studies of viruses and intracellular foci of virus replication, rendering exquisite three-dimensional representations of particle organization and revealing the structure and subcellular origins of virus manufacturing centers.23, 24\n",
            "cite_spans": [
                {
                    "start": 1115,
                    "end": 1117,
                    "mention": "17",
                    "ref_id": null
                },
                {
                    "start": 1327,
                    "end": 1329,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 1331,
                    "end": 1333,
                    "mention": "19",
                    "ref_id": null
                },
                {
                    "start": 1335,
                    "end": 1337,
                    "mention": "20",
                    "ref_id": null
                },
                {
                    "start": 1370,
                    "end": 1372,
                    "mention": "21",
                    "ref_id": null
                },
                {
                    "start": 1374,
                    "end": 1376,
                    "mention": "22",
                    "ref_id": null
                },
                {
                    "start": 1861,
                    "end": 1863,
                    "mention": "23",
                    "ref_id": null
                },
                {
                    "start": 1865,
                    "end": 1867,
                    "mention": "24",
                    "ref_id": null
                }
            ],
            "section": "Virus Structure and Classification",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 101,
                    "mention": "Fig. 134-2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "A number of general principles have emerged from studies of virus structure. In almost all cases, the capsid is composed of a repeating series of structurally similar subunits, each of which in turn is composed of only a few different proteins. The parsimonious use of structural proteins in a repetitive motif minimizes the amount of genetic information required to encode the viral capsid and leads to structural arrangements with symmetrical features. All but the most complex viruses exhibit either helical or icosahedral symmetry (see Table 134-1). Viruses with helical symmetry contain repeating protein subunits bound at regular intervals along a spiral formed by the viral nucleic acid. Interestingly, all known animal viruses that show this type of symmetry have RNA genomes. Viruses with icosahedral symmetry display twofold, threefold, and fivefold axes of rotational symmetry, and viral nucleic acid is intimately associated with specific capsid proteins in an ordered packing arrangement.",
            "cite_spans": [],
            "section": "Virus Structure and Classification",
            "ref_spans": [
                {
                    "start": 540,
                    "end": 551,
                    "mention": "Table 134-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The use of repeating subunits with symmetrical protein-protein interactions facilitates the assembly of the viral capsid. In most cases, viral assembly appears to be a spontaneous process that occurs under the appropriate physiologic conditions and often can be reproduced when recombinant viral proteins are expressed in the absence of viral replication.25, 26 For many viruses, assembly of the capsid proceeds through a series of intermediates, each of which nucleates the addition of subsequent components in the assembly sequence.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 357,
                    "mention": "25",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 361,
                    "mention": "26",
                    "ref_id": null
                }
            ],
            "section": "Virus Structure and Classification",
            "ref_spans": []
        },
        {
            "text": "One of the most poorly understood aspects of viral assembly is the process that ensures that the viral nucleic acid is correctly packaged into the capsid. In the case of viruses with helical symmetry, there may be an initiation site on the nucleic acid to which the initial capsid protein subunit binds, triggering the addition of subsequent subunits. The genomes of most DNA-containing viruses are inserted into preassembled capsid intermediates (procapsids) through adenosine triphosphate–driven mechanisms.27 In preparations of many icosahedral viruses, empty capsids (i.e., capsids lacking nucleic acid) are frequently observed, indicating that assembly may proceed to completion without a requirement for the viral genome.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 511,
                    "mention": "27",
                    "ref_id": null
                }
            ],
            "section": "Virus Structure and Classification",
            "ref_spans": []
        },
        {
            "text": "In some viruses, the nucleocapsid is surrounded by a lipid envelope acquired as the virus particle buds from the host cell cytoplasmic, nuclear, or endoplasmic reticular membrane (see Fig. 134-1). Inserted into this lipid bilayer are virus-encoded proteins (e.g., the hemagglutinin [HA] and neuraminidase proteins of influenza virus and gp41 and gp120 of HIV), which are exposed on the surface of the virus particle. These viral proteins usually contain a glycosylated hydrophilic external portion and internal hydrophobic domains that span the lipid membrane and anchor the protein into the viral envelope. In some cases, another viral protein, often termed a matrix protein, associates with the internal (cytoplasmic) surface of the lipid envelope, where it can interact with the cytoplasmic domains of the envelope glycoproteins. Matrix proteins may play roles in stabilizing the interaction between viral glycoproteins and the lipid envelope, directing the viral genome to intracellular sites of viral assembly, or facilitating viral budding. Matrix proteins can also influence a diverse set of cellular functions, such as inhibition of host cell transcription28, 29 and evasion of the cellular innate antiviral response.30\n",
            "cite_spans": [
                {
                    "start": 1164,
                    "end": 1166,
                    "mention": "28",
                    "ref_id": null
                },
                {
                    "start": 1168,
                    "end": 1170,
                    "mention": "29",
                    "ref_id": null
                },
                {
                    "start": 1225,
                    "end": 1227,
                    "mention": "30",
                    "ref_id": null
                }
            ],
            "section": "Virus Structure and Classification",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 194,
                    "mention": "Fig. 134-1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The interaction between a virus and its host cell begins with attachment of the virus particle to specific receptors on the cell surface. Viral proteins that mediate the attachment function (viral attachment proteins) include the following: single-capsid components that extend from the virion surface, such as the attachment proteins of adenovirus,31 reovirus,32 and rotavirus33, 34; surface glycoproteins of enveloped viruses, such as influenza virus35, 36 (Fig. 134-3\n) and HIV37, 38; viral capsid proteins that form binding pockets that engage cellular receptors, such as the canyon formed by the capsid proteins of poliovirus39 and rhinovirus40; and viral capsid proteins that contain extended loops capable of binding receptors, such as foot-and-mouth disease virus.41 Studies of the attachment of several diverse virus groups, including adenoviruses, coronaviruses, herpesviruses, lentiviruses, and reoviruses, indicate that multiple interactions between virus and cell occur during the attachment step. These observations indicate that a specific sequence of binding events between virus and cell optimizes specificity and contributes significant stability to the association.42\n",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 351,
                    "mention": "31",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 363,
                    "mention": "32",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "33",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 383,
                    "mention": "34",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 454,
                    "mention": "35",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 458,
                    "mention": "36",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 482,
                    "mention": "37",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 486,
                    "mention": "38",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "39",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 649,
                    "mention": "40",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 774,
                    "mention": "41",
                    "ref_id": null
                },
                {
                    "start": 1184,
                    "end": 1186,
                    "mention": "42",
                    "ref_id": null
                }
            ],
            "section": "Attachment ::: Virus–Cell Interactions",
            "ref_spans": [
                {
                    "start": 460,
                    "end": 470,
                    "mention": "Fig. 134-3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "One of the most dynamic areas of virology concerns the identification of virus receptors on host cells. This interest stems in part from the critical importance of the attachment step as a determinant of target cell selection by many viruses. Several virus receptors have now been identified (Table 134-2\n), and three important principles have emerged from studies of these receptors. First, viruses have adapted to use cell surface molecules designed to facilitate a variety of normal cellular functions. Virus receptors may be highly specialized proteins with limited tissue distribution, such as complement receptors, growth factor receptors, or neurotransmitter receptors, or more ubiquitous components of cellular membranes, such as integrins and other intercellular adhesion molecules, glycosaminoglycans, or sialic acid–containing oligosaccharides. Second, many viruses use more than a single receptor to mediate multistep attachment and internalization. For example, adenovirus binds coxsackievirus and adenovirus receptor (CAR)43 and the integrins αvβ3 or αvβ5\n44; herpes simplex virus (HSV) binds heparan sulfate45, 46, 47 and herpesvirus entry mediator (HVEM/HveA),48 nectin 1 (PRR1/HveC),49 or nectin 2 (PRR2/HveB)50; HIV binds CD451, 52 and chemokine receptors CXCR453, 54 or CCR555, 56, 57; and reovirus binds sialylated glycans58, 59 and JAM-A.60, 61 Third, in many cases, receptor expression is not the sole determinant of viral tropism for particular cells and tissues in the host. Therefore, although receptor binding is the first step in the interaction between virus and cell, subsequent events in the viral replication cycle must also be supported for productive viral infection to occur.",
            "cite_spans": [
                {
                    "start": 1036,
                    "end": 1038,
                    "mention": "43",
                    "ref_id": null
                },
                {
                    "start": 1070,
                    "end": 1072,
                    "mention": "44",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1124,
                    "mention": "45",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1128,
                    "mention": "46",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1132,
                    "mention": "47",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1178,
                    "mention": "48",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1202,
                    "mention": "49",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1228,
                    "mention": "50",
                    "ref_id": null
                },
                {
                    "start": 1243,
                    "end": 1245,
                    "mention": "51",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1249,
                    "mention": "52",
                    "ref_id": null
                },
                {
                    "start": 1279,
                    "end": 1281,
                    "mention": "53",
                    "ref_id": null
                },
                {
                    "start": 1283,
                    "end": 1285,
                    "mention": "54",
                    "ref_id": null
                },
                {
                    "start": 1293,
                    "end": 1295,
                    "mention": "55",
                    "ref_id": null
                },
                {
                    "start": 1297,
                    "end": 1299,
                    "mention": "56",
                    "ref_id": null
                },
                {
                    "start": 1301,
                    "end": 1303,
                    "mention": "57",
                    "ref_id": null
                },
                {
                    "start": 1342,
                    "end": 1344,
                    "mention": "58",
                    "ref_id": null
                },
                {
                    "start": 1346,
                    "end": 1348,
                    "mention": "59",
                    "ref_id": null
                },
                {
                    "start": 1359,
                    "end": 1361,
                    "mention": "60",
                    "ref_id": null
                },
                {
                    "start": 1363,
                    "end": 1365,
                    "mention": "61",
                    "ref_id": null
                }
            ],
            "section": "Attachment ::: Virus–Cell Interactions",
            "ref_spans": [
                {
                    "start": 293,
                    "end": 304,
                    "mention": "Table 134-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Several viruses bind receptors expressed at regions of cell-cell contact.62 Junctional adhesion molecule-A (JAM-A), which serves as a receptor for reovirus60 and feline calicivirus,63 and CAR, which serves as a receptor for some coxsackieviruses and adenoviruses,43 are expressed at tight junctions64, 65 and adherens junctions.66, 67 Junctional regions are sites of enhanced membrane recycling, endocytic uptake, and intracellular signaling.68 Therefore, it is possible that viruses have selected junction-associated proteins as receptors to usurp the physiologic functions of these molecules. In this regard, interactions of coxsackievirus with decay-accelerating factor elicit a tyrosine kinase–based signaling cascade that mediates subsequent interactions of the virus with CAR in tight junctions.69 Structures of viral proteins or whole viral particles in complex with sialic acid have been determined for some viruses, including the influenza virus hemagglutinin (HA)36, 70 (see Fig. 134-3), polyomavirus,71, 72, 73, 74 foot-and-mouth disease virus,75 reovirus attachment protein σ1,58, 59 and the VP8 domain of rotavirus capsid protein VP4.34 Sialic acid binding in each of these cases occurs in a shallow groove at the surface of the viral protein. However, the architectures of the binding sites differ. Structures of complexes of viral proteins or viral particles and cell surface protein receptors have also been determined. These include adenovirus fiber knob and CAR,76 Epstein-Barr virus (EBV) gp42 and major histo­compatibility complex (MHC) class II protein,77 HSV glycoprotein D and HVEM/HveA,78 HIV gp120 and CD4,38 measles virus HA and CD4679 and SLAM (signaling lymphocyte-activation molecule),80 reovirus σ1 and JAM-A,61 and rhinovirus and ICAM-1 (intercellular adhesion molecule 1).81 In several of these cases, the viral attachment proteins engage precisely the same domains used by their cognate receptors to bind natural ligands.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 75,
                    "mention": "62",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 157,
                    "mention": "60",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 183,
                    "mention": "63",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 265,
                    "mention": "43",
                    "ref_id": null
                },
                {
                    "start": 298,
                    "end": 300,
                    "mention": "64",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 304,
                    "mention": "65",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 330,
                    "mention": "66",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 334,
                    "mention": "67",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 444,
                    "mention": "68",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 803,
                    "mention": "69",
                    "ref_id": null
                },
                {
                    "start": 973,
                    "end": 975,
                    "mention": "36",
                    "ref_id": null
                },
                {
                    "start": 977,
                    "end": 979,
                    "mention": "70",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1013,
                    "mention": "71",
                    "ref_id": null
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "mention": "72",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "mention": "73",
                    "ref_id": null
                },
                {
                    "start": 1023,
                    "end": 1025,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1057,
                    "mention": "75",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1091,
                    "mention": "58",
                    "ref_id": null
                },
                {
                    "start": 1093,
                    "end": 1095,
                    "mention": "59",
                    "ref_id": null
                },
                {
                    "start": 1147,
                    "end": 1149,
                    "mention": "34",
                    "ref_id": null
                },
                {
                    "start": 1480,
                    "end": 1482,
                    "mention": "76",
                    "ref_id": null
                },
                {
                    "start": 1574,
                    "end": 1576,
                    "mention": "77",
                    "ref_id": null
                },
                {
                    "start": 1610,
                    "end": 1612,
                    "mention": "78",
                    "ref_id": null
                },
                {
                    "start": 1631,
                    "end": 1633,
                    "mention": "38",
                    "ref_id": null
                },
                {
                    "start": 1659,
                    "end": 1661,
                    "mention": "79",
                    "ref_id": null
                },
                {
                    "start": 1714,
                    "end": 1716,
                    "mention": "80",
                    "ref_id": null
                },
                {
                    "start": 1739,
                    "end": 1741,
                    "mention": "61",
                    "ref_id": null
                },
                {
                    "start": 1804,
                    "end": 1806,
                    "mention": "81",
                    "ref_id": null
                }
            ],
            "section": "Attachment ::: Virus–Cell Interactions",
            "ref_spans": [
                {
                    "start": 985,
                    "end": 995,
                    "mention": "Fig. 134-3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Once attachment has occurred, the virus must penetrate the cell membrane, and the capsid must undergo a series of disassembly steps (uncoating) that prepare the virus for the next phases in viral replication. Enveloped viruses such as the paramyxoviruses and retroviruses enter cells by fusion of the viral envelope with the cell membrane (Fig. 134-4\n). Attachment of these viruses to the cell surface induces changes in viral envelope proteins required for membrane fusion. For example, the binding of CD4 and certain chemokine receptors by HIV envelope glycoprotein gp120 induces a series of conformational changes in gp120 that lead to the exposure of transmembrane protein gp41.82, 83 Fusion of viral and cellular membranes proceeds through subsequent interactions of the hydrophobic gp41 fusion peptide with the cell membrane.84, 85, 86, 87\n",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 684,
                    "mention": "82",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 688,
                    "mention": "83",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 833,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 835,
                    "end": 837,
                    "mention": "85",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 841,
                    "mention": "86",
                    "ref_id": null
                },
                {
                    "start": 843,
                    "end": 845,
                    "mention": "87",
                    "ref_id": null
                }
            ],
            "section": "Penetration and Disassembly ::: Virus–Cell Interactions",
            "ref_spans": [
                {
                    "start": 340,
                    "end": 350,
                    "mention": "Fig. 134-4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Other viruses enter cells by some form of receptor-mediated endocytic uptake (see Fig. 134-4). For several viruses, virus–receptor complexes induce formation of clathrin-coated pits that invaginate from the cell membrane to form coated vesicles.88 These vesicles are rapidly uncoated and fuse with early endosomes, which sort internalized proteins for recycling to the cell surface or other cellular compartments, such as late endosomes or lysosomes. For other viruses, virus–receptor complexes are taken into cells by caveolae in lipid rafts.88 Enveloped viruses such as dengue virus,89 influenza virus,90 and Semliki Forest virus91 exploit the acidic environment of the endocytic compartment to induce conformational changes in surface glycoproteins required for membrane fusion. High-resolution structures of the influenza virus HA at acidic pH illustrate a dramatic conformational alteration leading to the fusion-active state (see Fig. 134-3).90\n",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "mention": "88",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "88",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 587,
                    "mention": "89",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 606,
                    "mention": "90",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 633,
                    "mention": "91",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 950,
                    "mention": "90",
                    "ref_id": null
                }
            ],
            "section": "Penetration and Disassembly ::: Virus–Cell Interactions",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 92,
                    "mention": "Fig. 134-4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 936,
                    "end": 946,
                    "mention": "Fig. 134-3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Endocytic uptake and acidification are also required for entry of some nonenveloped viruses such as adenovirus,92, 93 parvovirus,94 and reovirus.95, 96 In these cases, acidic pH may facilitate disassembly of the viral capsid to enable subsequent penetration of endosomal membranes. In addition to acidic pH, endocytic cathepsin proteases are required for disassembly of several viruses, including Ebola virus,97 Hendra virus,98 reovirus,99 and severe acute respiratory syndrome (SARS) coronavirus.100\n",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "mention": "92",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 117,
                    "mention": "93",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 131,
                    "mention": "94",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 147,
                    "mention": "95",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 151,
                    "mention": "96",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 411,
                    "mention": "97",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 427,
                    "mention": "98",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 439,
                    "mention": "99",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 500,
                    "mention": "100",
                    "ref_id": null
                }
            ],
            "section": "Penetration and Disassembly ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "In contrast to enveloped viruses, nonenveloped viruses cross cell membranes using mechanisms that do not involve membrane fusion. This group of viruses includes several human pathogens, with adenoviruses, picornaviruses, and rotaviruses serving as prominent examples. Despite differences in genome and capsid composition, each of these viruses must penetrate cell membranes to deliver the genetic payload to the interior of the cell. Capsid rearrangements triggered by receptor binding,101, 102 acidic pH,92, 93 or proteolysis103, 104 serve essential functions in membrane penetration by some nonenveloped viruses. Although a precise understanding of the biochemical mechanisms that underlie viral membrane penetration is incomplete, small capsid proteins of several nonenveloped viruses, such as adenovirus,105 poliovirus,106 and reovirus,107 are required for membrane penetration, perhaps by forming pores in host cell membranes.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 489,
                    "mention": "101",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 494,
                    "mention": "102",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 507,
                    "mention": "92",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 511,
                    "mention": "93",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 529,
                    "mention": "103",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 534,
                    "mention": "104",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 811,
                    "mention": "105",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 826,
                    "mention": "106",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 843,
                    "mention": "107",
                    "ref_id": null
                }
            ],
            "section": "Penetration and Disassembly ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "Once a virus has entered a target cell, it must replicate its genome and proteins. Replication strategies used by single-stranded RNA-containing viruses depend on whether the genome can be used as messenger (m)RNA. Translation-competent genomes, which include those of the coronaviruses, flaviviruses, picornaviruses, and togaviruses, are termed plus (+) sense and are translated by cellular ribosomes immediately following entry of the genome into the cytoplasm. For most viruses containing (+) sense RNA genomes, translation results in the synthesis of a large polyprotein that is cleaved into several smaller proteins through the action of viral and sometimes host proteases. One of these proteins is an RNA-dependent RNA polymerase (RdRp), which replicates the viral RNA. Genome replication of (+) sense RNA-containing viruses requires synthesis of a minus (–) sense RNA intermediate, which serves as template for production of (+) sense genomic RNA.",
            "cite_spans": [],
            "section": "Genome Replication ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "A different strategy is used by viruses containing (−) sense RNA genomes. The genomes of these viruses, which include the filoviruses, orthomyxoviruses, paramyxoviruses, and rhabdoviruses, cannot serve directly as mRNA. Therefore, viral particles must contain a co-packaged RdRp to transcribe (+) sense mRNAs using the (−) sense genomic RNA as template. Genome replication of (−) sense RNA-containing viruses requires synthesis of a (+) sense RNA intermediate, which serves as a template for production of (−) sense genomic RNA. Mechanisms that determine whether (+) sense RNAs are used as templates for translation or genome replication are not well understood.",
            "cite_spans": [],
            "section": "Genome Replication ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "RNA-containing viruses belonging to the family Reoviridae have segmented double-stranded (ds) RNA genomes. The innermost protein shell of these viruses (termed a single-shelled particle or core) contains an RdRp that catalyzes the synthesis of (+) sense mRNA using as a template the (−) sense strand of each dsRNA segment. The mRNAs of these viruses are capped at their 5′-termini by virus-encoded enzymes and then extruded into the cytoplasm through channels in the single-shelled particle.108 The (+) sense mRNAs also serve as a template for replication of dsRNA gene segments. Viral genome replication is thus completely conservative; neither strand of parental dsRNA is present in newly formed genomic segments.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 494,
                    "mention": "108",
                    "ref_id": null
                }
            ],
            "section": "Genome Replication ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "The retroviruses are RNA-containing viruses that replicate using a DNA intermediate. The viral genomic RNA is (+) sense and single stranded; however, it does not serve as mRNA following viral entry. Instead, the retrovirus RNA genome is a template for synthesis of a double-stranded DNA copy, termed the provirus. Synthesis of the provirus is mediated by a virus-encoded RNA-dependent DNA polymerase or reverse transcriptase, so named because of the reversal of genetic information from RNA to DNA. The provirus translocates to the nucleus and integrates into host DNA. Expression of this integrated DNA is regulated for the most part by cellular transcriptional machinery. However, the human retroviruses HIV and human T-cell leukemia virus (HTLV) encode proteins that augment transcription of viral genes. Intracellular signaling pathways are capable of activating retroviral gene expression and play important roles in inducing high levels of viral replication in response to certain stimuli.109 Transcription of the provirus yields mRNAs that encode viral proteins and genome-length RNAs that are packaged into progeny virions. Such a replication strategy results in persistent infection in the host because the viral genome is maintained in the host cell genome and replicated with each cell division.",
            "cite_spans": [
                {
                    "start": 995,
                    "end": 998,
                    "mention": "109",
                    "ref_id": null
                }
            ],
            "section": "Genome Replication ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "With the exception of the poxviruses, viruses containing DNA genomes replicate in the nucleus and for the most part use cellular enzymes for transcription and replication of their genomes. Transcription of most DNA-containing viruses is tightly regulated and results in the synthesis of early and late mRNA transcripts. The early transcripts encode regulatory proteins and proteins required for DNA replication, whereas the late transcripts encode structural proteins. Several DNA-containing viruses, such as adenovirus and human papillomavirus (HPV), induce cells to express host proteins required for viral DNA replication by stimulating cell-cycle progression. For example, the HPV E7 protein binds the retinoblastoma gene product pRB and liberates transcription factor E2F, which induces the cell cycle.110, 111 To prevent programmed cell death in response to E7-mediated unscheduled cell cycle progression, the HPV E6 protein mediates the ubiquitylation and degradation of tumor suppressor protein p53.112, 113, 114\n",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 810,
                    "mention": "110",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 815,
                    "mention": "111",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1010,
                    "mention": "112",
                    "ref_id": null
                },
                {
                    "start": 1012,
                    "end": 1015,
                    "mention": "113",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "mention": "114",
                    "ref_id": null
                }
            ],
            "section": "Genome Replication ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "Some DNA-containing viruses, such as the herpesviruses, can establish latent infections in the host. Unlike the retroviruses, genomes of the herpesviruses do not integrate into host chromosomes but instead exist as plasmid-like episomes. Mechanisms that govern establishment of latency and subsequent reactivation of replication are not well understood. However, microRNAs encoded by cytomega­lovirus (CMV) and perhaps other herpesviruses may promote persistence by targeting viral and cellular mRNAs that control viral gene expression and replication and innate immune responses to viral infection.115, 116\n",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 602,
                    "mention": "115",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 607,
                    "mention": "116",
                    "ref_id": null
                }
            ],
            "section": "Genome Replication ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "A fascinating aspect of virus–cell interactions is the replication microenvironments established in infected cells. Viral replication is a sophisticated interplay of transcription, translation, nucleic acid amplification, and particle assembly. Furthermore, infection must proceed under sensitive pathogen surveillance systems trained on virus-associated molecular patterns (e.g., unmethylated CpG dinucleotides in DNA viral genomes) and replicative intermediates (e.g., dsRNA generated during RNA virus replication) that may impose impassable blocks to infection.117 Partitioning of the viral replication machinery from the surrounding intracellular milieu satisfies a spatial requirement to concentrate viral proteins and nucleic acid for efficient genome amplification and encapsidation while simultaneously shielding viral products from cellular sensors that provoke antiviral innate immune responses. Hence, as a rule, viral replication is a localized process, occurring within morphologically discrete cytoplasmic or nuclear structures variously termed viral inclusions (or inclusion bodies), virosomes, viral factories, or viroplasm. These entities are novel, metabolically active organelles formed by contributions from both virus and cell. Many highly recognizable features of viral cytopathic effect observed using light microscopy, such as dense nuclear inclusions or refractile cytoplasmic densities, represent locally concentrated regions of viral nucleic acid and protein.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 567,
                    "mention": "117",
                    "ref_id": null
                }
            ],
            "section": "Genome Replication ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "Membrane-associated replicase complexes appropriated by (+) sense RNA viruses are perhaps the most conspicuous examples of compartmentalized viral replication. In cells infected by these viruses, intracellular membranes originating from the endoplasmic reticulum (ER; e.g., picornaviruses118, 119), ER-Golgi intermediate compartment and trans-Golgi network (e.g., flaviviruses120), endolysosomal vesicles (e.g., alphaviruses121), and autophagic vacuoles (e.g., poliovirus122) are reduplicated and reorganized by viral proteins into platforms that anchor viral replication complexes consisting of the RdRp and other RNA-modifying enzymes necessary for RNA synthesis. Curiously, dsRNA viruses are thought to generate nonmembranous intracytoplasmic replication factories, even though their life cycles pass through a (+) polarity RNA intermediate. However, in an interesting functional parallel with (+) sense RNA viruses, the assembly pathway of rotavirus, a dsRNA virus, involves budding of immature particles into the ER, where a lipid envelope is transiently acquired and subsequently replaced by the outermost protein shell.123 Perhaps additional roles for cellular membranes in non–membrane-bound viral replication complexes await discovery.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "mention": "118",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 296,
                    "mention": "119",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 379,
                    "mention": "120",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 427,
                    "mention": "121",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 474,
                    "mention": "122",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "mention": "123",
                    "ref_id": null
                }
            ],
            "section": "Genome Replication ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "The tight relationship of RNA virus replication to cellular membranes is less predictable for DNA viruses. For example, in distinction to the supporting role of autophagy in the replication of some RNA viruses, autophagosomes (stress-induced, double-membraned vesicles that remove noxious cytoplasmic materials to lysosomes for degradation) defend against infection by HSV-1, which encodes a protein that inhibits induction of autophagy and accentuates viral virulence.124, 125 The replication and assembly complexes of many DNA viruses, including adenoviruses, herpesviruses, papillomaviruses, polyomaviruses, and parvoviruses, are associated with promyelocytic leukemia (PML) nuclear bodies,126, 127 which have been ascribed functions in diverse nuclear processes encompassing gene regulation, tumor suppression, apoptosis, and removal of aggregated or foreign proteins.128 It appears that DNA viruses exploit PML bodies in a variety of ways, which include consolidation and disposal of misfolded viral proteins, sequestration of host-cell stress response factors that block infection, and segregation of interfering cellular DNA repair proteins from sites of viral replication.129\n",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 472,
                    "mention": "124",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 477,
                    "mention": "125",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 696,
                    "mention": "126",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 701,
                    "mention": "127",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 875,
                    "mention": "128",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "mention": "129",
                    "ref_id": null
                }
            ],
            "section": "Genome Replication ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "The life cycles of all viruses that replicate in eukaryotic cells are physically and functionally intertwined with the cytoskeleton. Many viruses with nuclear replication programs, such as adenovirus, HSV, and influenza virus, are transported by motor proteins along micro­tubules toward the nucleus, resulting ultimately in release of the viral genome into the nucleoplasm through nuclear pores.130 The micro­tubule network is also conscripted as an egress pathway by a number of enveloped viruses (e.g., HIV, HSV, vaccinia virus) for conveyance of immature particles to cytolemmal sites of virion budding.131 Furthermore, microtubules and actin filaments may serve as anchorage points for nucleoprotein complexes that coordinate genome expression or replication with cytoplasmic replication programs, exemplified by parainfluenza virus (PIV),132 reovirus,133 and vaccinia virus.134 Because the cytoskeleton is a decentralized organelle linking cellular structural elements to the metabolic and transport machineries, it is not surprising that viruses capitalize on this highly integrative system, which provides a stable platform for replication and enables purposeful movement of virions or subviral components within cells to facilitate the requisite partitioning of viral assembly and disassembly.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "mention": "130",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 610,
                    "mention": "131",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 847,
                    "mention": "132",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 860,
                    "mention": "133",
                    "ref_id": null
                },
                {
                    "start": 880,
                    "end": 883,
                    "mention": "134",
                    "ref_id": null
                }
            ],
            "section": "Genome Replication ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "Viral infection can compromise numerous cellular processes, such as nucleic acid and protein synthesis, maintenance of cytoskeletal architecture, and preservation of membrane integrity.135 Many viruses are also capable of inducing the genetically programmed mechanism of cell death that leads to apoptosis of host cells.136, 137 Apoptotic cell death is characterized by cell shrinkage, membrane blebbing, condensation of nuclear chromatin, and activation of an endogenous endonuclease, which results in cleavage of cellular DNA into oligonucleosome-length DNA fragments.138 These changes occur according to predetermined developmental programs or in response to certain environmental stimuli. In some cases, apoptosis may serve as an antiviral defense mechanism to limit viral replication by destruction of virus-infected cells or reduction of potentially harmful inflammatory responses elicited by viral infection.139 In other cases, apoptosis may result from viral induction of cellular factors required for efficient viral replication.136, 137 Generally, RNA-containing viruses, including influenza virus, measles virus, poliovirus, reovirus, and Sindbis virus, induce apoptosis of host cells, whereas DNA-containing viruses, including adenovirus, CMV, EBV, HPV, and the poxviruses, encode proteins that block apoptosis. For some viruses, the duration of the viral infectious cycle may determine whether apoptosis is induced or inhibited. Viruses capable of completing an infectious cycle before induction of apoptosis would not require a means to inhibit this cellular response to viral infection. Interestingly, several viruses that cause encephalitis are capable of inducing apoptosis of infected neurons (Fig. 134-5\n).140, 141, 142\n",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "mention": "135",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 323,
                    "mention": "136",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 328,
                    "mention": "137",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 573,
                    "mention": "138",
                    "ref_id": null
                },
                {
                    "start": 915,
                    "end": 918,
                    "mention": "139",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "mention": "136",
                    "ref_id": null
                },
                {
                    "start": 1043,
                    "end": 1046,
                    "mention": "137",
                    "ref_id": null
                },
                {
                    "start": 1725,
                    "end": 1728,
                    "mention": "140",
                    "ref_id": null
                },
                {
                    "start": 1730,
                    "end": 1733,
                    "mention": "141",
                    "ref_id": null
                },
                {
                    "start": 1735,
                    "end": 1738,
                    "mention": "142",
                    "ref_id": null
                }
            ],
            "section": "Cell Killing ::: Virus–Cell Interactions",
            "ref_spans": [
                {
                    "start": 1712,
                    "end": 1722,
                    "mention": "Fig. 134-5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "(Also see Chapters 43 to 47Chapter 43Chapter 44Chapter 45Chapter 46Chapter 47.)",
            "cite_spans": [],
            "section": "Antiviral Drugs ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "Knowledge of viral replication strategies has provided insights into critical steps in the viral life cycle that can serve as potential targets for antiviral therapy. For example, drugs can be designed to interfere with virus binding to target cells or prevent penetration and disassembly once receptor engagement has occurred. Steps involved in the replication of the viral genome are also obvious targets for antiviral therapy. A number of antiviral agents inhibit viral polymerases, including those active against herpesviruses (e.g., acyclovir), HIV (e.g., zidovudine), and HBV (e.g., entecavir). Drugs that inhibit viral proteases have been developed; several are used to treat HCV143, 144 and HIV145 infection. These drugs block the proteolytic processing of viral precursor polyproteins and serve as potent inhibitors of replication. Other viral enzymes also serve as targets for antiviral therapy. The influenza virus neuraminidase is required for the release of progeny influenza virus particles from infected cells. Oseltamivir and zanamivir bind the neuraminidase catalytic site and efficiently inhibit the enzyme.146 These drugs have been used in the prophylaxis and treatment of influenza virus infection.147\n",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 689,
                    "mention": "143",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 694,
                    "mention": "144",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 705,
                    "mention": "145",
                    "ref_id": null
                },
                {
                    "start": 1125,
                    "end": 1128,
                    "mention": "146",
                    "ref_id": null
                },
                {
                    "start": 1218,
                    "end": 1221,
                    "mention": "147",
                    "ref_id": null
                }
            ],
            "section": "Antiviral Drugs ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "Better understanding of viral replication strategies and mechanisms of virus-induced cell killing is paving the way for the rational design of novel antiviral therapeutics. One of the most exciting approaches to the development of antiviral agents is the use of high-resolution x-ray crystallography and molecular modeling to optimize interactions between these inhibitory molecules and their target viral proteins. Such structure-based drug design has led to the development of synthetic peptides (e.g., enfuvirtide) that inhibit HIV entry by blocking gp41-mediated membrane fusion.148 Other vulnerable steps in HIV replication are targets of drugs approved for patient treatment, including entry inhibitors that interfere with gp120 binding to CCR5149 and agents that prevent proviral integration into cellular DNA through inhibition of viral integrase activity150 (see Chapter 130). Several inhibitors of the HCV protease and polymerase are also in clinical development151 (see Chapter 46).",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 586,
                    "mention": "148",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 753,
                    "mention": "149",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 866,
                    "mention": "150",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 975,
                    "mention": "151",
                    "ref_id": null
                }
            ],
            "section": "Antiviral Drugs ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "Despite promising advances in rational antiviral drug design, current therapeutic approaches to some viral infections rely heavily on compounds with less specific mechanisms of action. One such agent, interferon (IFN)-α, efficiently inhibits a broad spectrum of viruses and is secreted by diverse cell types as part of the host innate immune response. Recombinant IFN-α is presently used to treat HBV and HCV infections. Ribavirin, a synthetic guanosine analogue, inhibits the replication of many RNA- and DNA-containing viruses through complex mechanisms involving inhibition of viral RNA synthesis and disturbances in intracellular pools of guanosine triphosphate.152, 153 This drug is routinely used to treat HCV infection and sometimes administered in aerosolized form to treat respiratory syncytial virus (RSV) lower respiratory tract infection in hospitalized children and in severely ill and immunocompromised patients. Ribavirin therapy reduces the mortality associated with certain viral hemorrhagic fevers, such as that caused by Lassa virus.154 Broader-spectrum therapies exemplified by IFN-α and ribavirin remain part of the first-line defense against emerging pathogens and other susceptible viruses for which biochemical and structural information is insufficient to design high-potency agent-specific drugs.",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 669,
                    "mention": "152",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 674,
                    "mention": "153",
                    "ref_id": null
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "mention": "154",
                    "ref_id": null
                }
            ],
            "section": "Antiviral Drugs ::: Virus–Cell Interactions",
            "ref_spans": []
        },
        {
            "text": "The first step in the process of virus–host interaction is the exposure of a susceptible host to viable virus under conditions that promote infection (Fig. 134-6\n). Infectious virus may be present in respiratory droplets or aerosols, in fecally contaminated food or water, or in a body fluid or tissue (e.g., blood, saliva, urine, semen, or a transplanted organ) to which the susceptible host is exposed. In some cases, the virus is inoculated directly into the host through the bite of an animal vector or through the use of a contaminated needle. Infection can also be transmitted from mother to infant through virus that has infected the placenta or birth canal or by virus in breast milk. In some cases, acute viral infections result from the reactivation of endogenous latent virus (e.g., reactivation of HSV giving rise to herpes labialis) rather than de novo exposure to exogenous virus.",
            "cite_spans": [],
            "section": "Entry ::: Virus–Host Interaction",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 161,
                    "mention": "Fig. 134-6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Exposure of respiratory mucosa to virus by direct inoculation or inhalation is an important route of viral entry into the host. A simple cough can generate up to 10,000 small, potentially infectious aerosol particles, and a sneeze can produce nearly 2 million. The distribution of these particles depends on a variety of environmental factors, the most important of which are temperature, humidity, and air currents. In addition to these factors, particle size is an important determinant of particle distribution. In general, smaller particles remain airborne longer than larger ones. Particle size also contributes to particle fate after inhalation. Larger particles (>6 µm) are generally trapped in the nasal turbinates, whereas smaller particles may ultimately travel to the alveolar spaces of the lower respiratory tract.",
            "cite_spans": [],
            "section": "Entry ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "Fecal-oral transmission represents an additional important route of viral entry into the host. Food, water, or hands contaminated by infected fecal material can facilitate the entry of a virus via the mouth into the gastrointestinal tract, the environment of which requires viruses that infect by this route to have certain physical properties. Viruses capable of enteric transmission must be acid stable and resistant to bile salts. Because conditions in the stomach and intestine are destructive to lipids contained in viral envelopes, most viruses that spread by the fecal-oral route are nonenveloped. Interestingly, many viruses that enter the host via the gastrointestinal tract require proteolysis of certain capsid components to infect intestinal cells productively. Treatment of mice with inhibitors of intestinal proteases blocks infection by reovirus155 and rotavirus,156 which demonstrates the critical importance of proteolysis in the initiation of enteric infection by these viruses. The host microbiota is essential for infection by some viruses.157, 158\n",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 863,
                    "mention": "155",
                    "ref_id": null
                },
                {
                    "start": 878,
                    "end": 881,
                    "mention": "156",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "mention": "157",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "mention": "158",
                    "ref_id": null
                }
            ],
            "section": "Entry ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "To produce systemic disease, a virus must cross the mucosal barrier that separates the luminal compartments of the respiratory, gastrointestinal, and genitourinary tracts from the host's parenchymal tissues. Studies with reovirus illustrate one strategy used by viruses to cross mucosal surfaces to invade the host after entry into the gastrointestinal tract.159, 160 After oral inoculation of mice, reovirus adheres to the surface of intestinal microfold cells (M cells) that overlie collections of intestinal lymphoid tissue (Peyer's patches). In electron micrographs, reovirus virions can be followed sequentially as they are transported within vesicles from the luminal to the subluminal surface of M cells. Virions subsequently appear within Peyer's patches and then spread to regional lymph nodes and extraintestinal lymphoid organs such as the spleen. A similar pathway of spread has been described for poliovirus161 and HIV,162 suggesting that M cells represent an important portal for viral invasion of the host after entry into the gastrointestinal tract.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 362,
                    "mention": "159",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 367,
                    "mention": "160",
                    "ref_id": null
                },
                {
                    "start": 920,
                    "end": 923,
                    "mention": "161",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 935,
                    "mention": "162",
                    "ref_id": null
                }
            ],
            "section": "Entry ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "Once a virus has entered the host, it can replicate locally or spread from the site of entry to distant organs to produce systemic disease (see Fig. 134-6). Classic examples of localized infections in which viral entry and replication occur at the same anatomic site include respiratory infections caused by influenza virus, RSV, and rhinovirus; enteric infections produced by norovirus and rotavirus; and dermatologic infections caused by HPV (warts) and paravaccinia virus (milker's nodules). Other viruses spread to distant sites in the host after primary replication at sites of entry. For example, poliovirus spreads from the gastrointestinal tract to the central nervous system (CNS) to produce meningitis, encephalitis, or poliomyelitis. Measles virus and varicella-zoster virus (VZV) enter the host through the respiratory tract and then spread to lymph nodes, skin, and viscera. Pathobiologic definitions of viruses based on spread potential have begun to blur amid accumulating evidence that model agents of localized infection may disseminate to distant sites. For example, rotavirus, an important cause of pediatric acute gastroenteritis, replicates vigorously in villous tip epithelial cells of the small intestine but is also frequently associated with viral antigen and RNA in blood, the clinical significance of which is unclear.163 Influenza virus is another case in point; viral RNA in blood is detected at a substantial frequency in hematopoietic cell transplant recipients and correlates with more severe disease and increased mortality.164\n",
            "cite_spans": [
                {
                    "start": 1345,
                    "end": 1348,
                    "mention": "163",
                    "ref_id": null
                },
                {
                    "start": 1557,
                    "end": 1560,
                    "mention": "164",
                    "ref_id": null
                }
            ],
            "section": "Spread ::: Virus–Host Interaction",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 154,
                    "mention": "Fig. 134-6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Release of some viruses occurs preferentially from the apical or basolateral surface of polarized cells, such as epithelial cells. In the case of enveloped viruses, polarized release is frequently determined by preferential sorting of envelope glycoproteins to sites of viral budding. Specific amino-acid sequences in these viral proteins direct their transport to a particular aspect of the cell surface.165, 166 Polarized release of virus at apical surfaces may facilitate local spread of infection, whereas release at basolateral surfaces may facilitate systemic invasion by providing virus access to subepithelial lymphoid, neural, or vascular tissues.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 408,
                    "mention": "165",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 413,
                    "mention": "166",
                    "ref_id": null
                }
            ],
            "section": "Spread ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "Many viruses use the bloodstream to spread in the host from sites of primary replication to distant target tissues (see Fig. 134-6). In some cases, viruses may enter the bloodstream directly, such as during a blood transfusion or via an arthropod bite. More commonly, viruses enter the bloodstream after replication at some primary site. Important sites of primary replication preceding hematogenous spread of viruses include Peyer's patches and mesenteric lymph nodes for enteric viruses, bronchoalveolar cells for respiratory viruses, and subcutaneous tissue and skeletal muscle for alphaviruses and flaviviruses. In the case of reovirus, infection of endothelial cells leads to hematogenous dissemination in the host.167, 168\n",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 723,
                    "mention": "167",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 728,
                    "mention": "168",
                    "ref_id": null
                }
            ],
            "section": "Spread ::: Virus–Host Interaction",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 130,
                    "mention": "Fig. 134-6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Pioneering studies by Fenner with mousepox (ectromelia) virus suggest that an initial low-titer viremia (primary viremia) serves to seed virus to a variety of intermediate organs, where a period of further replication leads to a high-titer viremia (secondary viremia) that disseminates virus to the ultimate target organs (Fig. 134-7\n).169 It is often difficult to identify primary and secondary viremias in naturally occurring viral infections. However, replication of many viruses in reticuloendothelial organs (e.g., liver, spleen, lymph nodes, bone marrow), muscle, fat, and even vascular endothelial cells can play an important role in maintaining viremia.168\n",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "mention": "169",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 664,
                    "mention": "168",
                    "ref_id": null
                }
            ],
            "section": "Spread ::: Virus–Host Interaction",
            "ref_spans": [
                {
                    "start": 323,
                    "end": 333,
                    "mention": "Fig. 134-7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Viruses that reach the bloodstream may travel free in plasma (e.g., enteroviruses and togaviruses) or in association with specific blood cells.170 A number of viruses are spread hematogenously by macrophages (e.g., CMV, HIV, measles virus) or lymphocytes (e.g., CMV, EBV, HIV, HTLV, measles virus). Although many viruses have the capacity to agglutinate erythrocytes in vitro (a process called hemagglutination), only in exceptional cases (e.g., Colorado tick fever virus) are erythrocytes used to transport virus in the bloodstream.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "mention": "170",
                    "ref_id": null
                }
            ],
            "section": "Spread ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "The maintenance of viremia depends on the interplay among factors that promote virus production and those that favor viral clearance. A number of variables that affect the efficiency of virus removal from plasma have been identified. In general, the larger the viral particle, the more efficiently it is cleared. Viruses that induce high titers of neutralizing antibodies are more efficiently cleared than those that do not induce humoral immune responses. Finally, phagocytosis of virus by cells in the host reticuloendothelial system can contribute to viral clearance.",
            "cite_spans": [],
            "section": "Spread ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "A major pathway used by viruses to spread from sites of primary replication to the nervous system is through nerves. Numerous diverse viruses, including Borna disease virus, coronavirus, HSV, poliovirus, rabies virus, reovirus, and Venezuelan equine encephalitis virus (VEE), are capable of neural spread. Several of these viruses accumulate at the neuromuscular junction after primary replication in skeletal muscle.171, 172 HSV appears to enter nerve cells via receptors that are located primarily at synaptic endings rather than on the nerve cell body.173 Spread to the CNS by HSV,174 rabies virus,171, 172 and reovirus175, 176 can be interrupted by scission of the appropriate nerves or by chemical agents that inhibit axonal transport. Neural spread of some of these viruses occurs by the microtubule-based system of fast axonal transport.177\n",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 420,
                    "mention": "171",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 425,
                    "mention": "172",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 558,
                    "mention": "173",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 587,
                    "mention": "174",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 604,
                    "mention": "171",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 609,
                    "mention": "172",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 625,
                    "mention": "175",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 630,
                    "mention": "176",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 847,
                    "mention": "177",
                    "ref_id": null
                }
            ],
            "section": "Spread ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "Viruses are not limited to a single route of spread. VZV, for example, enters the host by the respiratory route and then spreads from respiratory epithelium to the reticuloendothelial system and skin via the bloodstream. Infection of the skin produces the characteristic exanthem of chickenpox. The virus subsequently enters distal terminals of sensory neurons and travels to dorsal root ganglia, where it establishes latent infection. Reactivation of VZV from latency results in transport of the virus in sensory nerves to skin, where it gives rise to vesicular lesions in a dermatomal distribution characteristic of zoster or shingles.",
            "cite_spans": [],
            "section": "Spread ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "Poliovirus is also capable of spreading by hematogenous and neural routes. Poliovirus is generally thought to spread from the gastrointestinal tract to the CNS via the bloodstream, although it has been suggested that the virus may spread via autonomic nerves in the intestine to the brainstem and spinal cord.178, 179 This hypothesis is supported by experiments using transgenic mice expressing the human poliovirus receptor.180 When these mice are inoculated with poliovirus intramuscularly in the hind limb, virus does not reach the CNS if the sciatic nerve ipsilateral to the site of inoculation is transected.181 Once poliovirus reaches the CNS, axonal transport is the major route of viral dissemination. Similar mechanisms of spread may be used by other enteroviruses.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "mention": "178",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 317,
                    "mention": "179",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 428,
                    "mention": "180",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 616,
                    "mention": "181",
                    "ref_id": null
                }
            ],
            "section": "Spread ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "The capability of a virus to infect a distinct group of cells in the host is referred to as tropism. For many viruses, tropism is determined by the availability of virus receptors on the surface of a host cell. This concept was first appreciated in studies of poliovirus when it was recognized that the capacity of the virus to infect specific tissues paralleled its capacity to bind homogenates of the susceptible tissues in vitro.182 The importance of receptor expression as a determinant of poliovirus tropism was conclusively demonstrated by showing that cells not susceptible for poliovirus replication could be made susceptible by recombinant expression of the poliovirus receptor.183 In addition to the availability of virus receptors, tropism can also be determined by postattachment steps in viral replication, such as the regulation of viral gene expression. For example, some viruses contain genetic elements, termed enhancers, that act to stimulate transcription of viral genes.184, 185 Some enhancers are active in virtually all types of cells, whereas others show exquisite tissue specificity. The promoter-enhancer region of John Cunningham (JC) polyomavirus is active in cultured human glial cells but not in HeLa cervical epithelial cells.186 Cell-specific expression of the JC virus genome correlates well with the capacity of this virus in immunocompromised persons to produce progressive multifocal leukoencephalopathy, a disease in which JC virus infection is limited to oligodendroglia in the CNS.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 435,
                    "mention": "182",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 690,
                    "mention": "183",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 993,
                    "mention": "184",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 998,
                    "mention": "185",
                    "ref_id": null
                },
                {
                    "start": 1256,
                    "end": 1259,
                    "mention": "186",
                    "ref_id": null
                }
            ],
            "section": "Tropism ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "Specific steps in virus–host interaction, such as the route of entry and pathway of spread, also can strongly influence viral tropism. For example, encephalitis viruses such as VEE are transmitted to humans by insect bites. These viruses undergo local primary replication and then spread to the CNS by hematogenous and neural routes.187 After oral inoculation, VEE is incapable of primary replication and spread to the CNS, illustrating that tropism can be determined by the site of entry into the host. Influenza virus buds exclusively from the apical surface of respiratory epithelial cells,188 which may limit its capacity to spread within the host and infect cells at distant sites.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "mention": "187",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 596,
                    "mention": "188",
                    "ref_id": null
                }
            ],
            "section": "Tropism ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "A wide variety of host factors can influence viral tropism. These include age, nutritional status, and immune responsiveness, as well as certain genetic polymorphisms that affect susceptibility to viral infection. Age-related susceptibility to infection is observed for many viruses, including reovirus,189, 190 RSV,191, 192, 193 and rotavirus.194, 195 The increased susceptibility in young children to these viruses may in part be due to immaturity of the immune response but also may be related to intrinsic age-specific factors that enhance host susceptibility to infection. Nutritional status is a critical determinant of the tropism and virulence of many viruses. For example, persons with vitamin A deficiency have enhanced susceptibility to measles virus infection.196, 197 Similarly, the outcome of most viral infections is strongly linked to the immune competence of the host.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "mention": "189",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 311,
                    "mention": "190",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 319,
                    "mention": "191",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 324,
                    "mention": "192",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 329,
                    "mention": "193",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 347,
                    "mention": "194",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 352,
                    "mention": "195",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 775,
                    "mention": "196",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 780,
                    "mention": "197",
                    "ref_id": null
                }
            ],
            "section": "Tropism ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "The genetic basis of host susceptibility to viral infections is complex. Studies with inbred strains of mice indicate that genetic variation can alter susceptibility to viral disease by a variety of mechanisms.198 These can involve differences in immune responses, variability in the ability to produce antiviral mediators such as IFN, and differential expression of functional virus receptors. Polymorphisms in the expression of chemokine receptor CCR5, which serves as a co-receptor for HIV,55, 56, 57 are associated with alterations in susceptibility to HIV infection.199, 200\n",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "mention": "198",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 495,
                    "mention": "55",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 499,
                    "mention": "56",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 503,
                    "mention": "57",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 574,
                    "mention": "199",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 579,
                    "mention": "200",
                    "ref_id": null
                }
            ],
            "section": "Tropism ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "Many viruses are capable of establishing persistent infections, of which two types are recognized: chronic and latent. Chronic viral infections are characterized by continuous shedding of virus for prolonged periods of time. Congenital infections with rubella virus and CMV and persistent infections with HBV and HCV are examples of chronic viral infections. Latent viral infections are characterized by maintenance of the viral genome in host cells in the absence of viral replication. Herpesviruses and retroviruses can establish latent infections. The distinction between chronic and latent infections is not readily apparent for some viruses, such as HIV, which can establish both chronic and latent infections in the host.201, 202, 203 Viruses capable of establishing persistent infections must have a means of evading the host immune response and a mechanism of attenuating their virulence. Lentiviruses such as equine infectious anemia virus204 and HIV205, 206, 207 are capable of extensive antigenic variation resulting in escape from neutralizing antibody responses by the host.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 730,
                    "mention": "201",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 735,
                    "mention": "202",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 740,
                    "mention": "203",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 951,
                    "mention": "204",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 962,
                    "mention": "205",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 967,
                    "mention": "206",
                    "ref_id": null
                },
                {
                    "start": 969,
                    "end": 972,
                    "mention": "207",
                    "ref_id": null
                }
            ],
            "section": "Persistent Infections ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "Several viruses encode proteins that directly attenuate the host immune response (e.g., the adenovirus E3/19K protein208 and CMV US11 gene product209 block cell surface expression of MHC class I proteins, resulting in diminished presentation of viral antigens to cytotoxic T lymphocytes [CTLs]). The poxviruses encode a variety of immunomodulatory molecules including CrmA, which blocks T-cell–mediated apoptosis of virus-infected cells.210 In some cases (e.g., the CNS), preferential sites for persistent viral infections are not readily accessible by the immune system,211 which may favor establishment of persistence.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "mention": "208",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 149,
                    "mention": "209",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 440,
                    "mention": "210",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 574,
                    "mention": "211",
                    "ref_id": null
                }
            ],
            "section": "Persistent Infections ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "Several viruses produce disease by promoting malignant transformation of host cells. Work by Peyton Rous with an avian retrovirus was the first to demonstrate that viral infections can cause cancer.212 Rous sarcoma virus encodes an oncogene, v-src, which is a homologue of a cellular proto-oncogene, c-src.\n213, 214 Cells infected with Rous sarcoma virus become transformed.215, 216, 217, 218, 219 Several viruses are associated with malignancies in humans. EBV is associated with many neoplasms, including Burkitt's lymphoma, Hodgkin's disease, large B-cell lymphoma, leiomyosarcoma, and nasopharyngeal carcinoma. HBV and HCV are associated with hepatocellular carcinoma. HPV is associated with cervical cancer and a variety of anogenital and esophageal neoplasms. Kaposi sarcoma–associated herpesvirus is associated with Kaposi sarcoma and primary effusion lymphoma in persons with HIV infection.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "mention": "212",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 310,
                    "mention": "213",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 315,
                    "mention": "214",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 377,
                    "mention": "215",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 382,
                    "mention": "216",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 387,
                    "mention": "217",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 392,
                    "mention": "218",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "mention": "219",
                    "ref_id": null
                }
            ],
            "section": "Viruses and Cancer ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "Often, the linkage of a virus to a particular neoplasm can be attributed to transforming properties of the virus itself. For example, EBV encodes several latency-associated proteins that are responsible for immortalization of B cells; these proteins likely play crucial roles in the pathogenesis of EBV-associated malignancies.220 Similarly, HPV encodes the E6 and E7 proteins that block apoptosis112, 113, 114 and induce cell cycle progression,110, 111 respectively. It is hypothesized that unregulated expression of these proteins induced by the aberrant integration of the HPV genome into host DNA is responsible for malignant transformation.221 The tumorigenicity of polyomaviruses, which are oncogenic in rodent species, is mediated by a family of viral proteins known as tumor (T) antigens. Reminiscent of the HPV E6 and E7 proteins, T antigens induce cell cycling and block the ensuing cellular apoptotic response to unscheduled cell division.222 The normally episomal polyomavirus genome becomes integrated into cellular DNA during neoplastic transformation of nonpermissive cells unable to support the entire viral replication program, which would otherwise culminate in cell death. Discovery of a human polyomavirus clonally integrated into cells of an aggressive form of skin cancer, Merkel cell carcinoma,2 substantiates the long-standing suspicion that polyomaviruses can also promote neoplasia in humans.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "mention": "220",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 400,
                    "mention": "112",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 405,
                    "mention": "113",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 410,
                    "mention": "114",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 448,
                    "mention": "110",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 453,
                    "mention": "111",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 648,
                    "mention": "221",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 953,
                    "mention": "222",
                    "ref_id": null
                },
                {
                    "start": 1317,
                    "end": 1318,
                    "mention": "2",
                    "ref_id": null
                }
            ],
            "section": "Viruses and Cancer ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "In other cases, mechanisms of malignancy triggered by viral infection are less clear. HCV is an RNA-containing virus that lacks reverse transcriptase and a means of viral genome integration. However, chronic infection with HCV is strongly associated with hepatocellular cancer.223 It is possible that increased cell turnover and inflammatory mediators elicited by chronic HCV infection increase the risk of genetic damage, which results in malignant transformation. Some HCV proteins may also play a contributory role in neoplasia. For example, the HCV core protein can protect cells against apoptosis induced by a variety of stimuli, including tumor necrosis factor-α (TNF-α).224\n",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "mention": "223",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 680,
                    "mention": "224",
                    "ref_id": null
                }
            ],
            "section": "Viruses and Cancer ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "Viral surface proteins involved in attachment and entry influence the virulence of diverse groups of viruses. For example, polymorphisms in the attachment proteins of influenza virus,225, 226 polyomavirus,227 reovirus,228 rotavirus,229 and VEE230 are strongly linked to virulence and can be accurately termed virulence determinants. Viral attachment proteins can serve this function by altering the affinity of virus–receptor interactions or modulating the kinetics of viral disassembly. Importantly, sequences in viral genomes that do not encode protein can also influence viral virulence. Mutations that contribute to the attenuated virulence of the Sabin strains of poliovirus are located in the 5′ nontranslated region of the viral genome.231 These mutations attenuate poliovirus virulence by altering the efficiency of viral protein synthesis.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "mention": "225",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 191,
                    "mention": "226",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 208,
                    "mention": "227",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 221,
                    "mention": "228",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 235,
                    "mention": "229",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 246,
                    "mention": "230",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 746,
                    "mention": "231",
                    "ref_id": null
                }
            ],
            "section": "Viral Virulence Determinants ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "A number of viruses encode proteins that enhance virulence by modulation of host immune responses. Illustrative examples include the influenza A NS1 protein, which interferes with activation of cellular innate immune responses to viral infection,232 and translation products of the adenovirus E3 transcriptional unit, which serve to prevent cytotoxic T-cell recognition of virally infected cells and block immunologically activated signaling pathways that lead to infected-cell death.208, 233 In many cases, these proteins are dispensable for viral replication in cultured cells. In this way, immunomodulatory viral virulence determinants resemble classic bacterial virulence factors such as various types of secreted toxins.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "mention": "232",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 487,
                    "mention": "208",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 492,
                    "mention": "233",
                    "ref_id": null
                }
            ],
            "section": "Viral Virulence Determinants ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "The immune response to viral infection involves complex interactions among leukocytes, nonhematopoietic cells, signaling proteins, soluble proinflammatory mediators, antigen-presenting molecules, and antibodies. These cells and molecules collaborate in a highly regulated fashion to limit viral replication and dissemination through recognition of broadly conserved molecular signatures, followed by virus-specific adaptive responses that further control infection and establish antigen-selective immunologic memory. The innate antiviral response is a local, transient, antigen-independent perimeter defense strategically focused at the site of virus incursion into an organ or tissue. Mediated by ancient families of membrane-associated and cytosolic molecules known as pattern recognition receptors (PRRs), the innate immune system detects pathogen-associated molecular patterns (PAMPs), which are fundamental structural components of microbial products including nucleic acids, carbohydrates, and lipids.234 Viral PAMPs in the form of single-stranded (ss)RNA, dsRNA, and DNA evoke the innate immune response through two groups of PRRs: the transmembrane Toll-like receptors (TLRs) and the cytosolic nucleic acid sensors. The latter include retinoic acid inducible gene-I (RIG-I)-like receptors, nucleotide-binding domain and leucine-rich-repeat containing proteins (NLRs) such as NLRP, and DNA sensors.235 Nucleic acid binding by PRRs activates signaling pathways leading to the production and extracellular release of IFN-α, IFN-β, and proinflammatory cytokines such as interleukin (IL)-1β and IL-18. IFN-α and IFN-β engage the cell surface IFN-α/β receptor and thereby mediate expression of hundreds of gene products that corporately suppress viral replication and establish an intracellular antiviral state in neighboring uninfected cells. Well-described IFN-inducible gene products include the latent enzymes dsRNA-dependent protein kinase (PKR) and 2′,5′-oligoadenylate synthetase (OAS), both of which are activated by dsRNA.236 PKR inhibits the initiation of protein synthesis through phosphorylation of translation initiation factor eIF2α. The 2′,5′-oligoandenylates generated by OAS bind and activate endoribonuclease RNAse L, which degrades viral mRNA. In addition to mediating an intracellular antiviral state, IFN-α/β also stimulates the antigen-independent destruction of virus-infected cells by a specialized population of lymphocytes known as natural killer (NK) cells.237 Importantly, IFNs bridge innate and adaptive antiviral immune responses through multiple modes of action, which include enhancing viral antigen presentation by class I MHC proteins,238 promoting the proliferation of MHC class I–restricted CD8+ CTLs,239 and facilitating the functional maturation of dendritic cells.240 Proinflammatory mediators IL-1β and IL-18 pleiotropically stimulate and amplify the innate immune response through induction of other inflammatory mediators, immune cell activation, and migration of inflammatory cells into sites of infection.241 These molecules perform essential functions in host antiviral defense.242\n",
            "cite_spans": [
                {
                    "start": 1007,
                    "end": 1010,
                    "mention": "234",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1408,
                    "mention": "235",
                    "ref_id": null
                },
                {
                    "start": 2033,
                    "end": 2036,
                    "mention": "236",
                    "ref_id": null
                },
                {
                    "start": 2486,
                    "end": 2489,
                    "mention": "237",
                    "ref_id": null
                },
                {
                    "start": 2671,
                    "end": 2674,
                    "mention": "238",
                    "ref_id": null
                },
                {
                    "start": 2739,
                    "end": 2742,
                    "mention": "239",
                    "ref_id": null
                },
                {
                    "start": 2805,
                    "end": 2808,
                    "mention": "240",
                    "ref_id": null
                },
                {
                    "start": 3051,
                    "end": 3054,
                    "mention": "241",
                    "ref_id": null
                },
                {
                    "start": 3125,
                    "end": 3128,
                    "mention": "242",
                    "ref_id": null
                }
            ],
            "section": "Host Responses to Infection ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "The adaptive immune response confers systemic and enduring pathogen-selective immunity through expansion and functional differentiation of viral antigen-specific T and B lymphocytes. Having both regulatory and effector roles, T lymphocytes are centrally positioned in the scheme of adaptive immunity. The primary cell type involved in the resolution of acute viral infection is the CD8+ CTL, which induces lethal proapoptotic signaling in virus-infected cells upon recognition of endogenously produced viral protein fragments presented by cell surface MHC class I molecules. Less frequently, CD4+ T cells, which recognize MHC class II–associated viral oligopeptides processed from exogenously acquired proteins, also demonstrate cytotoxicity against viral antigen-presenting cells.243 The usual function of CD4+ T lym­phocytes is to orchestrate and balance cell-mediated (CTL) and humoral (B lymphocyte) responses to infection. Classes of CD4+ helper T-cell subsets—Th1, Th2, Th17, Treg (regulatory T), and Tfh (follicular helper T)—have been defined based on characteristic patterns of cytokine secretion and effector activities.244, 245 Th1 and Th2 lymphocytes are usually associated with the development of cell-mediated and humoral responses, respectively, to viral infection. Th17 and Treg CD4+ subsets are important for control of immune responses and prevention of autoimmunity, but their precise roles in viral disease and antiviral immunity are not clear. For certain persistent viral infections, such as those caused by HIV and HSV, Treg cells might exacerbate disease through suppression of CTLs or, paradoxically, ameliorate illness by attenuating immune-mediated cell and tissue injury.246 Tfh cells promote differentiation of antigen-specific memory B lymphocytes and plasma cells within germinal centers.247 Therefore, Tfh cells likely occupy a central place in the humoral response to viral infection and vaccination. Although Tfh cell functions are not unique to antiviral responses, chronic viral infections including HBV and HIV appear to stimulate proliferation of these cells.248, 249 The Tfh phenotype may interconvert with other T-helper lineage profiles and thus represent a differentiation intermediate rather than a unique CD4+ T lymphocyte subset.245\n",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 784,
                    "mention": "243",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1133,
                    "mention": "244",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1138,
                    "mention": "245",
                    "ref_id": null
                },
                {
                    "start": 1699,
                    "end": 1702,
                    "mention": "246",
                    "ref_id": null
                },
                {
                    "start": 1819,
                    "end": 1822,
                    "mention": "247",
                    "ref_id": null
                },
                {
                    "start": 2097,
                    "end": 2100,
                    "mention": "248",
                    "ref_id": null
                },
                {
                    "start": 2102,
                    "end": 2105,
                    "mention": "249",
                    "ref_id": null
                },
                {
                    "start": 2274,
                    "end": 2277,
                    "mention": "245",
                    "ref_id": null
                }
            ],
            "section": "Host Responses to Infection ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "The primacy of cell-mediated immune responses in combating viral infections is revealed by the extreme vulnerability of individuals to chronic and life-threatening viral diseases when cellular immunity is dysfunctional. Those with acquired immunodeficiency syndrome (AIDS) exemplify the catastrophic consequences of collapsing cell-mediated immunity; progressive multifocal leukoencephalopathy caused by JC polyomavirus, along with severe mucocutaneous and disseminated CMV, HSV, and VZV infections, are frequent complications of vanishing CD4+ T cells. Similarly, iatrogenic cellular immunodeficiency associated with hematopoietic stem cell and solid-organ transplantation or antineoplastic treatment regimens predisposes to severe, potentially fatal infections with herpesviruses and respiratory viral pathogens such as adenovirus, PIV, and RSV,250 all of which normally produce self-limited illness in immunocompetent hosts. Prevention and management of serious viral respiratory infections are significant challenges in myelosuppression units because of the communicability of respiratory viruses and paucity of effective drugs to combat these ubiquitous agents. Individuals with significantly impaired cell-mediated immunity are also at increased risk for enhanced viral replication and systemic disease following immunization with live, attenuated viral vaccines (e.g., measles-mumps-rubella [MMR] and VZV vaccines). Hence, live viral vaccines are generally contraindicated for immunocompromised persons (see Chapter 321). TNF-α inhibitor therapy, increasingly employed to manage a variety of rheumatologic and inflammatory diseases, enhances the risk of HBV reactivation with potentially life-threatening consequences.251 Preventive and interventional HBV treatment strategies are necessary to circumvent complications of uncontrolled viral replication in these patients.",
            "cite_spans": [
                {
                    "start": 847,
                    "end": 850,
                    "mention": "250",
                    "ref_id": null
                },
                {
                    "start": 1725,
                    "end": 1728,
                    "mention": "251",
                    "ref_id": null
                }
            ],
            "section": "Host Responses to Infection ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "In contrast to cell-mediated immune mechanisms, humoral responses are usually not a determinative factor in the resolution of primary viral infections. (One notable exception is a syndrome of chronic enteroviral meningitis in the setting of agammaglobulinemia.252) However, for most human viral pathogens, the presence of antibody is associated with protection against initial infection in vaccinees or reinfection in hosts with a history of natural infection.253 Longitudinal studies indicate that levels of protective serum antibodies (induced by natural infection or immunization) to common viruses, including EBV, measles, mumps, and rubella, are remarkably stable, with calculated antibody half-lives ranging from several decades to thousands of years.254 The protective role of antibodies on secondary exposure is frequently explained as interruption of viremic spread where a hematogenous phase is involved, such as occurs with measles, mumps, and rubella viruses, poliovirus, VZV, and most arboviruses. Nevertheless, most human viruses, excluding insect-transmitted agents, enter their hosts by transgression of a mucosal barrier, frequently undergoing primary replication in mucosal epithelium or adjacent lymphoid tissues. Neutralizing IgA exuded onto mucosal epithelial surfaces may protect against primary infection at this portal of viral entry. A classic example is gut mucosal immunity induced by orally administered Sabin poliovirus vaccine containing live-attenuated virus. Secretory IgA against poliovirus blocks infection at the site of primary replication and consequently interrupts the chain of viral transmission, although fully virulent revertant viruses arise at regular frequency in vaccine recipients, who may develop disease and also transmit revertant strains to nonimmune individuals.255 Clinical and experimental studies of immunity to HIV have led to the recognition that resident immune responses at exposed mucosal surfaces are likely critical components of host resistance to primary HIV infection, and achievement of potent mucosal immunity has emerged as an important consideration for the design of candidate HIV vaccines.256 Despite the appearance of serum neutralizing antibodies to HIV several weeks after infection, viral eradication is thwarted by selection of neutralization-resistant variant strains from a mutant pool, which is perpetually replenished because of extreme plasticity within neutralization determinants on the viral envelope glycoproteins.257 Identification of epitopes bound by broadly neutralizing antiviral antibodies has provided potential new targets for structure-based vaccine design.258\n",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "mention": "252",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 463,
                    "mention": "253",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 760,
                    "mention": "254",
                    "ref_id": null
                },
                {
                    "start": 1814,
                    "end": 1817,
                    "mention": "255",
                    "ref_id": null
                },
                {
                    "start": 2160,
                    "end": 2163,
                    "mention": "256",
                    "ref_id": null
                },
                {
                    "start": 2499,
                    "end": 2502,
                    "mention": "257",
                    "ref_id": null
                },
                {
                    "start": 2651,
                    "end": 2654,
                    "mention": "258",
                    "ref_id": null
                }
            ],
            "section": "Host Responses to Infection ::: Virus–Host Interaction",
            "ref_spans": []
        },
        {
            "text": "Protection against viral infection by serum immunoglobulins is often correlated with antibody-mediated neutralization of viral infectivity in cultured cells. Antibodies interrupt the viral life cycle at early steps, which may include cross-linking virion particles into noninfectious aggregates, steric hindrance of receptor engagement, and interference with viral disassembly.259 It is presumed that virus neutralization in cell culture by human serum is reflective of antibody activity in the intact host, but the mechanistic basis of infection blockade and disease prevention by antibodies in vivo is difficult to define precisely. For example, exclusively in vivo functions of the humoral antiviral response include Fc-mediated virion phagocytosis260, 261 and antibody-dependent cell-mediated cytotoxicity (ADCC). ADCC responses require effectors from both the innate and adaptive systems, NK cells and antibodies, respectively.262 The basis of ADCC is FcγRIIIa receptor-dependent recognition by NK cells of virus-specific IgG bound to antigens expressed on the surface of infected cells, leading to release of perforin and granzymes from NK cells that eventuate in target cell apoptosis. Neutrophils, lymphocytes, and macrophages also possess Fc receptors and may participate in ADCC.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "mention": "259",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 754,
                    "mention": "260",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 759,
                    "mention": "261",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 935,
                    "mention": "262",
                    "ref_id": null
                }
            ],
            "section": "Host Responses to Infection ::: Virus–Host Interaction",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 134-1: Classification of Viruses\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "TABLE 134-2: Receptors and Entry Mediators Used by Selected Human Viruses\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "TABLE 134-3: Stages in Virus–Host Interaction\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "FIGURE 134-1: Schematic diagrams illustrating the structure of a nonenveloped icosahedral virus (A) and an enveloped helical virus (B). Nucleocapsid: combination of a viral nucleic acid and surrounding protein capsid.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE 134-2: Structural studies of poliovirus. A, Negative-stained electron micrograph. B, Three-dimensional image reconstruction of cryoelectron micrographs. C, Structure determined by x-ray crystallography.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIGURE 134-3: The folded structure of the influenza virus hemagglutinin (HA) and its rearrangement when exposed to low pH. A, The HA monomer. HA1 is blue, and HA2 is multicolored. The receptor-binding pocket resides in the virion-distal portion of HA1. The viral membrane would be at the bottom of this figure. B, Conformational change in HA induced by exposure to low pH. Note the dramatic structural rearrangement in HA2, in which amino acid residues 40-105 become a continuous alpha helix. Dashed lines indicate regions of undetermined structure. This model of HA in its fusion conformation is a composite of the HA1 domain structure and the low-pH HA2 structure.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FIGURE 134-4: Mechanisms of viral entry into cells. Nonenveloped (A) and enveloped (B) virus internalization by receptor-mediated endocytosis.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "FIGURE 134-5: Reovirus-induced apoptosis in the murine central nervous system. Consecutive sections of the hippocampus prepared from a newborn mouse 10 days following intracranial inoculation with reovirus strain type 3 Dearing. Cells were stained with (A) hematoxylin and eosin, (B) reovirus antigen, and (C) the activated form of apoptosis protease caspase-3. Cells that stain positive for reovirus antigen or activated caspase 3 contain a dark precipitate in the cytoplasm, including neuronal processes. Scale bars, 100 µm.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "FIGURE 134-6: Entry and spread of viruses in human hosts. Some major steps in viral spread and invasion of target organs are shown. Neural spread is not illustrated. GI, gastrointestinal; HIV, human immunodeficiency virus; HPV, human papillomavirus.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "FIGURE 134-7: Pathogenesis of mousepox virus infection. Successive waves of viremia are shown to seed the spleen and liver and then the skin.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clonal integration of a polyomavirus in human Merkel cell carcinoma",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shuda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "319",
            "issn": "",
            "pages": "1096-1100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Bestebroer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Update: influenza activity—United States and worldwide, May 20-September 22, 2012",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Epperson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blanton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "61",
            "issn": "",
            "pages": "777-781",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1888-1897",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Near-atomic resolution using electron cryomicroscopy and single-particle reconstruction",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Settembre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "1867-1872",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Electron cryotomography of measles virus reveals how matrix protein coats the ribonucleocapsid within intact virions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liljeroos",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Huiskonen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ora",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "18085-18090",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Crystal structure of reovirus attachment protein σ1 reveals evolutionary relationship to adenovirus fiber",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Chappell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prota",
                    "suffix": ""
                },
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Dermody",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "EMBO J",
            "volume": "21",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Structure of the influenza virus haemagglutinin complexed with its receptor, sialic acid",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weis",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cusack",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "333",
            "issn": "",
            "pages": "426-431",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Structure of an HIV gp120 envelope glycoprotein in complex with the CD4 receptor and a neutralizing antibody",
            "authors": [
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "648-659",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Three dimensional structure of poliovirus at 2.9 Å resolution",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Hogle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Filman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Science",
            "volume": "229",
            "issn": "",
            "pages": "1358-1365",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Virus receptors: binding, adhesion strengthening, and changes in viral structure",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Haywood",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "",
            "pages": "1-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Crystal structure of reovirus attachment protein σ1 in complex with sialylated oligosaccharides",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Frierson",
                    "suffix": ""
                },
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Halvorson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Path",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Viral interactions with receptors in cell junctions and effects on junctional stability",
            "authors": [
                {
                    "first": "PG",
                    "middle": [],
                    "last": "Spear",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Dev Cell",
            "volume": "3",
            "issn": "",
            "pages": "462-464",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Structural studies of two rhinovirus serotypes complexed with fragments of their cellular receptor",
            "authors": [
                {
                    "first": "PR",
                    "middle": [],
                    "last": "Kolatkar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bella",
                    "suffix": ""
                },
                {
                    "first": "NH",
                    "middle": [],
                    "last": "Olson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "EMBO J",
            "volume": "18",
            "issn": "",
            "pages": "6249-6259",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Atomic structure of the ectodomain from HIV-1 gp41",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weissenhorn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dessen",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "387",
            "issn": "",
            "pages": "426-430",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Virus entry by endocytosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schelhaas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annu Rev Biochem",
            "volume": "79",
            "issn": "",
            "pages": "803-833",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Structure of influenza haemagglutinin at the pH of membrane fusion",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Bullough",
                    "suffix": ""
                },
                {
                    "first": "FM",
                    "middle": [],
                    "last": "Hughson",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Skehel",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature",
            "volume": "371",
            "issn": "",
            "pages": "37-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Three-dimensional visualization of mRNA release from actively transcribing rotavirus particles",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Lawton",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Estes",
                    "suffix": ""
                },
                {
                    "first": "BVV",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nat Struct Biol",
            "volume": "4",
            "issn": "",
            "pages": "118-121",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The human papilloma virus-16 E7 oncoprotein is able to bind to the retinoblastoma gene product",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dyson",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Howley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Munger",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science",
            "volume": "243",
            "issn": "",
            "pages": "934-937",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "The HPV-16 E6 and E6-AP complex functions as a ubiquitin-protein ligase in the ubiquitination of p53",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scheffner",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Huibregtse",
                    "suffix": ""
                },
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Vierstra",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "75",
            "issn": "",
            "pages": "495-505",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Host immune system gene targeting by a viral miRNA",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stern-Ginossar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Elefant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "317",
            "issn": "",
            "pages": "376-381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Interferons and viruses: an interplay between induction, signalling, antiviral responses and virus countermeasures",
            "authors": [
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goodbourn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Gen Virol",
            "volume": "89",
            "issn": "",
            "pages": "1-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "HSV-1 ICP34.5 confers neurovirulence by targeting the Beclin 1 autophagy protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Orvedahl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Talloczy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Host Microbe",
            "volume": "1",
            "issn": "",
            "pages": "23-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "A guide to viral inclusions, membrane rearrangements, factories, and viroplasm produced during virus replication",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Netherton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moffat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Adv Virus Res",
            "volume": "70",
            "issn": "",
            "pages": "101-182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Aggresomes and pericentriolar sites of virus assembly: cellular defense or viral design?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wileman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annu Rev Microbiol",
            "volume": "61",
            "issn": "",
            "pages": "149-167",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Viral interactions with the cytoskeleton: a hitchhiker's guide to the cell",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Radtke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dohner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sodeik",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "387-400",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Viruses and apoptosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roulston",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Marcellus",
                    "suffix": ""
                },
                {
                    "first": "PE",
                    "middle": [],
                    "last": "Branton",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annu Rev Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "577-628",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Apoptosis: an innate immune response to virus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Everett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "McFadden",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Trends Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "160-165",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Direct-acting antiviral agents for hepatitis C virus infection",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Kiser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Flexner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu Rev Pharmacol Toxicol",
            "volume": "53",
            "issn": "",
            "pages": "427-449",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Intestinal microbiota promote enteric virus replication and systemic pathogenesis",
            "authors": [
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Kuss",
                    "suffix": ""
                },
                {
                    "first": "GT",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Etheredge",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "334",
            "issn": "",
            "pages": "249-252",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Antigenemia, RNAemia, and innate immunity in children with acute rotavirus diarrhea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dennehy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "FEMS Immunol Med Microbiol",
            "volume": "64",
            "issn": "",
            "pages": "382-391",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Influenza viral RNA detection in blood as a marker to predict disease severity in hematopoietic cell transplant recipients",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "",
            "pages": "1872-1877",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Directional release of reovirus from the apical surface of polarized endothelial cells",
            "authors": [
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Mainou",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "mBio",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Herpesviruses use bidirectional fast-axonal transport to spread in sensory neurons",
            "authors": [
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "LW",
                    "middle": [],
                    "last": "Enquist",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "98",
            "issn": "",
            "pages": "3466-3470",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Transgenic mice expressing a human poliovirus receptor: a new model for poliomyelitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "FC",
                    "middle": [],
                    "last": "Costantini",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Gorgacz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "63",
            "issn": "",
            "pages": "353-362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Cellular receptor for poliovirus: molecular cloning, nucleotide sequence, and expression of a new member of the immunoglobulin superfamily",
            "authors": [
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Mendelsohn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                },
                {
                    "first": "VR",
                    "middle": [],
                    "last": "Racaniello",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "56",
            "issn": "",
            "pages": "855-865",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Transcriptional selectivity of viral genes in mammalian cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "McKnight",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tijan",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "46",
            "issn": "",
            "pages": "795-805",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Regulation of inducible and tissue-specific gene expression",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goodbourn",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science",
            "volume": "236",
            "issn": "",
            "pages": "1237-1245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Genetic restriction of HIV-1 infection and progression to AIDS by a deletion allele of the CKR5 structural gene",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carrington",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "273",
            "issn": "",
            "pages": "1856-1862",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "“E3/19K” protein of adenovirus type 2 inhibits lysis of cytolytic T lymphocytes by blocking cell-surface expression of histocompatibility class I antigens",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burgert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maryanski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kvist",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "84",
            "issn": "",
            "pages": "1356-1360",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "The human cytomegalovirus US11 gene product dislocates MHC class I heavy chains from the endoplasmic reticulum to the cytosol",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wiertz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cell",
            "volume": "84",
            "issn": "",
            "pages": "769-779",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Pathogen recognition by innate receptors",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Infect Chemother",
            "volume": "14",
            "issn": "",
            "pages": "86-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Control of antiviral immunity by pattern recognition and the microbiome",
            "authors": [
                {
                    "first": "IK",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunol Rev",
            "volume": "245",
            "issn": "",
            "pages": "209-226",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Interferon-inducible antiviral effectors",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Sadler",
                    "suffix": ""
                },
                {
                    "first": "BR",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Immunol",
            "volume": "8",
            "issn": "",
            "pages": "559-568",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Helper T cell diversity and plasticity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nakayamada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kanno",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Immunol",
            "volume": "24",
            "issn": "",
            "pages": "297-302",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Regulatory T cells in virus infections",
            "authors": [
                {
                    "first": "BT",
                    "middle": [],
                    "last": "Rouse",
                    "suffix": ""
                },
                {
                    "first": "PP",
                    "middle": [],
                    "last": "Sarangi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suvas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Immunol Rev",
            "volume": "212",
            "issn": "",
            "pages": "272-286",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Expansion of HIV-specific T follicular helper cells in chronic HIV infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindqvist",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "van Lunzen",
                    "suffix": ""
                },
                {
                    "first": "DZ",
                    "middle": [],
                    "last": "Soghoian",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Invest",
            "volume": "122",
            "issn": "",
            "pages": "3271-3280",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Long-term humoral immunity against viruses: revisiting the issue of plasma cell longevity",
            "authors": [
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Slifka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Trends Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "394-400",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Duration of humoral immunity to common viral and vaccine antigens",
            "authors": [
                {
                    "first": "IJ",
                    "middle": [],
                    "last": "Amanna",
                    "suffix": ""
                },
                {
                    "first": "NE",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Slifka",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "357",
            "issn": "",
            "pages": "1903-1915",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Mucosal immunity and HIV-1 infection: applications for mucosal AIDS vaccine development",
            "authors": [
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Belyakov",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Ahlers",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "354",
            "issn": "",
            "pages": "157-179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Broadly neutralizing antiviral antibodies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lanzavecchia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu Rev Immunol",
            "volume": "31",
            "issn": "",
            "pages": "705-742",
            "other_ids": {
                "DOI": []
            }
        }
    }
}