{
    "paper_id": "PMC7138150",
    "metadata": {
        "title": "Mass gathering events and reducing further global spread of COVID-19: a political and public health dilemma",
        "authors": [
            {
                "first": "Brian",
                "middle": [],
                "last": "McCloskey",
                "suffix": "",
                "email": "bmccloskey@chathamhouse.org",
                "affiliation": {}
            },
            {
                "first": "Alimuddin",
                "middle": [],
                "last": "Zumla",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Ippolito",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lucille",
                "middle": [],
                "last": "Blumberg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Arbon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anita",
                "middle": [],
                "last": "Cicero",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tina",
                "middle": [],
                "last": "Endericks",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Poh",
                "middle": [
                    "Lian"
                ],
                "last": "Lim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maya",
                "middle": [],
                "last": "Borodina",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic1 presents countries with major political, scientific, and public health challenges. Pandemic preparedness and reducing risk of global spread of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are key concerns. Mass gathering (MG) events2 pose considerable public health challenges to health authorities and governments. Historically, sporting, religious, music, and other MGs have been the source of infectious diseases that have spread globally.3 However, the scale of the problem has declined over the years as better public health measures have been implemented at MGs in response to the World Health Assembly's endorsement on Dec 22, 2011, of the 130th Executive Board Decision “Global mass gatherings: implications and opportunities for global health security” that encompassed joint planning, enhancement of health infrastructures, and taking proper pre-emptive and preventive measures to control infectious diseases on an international scale.4 Since then, many MGs have been held safely and successfully without any major communicable disease issues arising,3, 5, 6, 7 even for MG events held during three WHO declared Public Health Emergencies of International Concern: the Vancouver 2010 Winter Olympics and the 2010 FIFA World Cup in South Africa during the H1N1 influenza pandemic; the 2015 Africa Cup of Nations Football tournament in Equatorial Guinea during the outbreak of Ebola virus disease; and the Rio 2016 Olympics during the Zika virus outbreak.8, 9\n",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 49,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 299,
                    "mention": "2",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 508,
                    "end": 509,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1011,
                    "end": 1012,
                    "mention": "4",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1127,
                    "end": 1128,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1130,
                    "end": 1131,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1133,
                    "end": 1134,
                    "mention": "6",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1136,
                    "end": 1137,
                    "mention": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1528,
                    "end": 1529,
                    "mention": "8",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1531,
                    "end": 1532,
                    "mention": "9",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Risk assessment for MGs during COVID-19 pandemic14,15",
            "ref_spans": []
        },
        {
            "text": "The emergence of SARS-CoV-2 in China in 2019–20 as a pathogen transmitted by the respiratory route leading to the COVID-19 pandemic1 has refocused global attention on national, regional, and pandemic spread through MGs events. Since early March, 2020, there has been a step increase in cancellation of international and national religious, sporting, musical, and other MGs as countries worldwide take measures to contain the spread of SARS-CoV-2. Many prominent MGs have been cancelled or postponed, including sports fixtures such as the Union of European Football Associations Euro 2020 football championship, the Formula 1 Grand Prix in China, the Six Nations rugby championship in Italy and Ireland, Olympic boxing qualifying events, the Mobile World Congress in Barcelona, and the Umrah in Saudi Arabia.10 Although appropriate public health surveillance and interventions for reducing the risk of disease transmission at MGs are informed by previous experiences, the evidence base for infectious disease transmission during MGs is still evolving and needs to be more comprehensive.3, 11 For COVID-19, in addition to the major public health risks at MGs, the management of enhanced media interest and public and political perceptions and expectations are major challenges.12 Fear, uncertainty, and a desire not to be seen to get things wrong can influence decisions about the risks of MGs, rather than an understanding of the risks and of the interventions available to reduce that risk.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 807,
                    "end": 809,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1085,
                    "end": 1086,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1088,
                    "end": 1090,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1275,
                    "end": 1277,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Risk assessment for MGs during COVID-19 pandemic14,15",
            "ref_spans": []
        },
        {
            "text": "WHO, working with global partners in MG health, many of whom were involved in the Riyadh conferences and The Lancet's 2014 Mass Gatherings Medicine Series,4, 5, 6, 7, 13 has developed comprehensive recommendations for managing the public health aspects of MGs that have been updated with interim key recommendations for COVID-19.14 These recommendations have to be used in consultation with updated technical guidance on COVID-19.15 Risk assessments for COVID-19 (panel\n) need to consider the capacity of host countries to diagnose and treat severe respiratory illness.PanelRisk assessment for MGs during COVID-19 pandemic14,15\n(1) General considerations at the beginning of the planning phase:\n\n•Risk assessment must be coordinated and integrated with the host country's national risk assessment•Comprehensive risk assessment (with input from public health authorities) reviewed and updated regularly\n\n(2) COVID-19 specific considerations:\n\n•Consult WHO's updated technical guidance on COVID-1914\n•Specific features of the event that should be considered include\n•Crowd density•The nature of contact between participants•The profession of the participants and their possible previous exposure•The number of participants coming from countries or areas affected by COVID-19•The age of participants•The type or purpose of event•The duration•The mode of travel of participants.\n\n\n(3) Specific action plan for COVID-19:\n\n•Action plans should be developed to mitigate all risks identified in the assessment. Action plans should include:\n•Integration with national emergency planning and response plans for infectious diseases•Command and control arrangements•Any appropriate screening requirements for event participants•Disease surveillance and detection•Treatment•Decision trigger points\n\n\n(4) If the decision is made to proceed with a MG, the planning should consider measures to:\n\n•Detect and monitor event-related COVID-19•Reduce the spread of the virus•Manage and treat all ill persons•Disseminate public health messages specific to COVID-19\n\n(5) Risk communication and community engagement:\n\n•Event organisers should agree with the public health authority on how participants and the local population will be kept informed about the health situation, key developments, and any relevant advice and recommended actions\n\n(6) Risk mitigation strategies:\n\n•Reducing the number of participants or changing the venue to prevent crowding, or having a participant-only event without spectators•Staggering arrivals and departures•Providing packaged refreshments instead of a buffet•Increasing the number of, and access to, handwashing stations•Promoting personal protective practices (hand hygiene, respiratory etiquette, staying home if ill)•Offering virtual or live-streamed activities•Changing the event programme to reduce high-risk activities such as those that require physical contact between participants\nSince MG events, their settings, and participants or attendees are generally unique, the advice will vary regarding which specific measures should be implemented. MG=mass gathering. COVID-19=coronavirus disease 2019.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 156,
                    "mention": "4",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 158,
                    "end": 159,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 161,
                    "end": 162,
                    "mention": "6",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 164,
                    "end": 165,
                    "mention": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 167,
                    "end": 169,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 329,
                    "end": 331,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 430,
                    "end": 432,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 995,
                    "end": 997,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Risk assessment for MGs during COVID-19 pandemic14,15",
            "ref_spans": []
        },
        {
            "text": "WHO's risk assessment tool enables organisers to methodically review key considerations and risk management steps for hosting an event, assess risks with a weighted-system approach, and factor in risk reduction through various mitigation measures. The COVID-19 Risk Assessment for MGs14 builds on existing guidance for MGs. The standard risk questions for a MG involve assessment of how well prepared and equipped the host country health system is to detect an usual health event, such as a disease outbreak, and to respond quickly and effectively to the event if it happens. The new risk assessment tool adds an element to assess the additional risk from the MG in relation to COVID-19 (panel). This risk assessment includes questions on the range of countries participants will come from, the prevalence and transmission pattern of COVID-19 in these countries and in the host country, the extent of social interactions that is likely to arise at the MG, and the demographic profile of participants. The COVID-19 Risk Assessment for MGs tool then involves consideration of the possible mitigation actions that could be put in place at the MG to reduce the risk against a list of questions about the host's understanding of, and preparedness for, COVID-19 response measures.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 286,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Risk assessment for MGs during COVID-19 pandemic14,15",
            "ref_spans": []
        },
        {
            "text": "At present there is scant evidence on the effectiveness of individual mitigation actions for COVID-19. As better epidemiology about COVID-19 and evidence on the effectiveness of different mitigation strategies become available, the COVID-19 Risk Assessment for MGs tool will be continuously refined to reflect changing knowledge. This rigorous process can inform risk assessment and decision making about MGs during the COVID-19 pandemic. Such MG risk assessments should be reviewed regularly during planning and updated immediately before the MG operational phase, especially in light of the evolving national and international epidemiological situations. There is no specific evidence base yet specific to planning and implementing a MG during the COVID-19 pandemic. Detection and monitoring of MG-event-related COVID-19 should be considered in the context of surveillance schemes that are already in place and if new or enhanced surveillance is deemed necessary. In collaboration with local health authorities, organisers should agree in advance the circumstances in which risk-mitigation measures would need to be enhanced or the event postponed or cancelled.",
            "cite_spans": [],
            "section": "Risk assessment for MGs during COVID-19 pandemic14,15",
            "ref_spans": []
        },
        {
            "text": "Despite the development of the COVID-19 Risk Assessment for MGs tool, events continue to be cancelled without this risk assessment being done and without clear communication of justification in terms of the expected impact on the spread of COVID-19. These cancellations have social and economic impacts on public morale, on national economies, and on individual livelihoods. The effect of MG cancellations on reducing the spread of COVID-19 needs to be determined. The global public health community needs to consider the effects of MG cancellations on the future wellbeing of communities through economic recession or job losses, as well as through the spread, or otherwise, of COVID-19. A precautionary approach is often used to explain MG cancellations, but when does an abundance of caution become counterproductive? The overarching advice14 during the ongoing COVID-19 pandemic is that events should be cancelled or postponed on the basis of a context-specific risk assessment. If a decision is made to proceed with MG events, risk mitigation measures should be put in place, consistent with WHO guidance on social distancing for COVID-19,16 and the rationale for the decision should be clearly explained and communicated to the public.",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 845,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1144,
                    "end": 1146,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Risk assessment for MGs during COVID-19 pandemic14,15",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronavirus disease (COVID-19) outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Saudi Arabia's measures to curb the COVID-19 outbreak: temporary suspension of the Umrah pilgrimage",
            "authors": [
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa029"
                ]
            }
        },
        "BIBREF2": {
            "title": "Transmission of respiratory tract infections at mass gathering events",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Maani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr Opin Pulm Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/MCP.0000000000000675"
                ]
            }
        },
        "BIBREF3": {
            "title": "Toning down the 2019-nCoV media hype and restoring hope",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maeurer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "230-231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Hajj: infectious disease surveillance and control",
            "authors": [
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Alhakeem",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "",
            "pages": "2073-2082",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Key planning recommendations for mass gatherings in the context of the current COVID-19 outbreak. Interim guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Country and technical guidance—coronavirus disease (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Coronavirus diseases (COVID-19) advice for the public",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Public health for mass gatherings: key considerations",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Mass gatherings medicine: public health issues arising from mass gathering religious and sporting events",
            "authors": [
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "393",
            "issn": "",
            "pages": "2073-2084",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Global mass gatherings: implications and opportunities for global health security",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Mass gatherings medicine: international cooperation and progress",
            "authors": [
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "McCloskey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "",
            "pages": "2030-2032",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "London 2012 Olympic and Paralympic Games: public health surveillance and epidemiology",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "McCloskey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Endericks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catchpole",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "",
            "pages": "2083-2089",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Euro 2012 European Football Championship finals: planning for a health legacy",
            "authors": [
                {
                    "first": "CAH",
                    "middle": [],
                    "last": "Smallwood",
                    "suffix": ""
                },
                {
                    "first": "KG",
                    "middle": [],
                    "last": "Arbuthnott",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Banczak-Mysiak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "",
            "pages": "2090-2097",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Hosting of mass gathering sporting events during the 2013–2016 Ebola virus outbreak in west Africa: experience from three African countries",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Regmi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Endricks",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Infect Dis",
            "volume": "47",
            "issn": "",
            "pages": "38-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Rapid spread of Zika virus in the Americas—implications for public health preparedness for mass gatherings at the 2016 Brazil Olympic Games",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Touch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "11-15",
            "other_ids": {
                "DOI": []
            }
        }
    }
}