{
    "paper_id": "PMC7192217",
    "metadata": {
        "title": "Respiratory infections and lung function in an Australian Aboriginal community",
        "authors": [
            {
                "first": "A.W.",
                "middle": [
                    "(Bill)"
                ],
                "last": "MUSK",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alan",
                "middle": [
                    "L."
                ],
                "last": "JAMES",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lyle",
                "middle": [
                    "J."
                ],
                "last": "PALMER",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gerard",
                "middle": [
                    "F."
                ],
                "last": "RYAN",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fiona",
                "middle": [],
                "last": "LAKE",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Clayton",
                "middle": [
                    "L."
                ],
                "last": "GOLLEDGE",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nicholas",
                "middle": [
                    "H."
                ],
                "last": "De KLERK",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Respiratory disease is a major cause of morbidity and mortality in Australian Aboriginal people; age‐standardized hospital admission rates for chronic obstructive airways disease in Western Australia between 1983 and 1993 were 4.5 and 8.8 times greater for Aboriginal men and women, respectively, compared with non‐Aboriginal Western Australians.\n1\n Diseases of the respiratory system account for 12.2% of total hospital admissions for men and 8.7% for women. In 1991 the standardized mortality ratio for respiratory diseases was 5.2 for Indigenous men and 6.0 for Indigenous women.\n2\n Similar observations have been made in the Northern Territory of Australia and also indicate that this health disparity has not improved with time.\n3\n\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Studies of members of an isolated coastal Australian Aboriginal community in the tropical Kimberley region of Western Australia have shown that levels of lung function measured by FEV1 and FVC were lower than those of Australians of European descent.\n4\n The difference in these indices from age‐ and gender‐matched Australians of European descent was as much as 20%, even in asymptomatic individuals.\n4\n, \n5\n, \n6\n, \n7\n Airway hyper‐responsiveness and the presence of respiratory symptoms were associated with lower levels of lung function, as was a history of ‘asthma’.\n4\n The reduced levels of FEV1 and FVC relative to height occurred in both children and adults.\n4\n Therefore, reduced lung growth and/or a more rapid decline with age in adults may contribute to poor lung function. Cigarette smoking, poor nutrition, overcrowding and other adverse external conditions, including respiratory infections, may be responsible for these differences between Aboriginal and non‐Aboriginal populations. No evidence of Ig deficiency or alpha‐1 antitrypsin deficiency has been shown; in fact Ig levels tend to be higher in Aboriginal people compared with non‐Aboriginal Australians.\n8\n A number of studies have shown increased frequency of bacterial upper respiratory infections and lower respiratory infections in Australians of Aboriginal descent with Central Australian Aboriginal people having the highest rates of invasive pneumococcal disease,\n9\n as well as rates of Haemophilus influenzae infection.\n10\n However, there is no direct evidence concerning the potential contributions of viral and other respiratory infections to reduced lung function in Australian Aboriginal people.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Studies in other populations have provided some evidence that the presence of viral respiratory infections may be associated with decreased spirometric indices or respiratory disease. In a cross‐sectional community study in Norway the level of serum respiratory syncytial virus (RSV) antibodies was associated with reduced FEV1, suggesting that RSV infection or re‐infection was an independent predictor of reduced lung function in those adults.\n11\n Consistent with this observation, Hogg showed that potential latent adenovirus infection may be associated with the presence of COPD.\n12\n There is also evidence from experimental studies that latent adenovirus infection increases the inflammatory response to an acute exposure to cigarette smoke by increasing the numbers of macrophages and helper T cells in the airway epithelium.\n13\n\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The aim of the current study was to determine if there was an association between previous infection with common respiratory pathogens and lung function in a community‐based sample of Indigenous Australians.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Study subjects were from an Aboriginal community in the tropical coastal Kimberley region of north‐west Western Australia. A survey of the community was carried out over 10 days early in the dry season. Seasonal effects on the traits measured could not be examined and were not considered. All individuals (n = 251) over the age of 5 years who were present in the community during the survey period were considered eligible and were invited to participate.",
            "cite_spans": [],
            "section": "Study population ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Informed personal or parental consent was obtained with the assistance of local community health workers who were employed in the project. Approval for the study was granted by the Human Rights Committee of the University of Western Australia and by the Community Council.\n14\n Individual results were provided to each participant and the overall results have been communicated back to the community by way of written and verbal reports to its Council and health staff.",
            "cite_spans": [],
            "section": "Study population ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Demographic information and histories of respiratory symptoms and smoking were assessed at interview using the British Medical Research Council questionnaire.\n15\n Questionnaires relating to children were administered to a parent (usually the mother). Modifications to the questionnaire were made with the aid of the local medical officer by translation of questions into the local idiom as required. Stated age was verified from community health records. Cigarette smoking was defined as current or past use assessed by questionnaire; smokers (ever) reported smoking ≥1 cigarette/day for at least a year. Bronchitis was defined as cough or sputum production on most days for as much as 3 months each year. Weight and standing height were measured without footwear.",
            "cite_spans": [],
            "section": "Data collection ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "FEV1 and FVC were measured in the sitting position using a dry wedge spirometer (Vitalograph, Model S, Buckinghamshire, UK) according to the guidelines of the American Thoracic Society (ATS).\n16\n Data were excluded for five subjects who did not fulfil ATS criteria for reproducibility after repeated attempts.",
            "cite_spans": [],
            "section": "Lung function ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Venous blood was collected from all subjects. Specific IgG titres to adenovirus; influenza A; influenza B; parainfluenza 1; parainfluenza 2; parainfluenza 3; mycoplasma; RSV and psittacosis were assayed in serum by complement fixation tests. Specific IgG titres to Legionella spp. and Burkholderia pseudomallei were assayed by indirect immunofluorescence. Positive reciprocal IgG titres were taken as greater than 10 for all pathogens with the exception of Legionella spp. (>40) and Burkholderia pseudomallei (>20) as these are the conventional cut‐off levels for complement fixation titres for these pathogens.\n17\n Serology for common bacterial infections with Haemophilus influenzae, Streptococcus pneumoniae, and Staphylococcus aureus was not performed because these organisms occur almost ubiquitously in people with chronic airway disease and are usually mucosal infections without significant humoral antibody responses.",
            "cite_spans": [],
            "section": "Serology ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Linear regression was used to model the effects of multiple covariates on the continuous spirometric outcomes.\n18\n Two sets of models were derived separately for adults (18 years of age and over) and children, including terms for age (both linear and non‐linear terms), gender, height, weight, smoking, and interactions with gender, in predicting FEV1, FVC and the FEV1/FVC ratio. Smoking (ever smoked = ‘1’, never smoked = ‘0’) was considered as a binary covariate. Residuals from both these sets of models (i.e. all ages combined) were then regressed on positive individual titres and then the sum of all positive (yes/no) IgG titres. By using these methods, no reference was required to ‘predicted normal’ levels derived from external data sources that may not have been appropriate. All analyses were carried out using stata Ver 9.\n19\n\n",
            "cite_spans": [],
            "section": "Statistical analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "There were 113 male (49%) and 117 female participants with satisfactory lung function and serology data included in the study analysis. The mean age was 24.2 years (SEM = 17.4 years). Adults (subjects ≥18 years) comprised 56% (n = 129) of the study population. There was a high prevalence of cough and sputum in both children and adults, particularly in men (Table 1).",
            "cite_spans": [],
            "section": "Characteristics of study population ::: RESULTS",
            "ref_spans": [
                {
                    "start": 359,
                    "end": 366,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The average number of positive IgG titres per person was 3.5 (SD = 1.9; range = 0–8). Positive titres for influenza A and B and Legionella were more common among adults than children, whereas the response rates to other pathogens were comparable (Table 2). All those who were positive for Mycoplasma (four children, seven adults) were also positive for influenza A and 87% (34 of 39) of those positive for parainfluenza 2 were also positive for RSV.",
            "cite_spans": [],
            "section": "Characteristics of study population ::: RESULTS",
            "ref_spans": [
                {
                    "start": 247,
                    "end": 254,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Using residuals from the separate models for adults and children adjusted for age, height, gender, weight and smoking, a decreased FEV1 and a decreased FEV1/FVC ratio were significantly associated with an increased total number of positive IgG titres (regression coefficient for FEV1 = −31.4 mL per positive titre, SEM = 12.4 mL, P = 0.01; for the FEV1/FVC percentage = −0.6% per positive titre, SEM = 0.2, P = 0.01). The corresponding effect for FVC was 15 mL per positive titre, SEM = 14 mL, P = 0.27.",
            "cite_spans": [],
            "section": "Association of respiratory pathogens with lung function ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "To examine the robustness of these findings, analyses were repeated with the result for each pathogen in turn removed from the total positive titres. For FEV1 the regression coefficients varied only 3–4 mL each way, with consistent SEM and P‐values. Similar results were found for FEV1% FVC.",
            "cite_spans": [],
            "section": "Association of respiratory pathogens with lung function ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "There was no significant separate association of lung function with RSV titres, as found in Norway, although FEV1 was reduced in those positive to parainfluenza 2 (coefficient −160 mL, SEM = 62 mL, P = 0.01), and as described above, these subjects were nearly all positive to RSV.",
            "cite_spans": [],
            "section": "Association of respiratory pathogens with lung function ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "In this tropical Aboriginal community, serological evidence of the burden of previous infections with known viral and other respiratory pathogens was associated with significant decreases in the levels of airway function, consistent with airflow obstruction. This association was independent of age, gender, height, weight and smoking status. Other possible confounders such as diet, living conditions and alcohol consumption (alcohol was prohibited within this community), were not considered relevant especially as they were homogeneous in this population.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Influenza vaccination, offered annually to community members from the age of 15 years, partly explains why positive adult influenza titre rates were almost double those of children. It was not possible to determine which individuals took up the vaccination each year. Vaccination status would tend to reduce the likelihood that an association between positive titres and lung function would be apparent, unless vaccination itself was detrimental to lung function.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Smoking status was included in the analysis, but measures of the amount of smoking were not (apart from age as a surrogate for duration), as the information was not considered reliable. It seems unlikely that passive smoking in childhood is important in this population as so much time is spent in the open air in this tropical community and the houses are not sealed. Smoking in pregnancy by mothers could not be assessed but could be important in determining subsequent lung function; this would require a separate investigation. An association between smoking and the frequency of viral infections would be necessary for smoking to be responsible for our observations.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "No particular pathogen appeared to dominate the association between serological responses and lung function in this study; rather the number of positive titres was the factor that explained the observations. There was no way of determining the temporal relationship between any infection and changes in lung function.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The results of the present study are consistent with the results of a cross‐sectional community study in Norway,\n11\n which found evidence that previous RSV infection is associated with lower levels of FEV1. In the current study there was no separate association of RSV titre with the level of lung function, which is consistent with the concept that any effect of respiratory viral infections on lung function is not an exclusive effect of past RSV infection.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The relationship of FEV1 and FEV1/FVC ratio with the total number of positive titres in this study suggests that repeated infections with common respiratory pathogens may have a cumulative detrimental effect on airway function or increase susceptibility to other agents such as tobacco smoke. The study does not indicate that any particular organism is likely to be more detrimental than any other; a positive titre to an organism does not indicate that it is more significant than any other. Viral respiratory infections are known to be associated with subsequent bacterial infection and exacerbations of COPD,\n20\n which may be an intermediate step in a process of accelerated rate of decline in lung function, leading to irreversible airflow obstruction. However, a role for exacerbations in causing accelerated decline in other populations has not been consistently observed,\n21\n and excessive rates of decline in lung function have not been directly demonstrated in Aboriginal people in remote communities, although it is the subject of ongoing investigation in the community in which the present study was carried out. The previous demonstration of possible latent adenovirus infection in subjects with COPD\n12\n is consistent with a direct effect of viral infections on the airways, but also consistent with abnormal airways such as may result from cigarette smoking giving rise to increased susceptibility to infection with viruses and other respiratory pathogens. Additionally, Vitalis et al.\n13\n showed that latent adenovirus‐5 infection increased the inflammatory cell response to an acute exposure to cigarette smoke in guinea pig lungs, increasing the number of macrophages and helper T cells in the airway epithelium. Recruitment of CD8+ lymphocytes in response to viral infections may cause pulmonary damage as suggested by O'Shaughnessy et al.\n22\n and Cannon et al.\n23\n Fryer and Jacoby\n24\n suggested that viral infections may decrease M2 muscarinic receptor function in airways, thereby increasing vagally mediated bronchoconstriction; the duration of this effect for acute viral infection is not known. Viral infection with rhinovirus, coronavirus, influenza A and B, RSV and parainfluenza virus and infection with chlamydia have all been associated with exacerbations of asthma.\n25\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Serology for H. influenzae, Streptococcus pneumoniae and Staphylococcus aureus was not performed in this study, nor was sputum culture available in this remote community, so that the effect of these organisms was not assessed as an a priori decision. The pathogens were selected because they are more likely to be primary pathogens.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "While selection bias may affect the results of cross‐sectional studies, all subjects over 5 years of age who were present in the community at the time of the study were assessed. Full participation was therefore achieved. The age distribution of the study subjects reflects the increased mortality rates of Indigenous Australians\n1\n, \n4\n, \n26\n and reduces the power of the study to identify effects that may cause cumulative lung damage (as these would more easily be seen in older people). Recall bias of questionnaire measures is also unlikely to have influenced our findings, as both the principal explanatory variables (specific antibodies to known pathogens) and the outcome variables (lung function measures) were based on objective measurements. Some random misclassification of questionnaire responses may have occurred owing to language difficulties, although self‐reported smoking status was validated with urinary cotinine measurements in a previous survey and showed concordance with both tobacco smoking and chewing histories (P Le Soeuf et al., unpubl. data, 1994).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The classification of participants in this study as previously infected or not, may have been subject to error because antibody titres decline with time following infection with these agents and because the patients were not examined for rhinoviruses and coronaviruses, which frequently cause the common cold syndrome, nor for Chlamydia pneumoniae. This was because reliable antibody tests for these agents were not available. Some unidentified previous infections may therefore have occurred in subjects and resulted in their being misclassified when examining the effect of total number of positive IgG titres. However, this potential bias would, if anything, have tended to reduce the ability of the study to demonstrate differences between subjects with and without evidence of repeated previous respiratory pathogen infections.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This study was performed over a short period (10 days) early in the dry season. Therefore, seasonal effects were not examined. No seasonality of respiratory infections in isolated tropical aboriginal communities has been described.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The results of this study provide some insight into the consistent observation that Australian Aboriginal people have lower levels of lung function than do Australians of European descent.\n4\n, \n5\n, \n6\n, \n7\n Some of the observed difference may well be due to inherited factors, and therefore not amenable to intervention. However, it is likely that environmental factors are as important.\n27\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The prevalence of diagnosed asthma, and to a lesser extent allergy to aeroallergens, is low in Aboriginal communities,\n1\n, \n4\n although ‘asthma’ admission rates are higher than for non‐Aboriginal people.\n28\n It has long been recognized that chronic respiratory disease is common in Aboriginal communities.\n1\n, \n5\n There is a high prevalence of bacterial infection of the sputum and invasive pneumococcal disease.\n29\n, \n30\n The present study suggests that repeated episodes of respiratory infection with common respiratory viral pathogens may be directly or indirectly associated with impaired lung growth in childhood and/or excessive loss of lung function in adulthood. Therefore, in addition to smoking control, targeted public health measures such as vaccination, early pharmacological (antibiotic) intervention for (superimposed) bacterial infection, or efforts to reduce rates of transmission by the provision of better housing or nutrition could all result in reduced morbidity and mortality from respiratory disease in these people.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This isolated community is similar to others in northern Australia, although it is more geographically isolated than most. Because alcohol is prohibited in the community the effects of aspiration pneumonias and their sequelae on lung function are less likely to confound the observations of this study. The study provides evidence of a detrimental effect of respiratory infections on lung function in individuals from any Aboriginal community; this particular Aboriginal community simply provided an opportunity to examine the relationship. As the relationship between infections and lung function is likely to be similar in other communities, this study provides an important public health message regarding preventive measures.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Population characteristics (all with serology, n = 230)\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Prevalence of respiratory infection\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "The Health and Welfare of Australia's Aboriginal and Torres Strait Islander Peoples.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The epidemiology of invasive Haemophilus influenzae infections in children under five years of age in the Northern Territory: a three year study",
            "authors": [],
            "year": 1990,
            "venue": "Med. J. Aust.",
            "volume": "152",
            "issn": "",
            "pages": "234-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Serum respiratory virus antibodies: predictor of reduced one‐second forced expiratory volume (FEV1) in Norwegian adults",
            "authors": [],
            "year": 1996,
            "venue": "Int. J. Epidemiol.",
            "volume": "25",
            "issn": "",
            "pages": "134-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Persistent and latent viral infections in the pathology of asthma",
            "authors": [],
            "year": 1992,
            "venue": "Am. Rev. Respir. Dis.",
            "volume": "145",
            "issn": "",
            "pages": "S7-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The effect of latent adenovirus 5 infection on cigarette smoke‐induced lung inflammation",
            "authors": [],
            "year": 1998,
            "venue": "Eur. Respir. J.",
            "volume": "11",
            "issn": "",
            "pages": "664-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "National Health and Medical Research Council Guidelines on Ethical Matters in Aboriginal and Torres Strait Islander Health Research.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Medical Research Council Committee on the Aetiology of Chronic Bronchitis. Definition and classification of chronic bronchitis for clinical and epidemiological purposes",
            "authors": [],
            "year": 1965,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "775-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Standardisation of spirometry, 1987 update",
            "authors": [],
            "year": 1987,
            "venue": "Am. Rev. Respir. Dis.",
            "volume": "136",
            "issn": "",
            "pages": "1285-98",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Manual of Clinical Microbiology.",
            "volume": "",
            "issn": "",
            "pages": "843-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 1994,
            "venue": "Statistical Methods in Medical Research",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Stata Statistical Software V9",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 1994,
            "venue": "The Impact of Tobacco Smoking and Alcohol Consumption on Aboriginal Mortality and Hospitalization in WA 1983–1991.",
            "volume": "",
            "issn": "",
            "pages": "12-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Endogenous and exogenous reinfections with Haemophilis influenzae in patients with chronic obstructive lung disease: the effects of antibiotic treatment on persistence",
            "authors": [],
            "year": 1990,
            "venue": "J. Infect. Dis.",
            "volume": "161",
            "issn": "",
            "pages": "512-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The natural history of chronic airflow obstruction",
            "authors": [],
            "year": 1977,
            "venue": "BMJ",
            "volume": "1",
            "issn": "",
            "pages": "1645-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Inflammation in bronchial biopsies of subjects with chronic bronchitis: inverse relationship of CD8+ T lymphocytes with FEV1\n",
            "authors": [],
            "year": 1997,
            "venue": "Am. J. Respir. Crit. Care Med.",
            "volume": "155",
            "issn": "",
            "pages": "852-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Cytotoxic T cells clear virus but augment lung pathology in mice infected with respiratory syncytial virus",
            "authors": [],
            "year": 1988,
            "venue": "J. Exp. Med.",
            "volume": "168",
            "issn": "",
            "pages": "1163-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Effect of inflammatory cell mediators on M2 muscarinic receptors in the lungs",
            "authors": [],
            "year": 1993,
            "venue": "Life Sci.",
            "volume": "52",
            "issn": "",
            "pages": "529-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Respiratory viruses and exacerbations of asthma in adults",
            "authors": [],
            "year": 1993,
            "venue": "BMJ",
            "volume": "307",
            "issn": "",
            "pages": "982-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Overview of Aboriginal Health Status in Western Australia",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Respiratory morbidity and lung function in two aboriginal communities in Western Australia",
            "authors": [],
            "year": 2002,
            "venue": "Respirology",
            "volume": "7",
            "issn": "",
            "pages": "247-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Hospitalization of aboriginal and non‐aboriginal patients for respiratory tract diseases in Western Australia, 1988–93",
            "authors": [],
            "year": 1997,
            "venue": "Int. J. Epidemiol.",
            "volume": "26",
            "issn": "",
            "pages": "797-805",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Invasive pneumococcal disease in central Australia",
            "authors": [],
            "year": 1995,
            "venue": "Med. J. Aust.",
            "volume": "162",
            "issn": "",
            "pages": "182-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Mortality in the Northern Territory 1979–1997",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Invasive pneumococcal disease in the Northern Territory",
            "authors": [],
            "year": 2000,
            "venue": "Med. J. Aust.",
            "volume": "173",
            "issn": "",
            "pages": "S27-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Respiratory symptoms and lung function in Aborigines from tropical Western Australia",
            "authors": [],
            "year": 1998,
            "venue": "Am. J. Respir. Crit. Care Med.",
            "volume": "158",
            "issn": "",
            "pages": "1724-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The physical health of Aboriginal adults in Bourke, New South Wales",
            "authors": [],
            "year": 1976,
            "venue": "Med. J. Aust.",
            "volume": "1",
            "issn": "",
            "pages": "38-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Ventilatory standards for clinically well Aboriginal adults",
            "authors": [],
            "year": 1992,
            "venue": "Med. J. Aust.",
            "volume": "156",
            "issn": "",
            "pages": "566-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Respiratory function in Aboriginal children",
            "authors": [],
            "year": 1986,
            "venue": "Med. J. Aust.",
            "volume": "1",
            "issn": "",
            "pages": "10-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The deviation of serum immunoglobulins G, A, and M in Australian Aboriginal infants",
            "authors": [],
            "year": 1978,
            "venue": "Med. J. Aust.",
            "volume": "1",
            "issn": "",
            "pages": "S4-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Etiology of acute lower respiratory tract infection in Central Australian Aboriginal children",
            "authors": [],
            "year": 1999,
            "venue": "Pediatr. Infect. Dis. J.",
            "volume": "18",
            "issn": "",
            "pages": "714-21",
            "other_ids": {
                "DOI": []
            }
        }
    }
}