{
    "paper_id": "PMC7206930",
    "metadata": {
        "title": "Children with Covid-19 in Pediatric Emergency Departments in Italy",
        "authors": [
            {
                "first": "Niccolò",
                "middle": [],
                "last": "Parri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Matteo",
                "middle": [],
                "last": "Lenge",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Danilo",
                "middle": [],
                "last": "Buonsenso",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To the Editor: On February 20, 2020, the incidence of Covid-19 began to rapidly escalate in Italy. By March 25, Italy had the second highest number of Covid-19 infections worldwide and the greatest number of deaths.1 Children younger than 18 years of age who had Covid-19 composed only 1% of the total number of patients; 11% of these children were hospitalized, and none died.2 The Coronavirus Infection in Pediatric Emergency Departments (CONFIDENCE) study involved a cohort of 100 Italian children younger than 18 years of age with Covid-19 confirmed by reverse-transcriptase–polymerase-chain-reaction testing of nasal or nasopharyngeal swabs who were assessed between March 3 and March 27 in 17 pediatric emergency departments. Here, we describe the results of the CONFIDENCE study and compare them with those from three cohorts in previously published analyses.3-5",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 377,
                    "end": 378,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 866,
                    "end": 869,
                    "mention": "3-5",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The median age of the children was 3.3 years (Table 1). Exposure to SARS-CoV-2 from an unknown source or from a source outside the child’s family accounted for 55% of the cases of infection. A total of 12% of the children appeared ill, and 54% had a temperature of at least 37.6°C. Common symptoms were cough (in 44% of the patients) and no feeding or difficulty feeding (in 23%); the latter symptom occurred more often in children younger than 21 months of age. Fever, cough, or shortness of breath occurred in 28 of 54 of febrile patients (52%) (Table S1 in the Supplementary Appendix, available with the full text of this letter at NEJM.org). A total of 4% of the children had oxygen saturation values (as measured by pulse oximetry) of less than 95%; all these patients also had imaging evidence of lung involvement. Of the 9 patients who received respiratory support (Table S2), 6 had coexisting conditions. Laboratory and imaging findings are provided in Tables S3 and S4.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "According to the categories described by Dong et al.,4 21% of the patients were asymptomatic, 58% had mild disease, 19% had moderate disease, 1% had severe disease, and 1% were in critical condition (Table S5). Most of the infants presented with mild disease. Severe and critical cases were diagnosed in patients with coexisting conditions. No deaths were reported. A total of 38% of the patients were admitted to the hospital because of symptoms, irrespective of the severity of disease (Table 1).4",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 54,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 498,
                    "end": 499,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 489,
                    "end": 496,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Among our patients, the incidence of transmission through apparent exposure to a family cluster was lower than that in other cohorts, possibly because of the late lockdown in Italy. As compared with the other cohorts, fewer patients in our cohort had moderate-to-severe disease, possibly because chest radiography was predominantly used and chest computed tomography was rarely used. Thus, fewer cases of diagnosed (subclinical) pneumonia may have been identified. Bedside lung ultrasonography by experienced sonographers was performed in only 10% of the patients, 90% of whom received a diagnosis of lung interstitial syndrome without further radiographic imaging.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronavirus disease 2019 (COVID-19): situation report 65",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Coronavirus epidemic: situation report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "SARS-CoV-2 infection in children.",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1663-1665",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Epidemiology of COVID-19 Among Children in China.",
            "authors": [],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Coronavirus disease 2019 in children — United States, February 12–April 2, 2020.",
            "authors": [],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "422-426",
            "other_ids": {
                "DOI": []
            }
        }
    }
}