{
    "paper_id": "PMC7113723",
    "metadata": {
        "title": "Broad-spectrum antiviral activity of the eIF4A inhibitor silvestrol against corona- and picornaviruses",
        "authors": [
            {
                "first": "Christin",
                "middle": [],
                "last": "Müller",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Falk",
                "middle": [
                    "W."
                ],
                "last": "Schulte",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kerstin",
                "middle": [],
                "last": "Lange-Grünweller",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wiebke",
                "middle": [],
                "last": "Obermann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ramakanth",
                "middle": [],
                "last": "Madhugiri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephan",
                "middle": [],
                "last": "Pleschka",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [],
                "last": "Ziebuhr",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Roland",
                "middle": [
                    "K."
                ],
                "last": "Hartmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Arnold",
                "middle": [],
                "last": "Grünweller",
                "suffix": "",
                "email": "gruenwel@staff.uni-marburg.de",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "We have recently identified the natural compound silvestrol as a potent antiviral molecule to inhibit Ebola virus (EBOV) replication (Biedenkopf et al., 2017). Silvestrol can be isolated from plants of the genus Aglaia. It belongs to the flavaglines, which have a cyclopenta[b]benzofuran skeleton in common (Pan et al., 2014). Recently, a CRISPR/Cas-based genetic proof of silvestrol's target specificity for the DEAD-box RNA helicase eIF4A was provided (Chu et al., 2016). This enzyme is required to unwind stable RNA secondary structures in 5′ UTRs of capped mRNAs to create a binding platform for the 43S preinitiation complex which then scans the 5′ UTR for the start codon to initiate protein synthesis (Hinnebusch et al., 2016). Binding of silvestrol to eIF4A increases its affinity to the mRNA, thereby stalling the helicase to its substrate (Sadlish et al., 2013). This might lead to depletion of eIF4A from the translation initiation complex eIF4F that recognizes the m7GpppN cap structure of mRNAs (Pelletier et al., 2015). Silvestrol is cytotoxic at low nanomolar concentrations to a large number of cancer cell lines and was also shown to exert strong antitumorigenic effects in several tumor mouse models (Cencic et al., 2009, Kogure et al., 2013, Patton et al., 2015). Importantly, in non-cancer cells and primary cells, silvestrol seems to be well tolerated up to low micromolar concentrations (Su et al., 2006, Zhu et al., 2007, Biedenkopf et al., 2017). The reasons are so far not well understood, however several proto-oncogenes that are sensitive to silvestrol harbor extended 5′UTRs with extensive RNA secondary structure elements. Therefore, it has been proposed that targeting eIF4A by silvestrol might lead to mRNA discrimination during translation (Cencic et al., 2009, Rubio et al., 2014). Long and structured 5′ UTRs are also often found in capped viral mRNAs like those from EBOV (Weik et al., 2002, Schlereth et al., 2016). In line with this, we have found that low nanomolar concentrations of silvestrol strongly reduce EBOV titers in primary human macrophages by efficiently decreasing viral protein expression without having cytotoxic side effects at concentrations of effective antiviral activity (Biedenkopf et al., 2017). Also many plus-strand (+) RNA viruses, such as corona- and picornaviruses, carry long and highly structured 5′ UTRs with important functions in viral replication and/or translation initiation (reviewed in Madhugiri et al., 2016). We therefore asked the question whether these viruses are also sensitive to silvestrol treatment and if this sensitivity differs among viruses using alternative mechanisms of translation initiation.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 157,
                    "mention": "Biedenkopf et al., 2017",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 308,
                    "end": 324,
                    "mention": "Pan et al., 2014",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 455,
                    "end": 471,
                    "mention": "Chu et al., 2016",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 709,
                    "end": 732,
                    "mention": "Hinnebusch et al., 2016",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 850,
                    "end": 870,
                    "mention": "Sadlish et al., 2013",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1009,
                    "end": 1031,
                    "mention": "Pelletier et al., 2015",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1219,
                    "end": 1238,
                    "mention": "Cencic et al., 2009",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1240,
                    "end": 1259,
                    "mention": "Kogure et al., 2013",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1261,
                    "end": 1280,
                    "mention": "Patton et al., 2015",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1410,
                    "end": 1425,
                    "mention": "Su et al., 2006",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1427,
                    "end": 1443,
                    "mention": "Zhu et al., 2007",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1445,
                    "end": 1468,
                    "mention": "Biedenkopf et al., 2017",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1773,
                    "end": 1792,
                    "mention": "Cencic et al., 2009",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1794,
                    "end": 1812,
                    "mention": "Rubio et al., 2014",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1908,
                    "end": 1925,
                    "mention": "Weik et al., 2002",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1927,
                    "end": 1949,
                    "mention": "Schlereth et al., 2016",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2230,
                    "end": 2253,
                    "mention": "Biedenkopf et al., 2017",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2461,
                    "end": 2483,
                    "mention": "Madhugiri et al., 2016",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Here we established a cellular dual luciferase reporter assay which allows us to rapidly screen for inhibition of eIF4A-dependent translation initiation on viral 5′ UTRs by silvestrol and related compounds. Subsequently, we analyzed potential antiviral effects of silvestrol in human primary cells (human embryonic lung fibroblasts (MRC-5) or peripheral blood mononuclear cells (PBMCs)) that were infected with the Middle East Respiratory Syndrome coronavirus (MERS-CoV) or human coronavirus 229E (HCoV-229E). Both (+) ssRNA viruses use a 5′ cap-dependent mechanism of translation initiation and carry highly structured 5′ UTRs. We also analyzed the effects of silvestrol on replication of two (+) ssRNA viruses of the Picornaviridae family, human rhinovirus A1 (HRV A1) and poliovirus type 1 (PV), because it is known that picornaviruses, although utilizing an IRES-dependent mechanism for viral mRNA translation, still require the action of host factors such as eIF4A (Bordeleau et al., 2006).",
            "cite_spans": [
                {
                    "start": 971,
                    "end": 993,
                    "mention": "Bordeleau et al., 2006",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Huh-7 cells, African green monkey kidney cells (Vero cells), HeLa cells and primary human lung fibroblasts (MRC-5 cells) were grown in Dulbecco's modified eagle medium (DMEM) supplemented with 10% fetal calf serum (FCS) and antibiotics (100 U/ml penicillin and 100 μg/ml streptomycin) at 37 °C and 5% CO2. HepG2 cells were cultured in Iscove's Modified Dulbecco's Medium (IMDM) supplemented with 10% FCS at 37 °C and 5% CO2. HCoV-229E, MERS-CoV (EMC/2012), HRV A1 and PV (strain Mahoney) were obtained from the virus collection of the Institute of Medical Virology, Justus Liebig University Gießen.",
            "cite_spans": [],
            "section": "Cells and viruses ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Silvestrol was obtained from Medchemexpress (LLC, Princeton, USA; purity >98%). A stock solution of 6 mM was prepared in DMSO (sterile-filtered; Carl Roth, Germany) and diluted working solutions were prepared in DMEM or IMDM. Control cells were treated with corresponding DMSO dilutions lacking silvestrol.",
            "cite_spans": [],
            "section": "Reagent ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "All 5′ UTRs were cloned into the plasmid pFR_HCV_xb containing an HSV-TK promoter, the firefly luciferase gene, an HCV IRES and the renilla luciferase gene. The different 5′ UTRs (NP: 414 bp, 38% GC; VP35: 97 bp, 35% GC; VP40: 89 bp, 33% GC; GP: 139 bp, 41% GC; VP30: 212 bp, 33% GC; VP24: 460 bp, 40% GC; L: 80 bp, 34% GC; ß-Globin: 50 bp, 44% GC; ß-Actin: 84 bp, 76% GC; PIM1: 157 bp, 75% GC; HCoV-229E: 292 bp, 41% GC; MERS-CoV: 278 bp, 44% GC) were cloned downstream to the HSV-TK promoter and directly followed by the firefly luciferase AUG start codon. All primers were designed by the software SnapGene\n®\n3.3.3 (GSL Biotech LLC) and their sequences can be provided upon request.",
            "cite_spans": [],
            "section": "Cloning of the dual luciferase constructs ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "The day before transfection, 2 × 104 HepG2 cells per well were seeded in a 96-well plate (Greiner Bio One International GmbH) in 200 μL IMDM (Lonza) supplemented with 10% FCS (Biochrom AG) and incubated at 37 °C, 5% CO2. The transfection was performed using 100 μL Opti-MEM (Thermo Fisher Scientific). For transfection of five wells, 0.5 μg of the reporter construct DNA were diluted in 25 μL of Opti-MEM. In parallel, 0.5 μL of Lipofectamine® 2000 Transfection Reagent (Thermo Fisher Scientific) were mixed with 24.5 μL of Opti-MEM. Both samples were preincubated for 5 min at room temperature, then combined and incubated for another 15 min at room temperature. Then, 10 μL of the solution were added to each well containing the cells in 100 μL Opti-MEM medium. The plates were incubated at 37 °C and 5% CO2. 4–6 h post transfection, the medium was aspirated and substituted with 200 μL fresh medium (IMDM + 10% FCS) containing the appropriate silvestrol concentration. As control, the added amount of microliters of silvestrol solution was replaced with the same volume of a solution containing the same DMSO concentration but lacking silvestrol. Following incubation of the cells for 48 h at 37 °C at 5% CO2, a Dual-Luciferase® Reporter Assay (Promega) was performed according to the manufacturer's instructions. Measurements were done using a Tecan Safire 2 Multimode Reader.",
            "cite_spans": [],
            "section": "Dual-luciferase reporter assay ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "The cytotoxic concentration 50% (CC50) of silvestrol was determined by incubating cells, which were seeded near confluency in FCS-free medium, with serial dilutions of silvestrol in a 96-well format. After incubation for 24 h, 200 μL of MTT-mix (DMEM supplemented with 10% FCS containing 250 μg/ml tetrazolium bromide, Sigma) was added to each well. Cells were further incubated for 90–120 min at 37 °C and subsequently fixed with 3.7% paraformaldehyde in PBS. Tetrazolium crystals were dissolved by adding 200 μL isopropanol to each well and absorbance at 490 nm was determined using an ELISA reader (BioTek). To determine the CC50, the MTT values were calculated in percentage with the respective DMSO control set as 100% (see section 2.4). CC50 values were calculated by non-linear regression analysis using GraphPad Prism 5.0 (GraphPad Software).",
            "cite_spans": [],
            "section": "Cell toxicity ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "To determine the effective concentration 50% (EC50) of silvestrol, cell cultures were infected with the respective virus at an MOI of 0.1 for 1 h in PBS/BA/P/S (PBS containing 0.2% BSA, 1 mM MgCl2, 0.9 mM CaCl2, 100 U/ml penicillin and 100 mg/ml streptomycin) at 33 °C (for HCoV-229E and HRV A1) or 37 °C (for MERS-CoV and PV). After removing the inoculum, cells were incubated with FCS-free DMEM containing different inhibitor concentrations. Supernatants were collected at 24 h post infection (p.i.) and virus titers were analyzed by plaque assay. Briefly, cells were seeded in 24-well plates and inoculated for 1 h with 10-fold virus dilutions in PBS/BA/P/S. Next, the virus inoculum was replaced with Avicel-containing medium (1xMEM [Gibco], 1.25% Avicel [FMC Biopolymer]). At 24 h p.i., the plates were washed with PBS, fixed with 3.7% PFA in PBS and the cell layer was stained with 0.15% crystal violet. To calculate EC50 values, the virus titer determined for virus-infected cells treated with DMSO only (see section 2.4) was set to 100% and titers obtained for silvestrol-treated cells were calculated in relation to it. EC50 values were calculated by non-linear regression analysis using GraphPad Prism 5.0 (GraphPad Software).",
            "cite_spans": [],
            "section": "Antiviral activity ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Viral protein accumulation was analyzed by Western blot analysis. MRC-5 or Huh-7 cells were infected with HCoV-229E at an MOI of 3. At 1 h p.i., the indicated concentrations of silvestrol in DMEM supplemented with antibiotics were added to the cells for 12 h and 48 h, respectively. The cells were lysed with NP40-containing buffer (150 mM NaCl, 50 mM Tris-HCl, pH 7.5, 1% NP40, 1x protease inhibitor cocktail [Sigma-Aldrich]). Proteins were separated by 10% SDS-PAGE and blotted onto a nitrocellulose membrane (Amersham). Membranes were incubated with mouse anti-nucleocapsid protein mAb (Ingenasa), rabbit antiserum specific for HCoV-229E nonstructural protein 8 (nsp8) (Ziebuhr and Siddell, 1999) and rabbit anti-actin antibody (Abcam), respectively, each diluted 1:1000 in PBS containing 1% bovine serum albumin (BSA). Following incubation for 60 min, the membranes were extensively washed with PBS and incubated with appropriate secondary antibodies (IRDye-conjugated anti-mouse and anti-rabbit mAb [Li-Cor], respectively) diluted 1:10,000 in PBS containing 1% BSA. After 1 h, membranes were washed and analyzed using the LI-COR Odyssey imaging system.",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 698,
                    "mention": "Ziebuhr and Siddell, 1999",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Western blot analysis ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "Immunofluorescence was performed as described previously (Müller et al., 2016). Briefly, MRC-5 cells were infected with HCoV-229E (MOI of 3) and treated with the indicated concentrations of silvestrol for 12 h p.i. or left untreated. Then, the cells were fixed with ice-cold methanol and stained with mouse anti-dsRNA mAb (J2, SCICONS English & Scientific Consulting Kft.) and polyclonal rabbit anti-HCoV-229E nsp8 serum (Ziebuhr and Siddell, 1999). As secondary antibodies, Alexa Fluor 594 goat anti-mouse IgG and Alexa Fluor 488 F(ab’)2 fragment of goat anti-rabbit IgG (Thermo Fisher Scientific) were used. Confocal microscopy was done using a Leica SP05 CLSM and LAS-AF software (Leica).",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 77,
                    "mention": "Müller et al., 2016",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 422,
                    "end": 447,
                    "mention": "Ziebuhr and Siddell, 1999",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Immunofluorescence ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "In our previous study we identified silvestrol as an efficient inhibitor of translation of several EBOV mRNAs and EBOV replication. To understand the effects of silvestrol on cap-dependent viral protein synthesis in more detail, we fused the 5′ UTRs of all seven EBOV mRNAs to the firefly luciferase coding sequence in a dual luciferase reporter plasmid (Fig. 1\nA). Expression of the fusion genes was driven by the HSV-TK promoter, and the corresponding mRNA transcripts underwent co-transcriptional 5′-terminal capping by the respective host factors. The bicistronic reporter transcripts harbor a hepatitis C virus (HCV) IRES element downstream of the firefly luciferase ORF. This type III IRES directs Renilla luciferase gene translation by a 5′-cap- and eIF4A-independent mechanism (Bordeleau et al., 2006, Lee et al., 2017) and was used to normalize transfection efficiencies (Fig. 1A). The 5′ UTR of the mRNA encoding the oncogenic kinase PIM1, known to be highly sensitive to inhibition of eIF4A by silvestrol (Schatz et al., 2011), served as a positive control, while the unstructured and short 5′ UTRs of the ß-globin and ß-actin mRNAs were used as negative controls. Concentrations of 5 or 10 nM silvestrol inhibited firefly luciferase expression of the ß-globin construct not at all, and that of the ß-actin construct by not more than 10%, whereas the same silvestrol concentrations resulted in ∼40% inhibition for the PIM1 construct (Fig. 1B). As a further control we analyzed the 5′ UTR of the classical swine fever virus (CSFV) which contains an eIF4A-independent type III IRES element. As expected, no sensitivity towards silvestrol could be observed in the dual luciferase assay (Suppl. Fig. S1). For all seven EBOV 5′ UTR constructs, the inhibitory effects of 10 nM silvestrol clearly exceeded the effects of the negative controls, with firefly luciferase activities decreasing by 23% (VP40 matrix protein) and up to 33% (L, RNA-directed RNA polymerase L). This is consistent with our previous results obtained for EBOV-infected macrophages (Biedenkopf et al., 2017), where we observed efficient inhibition of viral mRNA translation at 10 nM silvestrol, although the effects of the same silvestrol concentration on reporter gene expression were generally less pronounced than on EBOV replication. In summary, we conclude that the dual luciferase assay is a suitable and reliable system to analyze the eIF4A dependence of 5′-capped viral mRNAs as an initial screen before infecting cells with pathogenic viruses.",
            "cite_spans": [
                {
                    "start": 786,
                    "end": 808,
                    "mention": "Bordeleau et al., 2006",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 810,
                    "end": 826,
                    "mention": "Lee et al., 2017",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1017,
                    "end": 1036,
                    "mention": "Schatz et al., 2011",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2058,
                    "end": 2081,
                    "mention": "Biedenkopf et al., 2017",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Effects of silvestrol on translation of a luciferase reporter mRNA fused to viral 5’ UTRs ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 355,
                    "end": 361,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 881,
                    "end": 887,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1445,
                    "end": 1451,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We next applied the reporter assay to the study of silvestrol effects on the translation of mRNAs harboring 5′ UTRs derived from (+) ssRNA viruses. We cloned the 5′ UTRs of the human coronavirus HCoV-229E (which causes mild common cold-like symptoms) and of the highly pathogenic MERS-CoV into our reporter plasmid. In both cases, a relatively strong decrease of luciferase activity in the same range as for the PIM1 positive control (∼40%) was measured at a silvestrol concentration of 10 nM (Fig. 1C), indicating that also polycistronic mRNAs of (+) ssRNA viruses depend on eIF4A and may thus be suitable targets for silvestrol treatment.",
            "cite_spans": [],
            "section": "Effects of silvestrol on translation of a luciferase reporter mRNA fused to viral 5’ UTRs ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 494,
                    "end": 500,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Coronaviruses utilize cap-dependent translation initiation mechanisms and contain structured 5′ UTRs in their genome- and subgenome-length mRNAs. Other viruses, such as the picornaviruses HRV A1 or PV translate their mRNAs in a 5’ cap-independent mechanism via IRES elements within their 5′ UTRs (Thompson, 2012). Nevertheless, picornaviruses require the action of translation initiation factors, including eIF4A, for initiating IRES-dependent translation (Bordeleau et al., 2006). Therefore we decided to include HRV A1 and PV in the following experiments.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 311,
                    "mention": "Thompson, 2012",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 457,
                    "end": 479,
                    "mention": "Bordeleau et al., 2006",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Effects of silvestrol on translation of a luciferase reporter mRNA fused to viral 5’ UTRs ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Next, we analyzed the effects of silvestrol on viral titers in Vero cells (derived from the kidney of a normal healthy African green monkey with loss of the type I IFN cluster) and the cancer cell lines Huh-7 and HeLa. EC50 and EC90 values (see Table 1\n) were determined using cell lines infected with HCoV-229E, HRV A1 and PV, respectively, at an MOI of 0.1. Following inoculation of the infected cells with the appropriate virus, silvestrol was added in increasing concentrations ranging from 0.01 nM to 10 μM and viral titers in cell culture supernatants collected at 24 h p.i. were determined. For HCoV-229E-infected Huh-7 cells, we measured an EC50 value of 40 nM. The EC50 values for HRV A1-infected HeLa cells and PV-infected Vero cells were 400 nM and 100 nM, respectively (Fig. 2\nand Table 1). To assess the cytotoxicity of silvestrol in these cell lines, CC50 values were determined in MTT assays. CC50 values of 30 nM for Huh-7 cells, 160 nM for Vero cells and 5 nM for HeLa cells were obtained (Suppl. Fig. S2), suggesting that the metabolic activities of these cell lines are very sensitive towards silvestrol treatment. Our findings are in line with the strong inhibitory effects of silvestrol reported previously for a range of cancer cell lines (Schatz et al., 2011). The data result in very low selectivity indices for this compound if permanent rather than primary cells were used for infections with the respective viruses (SI ≤ 1.6, Table 1). Taken together, the data obtained here and in our previous study (Biedenkopf et al., 2017) led us to conclude that permanent cell lines are not suitable for studying antiviral activities of silvestrol and prompted us to use primary cells in subsequent experiments.",
            "cite_spans": [
                {
                    "start": 1262,
                    "end": 1281,
                    "mention": "Schatz et al., 2011",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1529,
                    "end": 1552,
                    "mention": "Biedenkopf et al., 2017",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Effects of silvestrol on viruses with 5′-capped or IRES-containing mRNAs ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 782,
                    "end": 788,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 245,
                    "end": 252,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 793,
                    "end": 800,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1453,
                    "end": 1460,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In our previous study, specific and potent antiviral activity of silvestrol was observed in EBOV-infected primary human macrophages (Biedenkopf et al., 2017). We therefore decided to assess potential antiviral activities in human primary cells susceptible to the human corona- and picornaviruses used in this study. Human embryonic lung fibroblasts (MRC-5 cells) were infected with HCoV-229E, MERS-CoV, HRV A1 or PV at an MOI of 0.1 and silvestrol was added to the cell culture medium at concentrations ranging from 0.1 nM to 1 μM. Again, viral titers were determined 24 h p.i.. For HCoV-229E and MERS-CoV, EC50 values of 3 nM and 1.3 nM, respectively, were obtained (Fig. 3\nA, B, Suppl. Fig. S3A, B and Table 1). The cytotoxicity of silvestrol was measured using MRC-5 cells that were grown in the presence of varying concentrations of silvestrol for 24 h at 33 °C (corresponding to the temperature used for HCoV-229E and HRV A1 infections) or 37 °C (corresponding to the temperature used for MERS-CoV and PV infections). CC50 values of > 10 µM were measured at both temperatures (Fig. 4\n, see also Table 1). The resulting selectivity indiceswere > 3330 for HCoV-229E and > 7690 for MERS-CoV, demonstrating low cytotoxicity and extremely efficient antiviral activity of silvestrol in primary cells (Table 1). The EC50 values determined for HRV A1- and PV-infected MRC-5 cells were approximately 100 nM and 20 nM (Fig. 3C, D, Suppl. Fig. S3C, D and Table 1), respectively, suggesting that silvestrol also displays antiviral activities if the respective virus utilizes eIF4A-dependent IRES-driven translation mechanisms. However, HRV A1 was ∼30- to 80-fold and PV ∼7- to 15-fold less sensitive to silvestrol treatment compared with the two coronaviruses included in this study (Fig. 3A–D), indicating a less prominent role of eIF4A in translation initiation of the picornaviral mRNAs. In summary, the data obtained in this and our previous study (Biedenkopf et al., 2017) demonstrate that silvestrol is a potent antiviral inhibitor in primary cells infected with coronaviruses and EBOV. Importantly, the type I IRES-containing PV and, to a lesser extent, HRV A1 also proved to be sensitive to silvestrol treatment in primary cells. Altogether, these findings reveal a broad-spectrum antiviral activity of silvestrol, including viruses with 5′-capped and structured 5′ UTRs as well as those containing IRES elements that require eIF4A helicase activity for efficient translation initiation.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 156,
                    "mention": "Biedenkopf et al., 2017",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1946,
                    "end": 1969,
                    "mention": "Biedenkopf et al., 2017",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Effects of silvestrol on viruses with 5′-capped or IRES-containing mRNAs ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 668,
                    "end": 674,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1082,
                    "end": 1088,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1414,
                    "end": 1420,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1777,
                    "end": 1783,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 704,
                    "end": 711,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1100,
                    "end": 1107,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1300,
                    "end": 1307,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1449,
                    "end": 1456,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Anticoronaviral effects of silvestrol were further corroborated using peripheral blood mononuclear cells (PBMCs) isolated from human donors and infected with HCoV-229E. For PBMCs, a CC50 value of > 1 µM was determined (Fig. 4C), and EC50 values of 2.8 nM and 3.5 nM, respectively, were obtained using cells from two independent donors (Fig. 3E, Suppl. Fig. S3E, Table 1 and data not shown), confirming the potent antiviral activities of silvestrol in coronavirus-infected primary cells.",
            "cite_spans": [],
            "section": "Effects of silvestrol on viruses with 5′-capped or IRES-containing mRNAs ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 225,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 336,
                    "end": 342,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 362,
                    "end": 369,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In an additional set of experiments, we investigated potential effects of silvestrol on replication/transcription complex (RTC) formation and viral protein accumulation in coronavirus-infected cells. MRC-5 cells were infected with HCoV-229E at an MOI of 3 and treated with the indicated concentrations of silvestrol or left untreated. At 12 h p.i., the cells were harvested for further analyses. Immunofluorescence demonstrated a dose-dependent antiviral effect of silvestrol (Fig. 5\n). In the presence of 10 nM silvestrol, we observed a significant decrease of both viral double-stranded RNA (dsRNA) and the HCoV-229E nsp8 protein, which were used as markers for viral genome expression and RTC formation (Lundin et al., 2014, Müller et al., 2016). At 100 nM silvestrol, nearly no viral dsRNA and nsp8 could be detected (Fig. 5). The data suggest impaired RTC formation in HCoV-229E-infected MRC-5 cells treated with ≥ 10 nM silvestrol.",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 726,
                    "mention": "Lundin et al., 2014",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 728,
                    "end": 747,
                    "mention": "Müller et al., 2016",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Silvestrol inhibits the formation of replication/transcription complexes, viral RNA synthesis and the translation of HCoV-229E proteins ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 477,
                    "end": 483,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 822,
                    "end": 828,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In Western blot experiments, N and nsp8 protein accumulation in HCoV-229E-infected Huh-7 cells appeared to be unaffected by silvestrol concentrations of up to 10 nM, whereas both proteins became essentially undetectable at 100 nM silvestrol (Fig. 6\nA). In contrast to Huh-7 cells, silvestrol severely decreased viral protein synthesis in primary cells already at much lower concentrations, with very low amounts of N and nsp8 proteins being produced in the presence of 10 nM silvestrol in HCoV-229E-infected MRC-5 cells (at 12 h as well as 48 h p.i.; Fig. 6B). The data correspond very well to the virus titration EC50 data shown in Fig. 2, Fig. 3 for permanent cell lines versus primary cells and support our conclusion that specific antiviral effects of silvestrol against HCoV-229E are largely confined to primary cells.",
            "cite_spans": [],
            "section": "Silvestrol inhibits the formation of replication/transcription complexes, viral RNA synthesis and the translation of HCoV-229E proteins ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 248,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 551,
                    "end": 557,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 633,
                    "end": 639,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 641,
                    "end": 647,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Taken together, the data lead us to conclude that the natural compound silvestrol is a potent antiviral molecule with broad-spectrum activity, now demonstrated for mechanistically diverse (−) and (+) ssRNA viruses. Importantly, silvestrol had no major cytotoxic side effects in the primary cell systems analyzed in this study. This is in line with several studies that explored the effect of silvestrol in different cancer model systems. For example, no general toxicity of silvestrol could be detected in vivo in the liver, spleen or on blood cells; likewise, no general disease symptoms, loss of body weight or immune suppressive effects were observed (Lucas et al., 2009, Cencic et al., 2009, Patton et al., 2015). Moreover, silvestrol showed favorable pharmacokinetics in terms of bioavailability and biostability (Saradhi et al., 2011). In our opinion, silvestrol-mediated eIF4A inhibition is a promising new strategy for combating pathogenic RNA viruses. For therapeutic intervention, the short-term application of low doses of silvestrol to reduce viral titers in the patient should be an acceptable safety risk. Specific inhibition of cellular factors, such as eIF4A, that promote the translation of structured viral transcripts should limit viral replication to low levels and thus help the immune system in establishing effective antiviral responses. Clearly, the observed antiviral effects of silvestrol need to be characterized in suitable in vivo infection models to validate its promising therapeutic potential.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 673,
                    "mention": "Lucas et al., 2009",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 675,
                    "end": 694,
                    "mention": "Cencic et al., 2009",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 696,
                    "end": 715,
                    "mention": "Patton et al., 2015",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 819,
                    "end": 839,
                    "mention": "Saradhi et al., 2011",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Silvestrol inhibits the formation of replication/transcription complexes, viral RNA synthesis and the translation of HCoV-229E proteins ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "section": "Disclosure statement",
            "ref_spans": []
        },
        {
            "text": "The work was supported by the German Center for Infection Research (DZIF), partner site Giessen, Germany (TTU Emerging Infections, to S.P. and J.Z.), German Research Foundation (DFG) grant CRC 1021 (to J.Z. and R.K.H., respectively), LOEWE Research Center DRUID (to A.G. and J.Z.) and the LOEWE Research Cluster “Medical RNomics” grant 519/03/00.001-(0003) (to A.G. and R.K.H.).",
            "cite_spans": [],
            "section": "Funding",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: CC50, EC50 and EC90 values determined for silvestrol-treated cells that were mock infected (CC50) or infected with the indicated viruses (EC50/EC90). MTT assays were performed at 37°C except for cells used for HCoV-229E and HRV A1 infections, which were performed at 33°C (indicated by asterisks). SI, selectivity index. Experiments were done in biological triplicate.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Analysis of silvestrol effects on reporter gene activity mediated by viral 5′ UTRs. (A) Schematic presentation of the dual luciferase reporter vector. The HCV IRES-driven expression of the Renilla luciferase is eIF4A-independent and was used to normalize transfection efficiencies. (B) Effects of 5 and 10 nM silvestrol on Firefly luciferase activity. The seven 5′ UTRs of EBOV were cloned upstream of the reporter gene. As negative controls the 5′ UTRs of the ß-globin and the ß-actin mRNAs were analyzed. The 5′ UTR of PIM1 served as a positive control. (C) Effects of silvestrol on reporter gene expression in the context of 5′ UTRs from coronaviruses HCoV-229E and MERS-CoV. All measured values were normalized to corresponding DMSO controls. Standard errors of the mean of at least 8 independent experiments are shown.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Effects of silvestrol in cancer cell lines and Vero cells infected with HCoV-229E, HRV A1 and PV, respectively. Cells were infected with an MOI of 0.1 and grown in cell culture medium containing different concentrations of silvestrol. 24 h p.i., cell culture supernatants were collected and virus titers were analyzed via plaque assay. Virus titers (in percent) were calculated in relation to infected controls without silvestrol treatment, and EC50 values were calculated using non-linear regression analysis. Experiments were done in biological triplicate.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Antiviral activity of silvestrol against (+) ssRNA viruses that utilize canonical (cap-dependent) translation initiation (coronaviruses) or IRES-driven translation initiation mechanisms (members of the genus Enterovirus). Cells were infected with the indicated viruses at an MOI of 0.1 and grown in the presence of different concentrations of silvestrol. Supernatants collected at 24 h p.i. were used to determine viral titers. A, HCoV-229E, MRC-5 cells; B, MERS-CoV, MRC-5 cells; C, HRV A1, MRC-5 cells; D, PV, MRC-5 cells; E, HCoV-229E, PBMCs. Virus titers (in percent) were calculated in relation to infected controls without silvestrol treatment, and EC50 values were calculated using non-linear regression analysis. Experiments were done in biological triplicate.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Analyses of cell cytotoxicity of silvestrol. Effects of silvestrol on cell proliferation were measured by an MTT assay. MRC-5 cells or PBMCs were incubated with the indicated silvestrol concentrations and MTT assays were performed after 24 h. Results were based on three independent experiments (biological triplicates).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Immunofluorescence analysis to visualize the effects of silvestrol on viral dsRNA and nsp8 accumulation in HCoV-229E-infected MRC-5 cells. Cells were infected with an MOI of 3 and incubated with the indicated silvestrol concentrations. Cells were fixed at 12 h p.i. and analyzed by confocal microscopy using specific antibodies for dsRNA (red) and nonstructural protein 8 (nsp8, green). The scale bar in the overview pictures represents 50 µm. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Western blot analysis of HCoV-229E protein accumulation in the presence of silvestrol. (A) Huh-7 and (B) MRC-5 cells, respectively, were infected with HCoV-229E at an MOI of 3 and treated with the indicated concentrations of silvestrol. Cell lysates were prepared at 12 h p.i. and 48 h p.i. as indicated and the accumulation of viral N and nsp8 proteins was determined by Western blot analysis using appropriate antibodies (see Materials and Methods). β-actin was used as a loading control. Experiments were done in biological duplicates. Panels A and B show representative experiments.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The natural compound silvestrol is a potent inhibitor of Ebola virus replication",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Biedenkopf",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Lange-Grünweller",
                    "suffix": ""
                },
                {
                    "first": "F.W.",
                    "middle": [],
                    "last": "Schulte",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Antivir. Res.",
            "volume": "137",
            "issn": "",
            "pages": "76-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Coronavirus cis-acting RNA elements",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Madhugiri",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Fricke",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Marz",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Adv. Virus Res.",
            "volume": "96",
            "issn": "",
            "pages": "127-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "D, L-lysine acetylsalicylate and glycine impairs Coronavirus Replication",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Karl",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Pleschka",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Antivir Antiretrovir",
            "volume": "8",
            "issn": "",
            "pages": "142-150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Rocaglamide, silvestrol and structurally related bioactive compounds from Aglaia species",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Woodard",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Prod. Rep.",
            "volume": "31",
            "issn": "",
            "pages": "924-939",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The translation inhibitor silvestrol exhibits direct anti-tumor activity while preserving innate and adaptive immunity against EBV-driven lymphoproliferative disease",
            "authors": [
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "Patton",
                    "suffix": ""
                },
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Lustberg",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Lozanski",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Oncotarget",
            "volume": "6",
            "issn": "",
            "pages": "2693-2708",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Targeting the eIF4F translation initiation complex: a critical nexus for cancer development",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Graff",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Ruggero",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Sonenberg",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cancer Res.",
            "volume": "75",
            "issn": "",
            "pages": "250-263",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Transcriptome-wide characterization of the eIF4A signature highlights plasticity in translation regulation",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Rubio",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Weisburd",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Holderfield",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Biol.",
            "volume": "15",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Evidence for a functionally relevant rocaglamide binding site on the eIF4A-RNA complex",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Sadlish",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Galicia-Vazquez",
                    "suffix": ""
                },
                {
                    "first": "C.G.",
                    "middle": [],
                    "last": "Paris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "ACS Chem. Biol.",
            "volume": "8",
            "issn": "",
            "pages": "1519-1527",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Characterization of silvestrol pharmacokinetics in mice using liquid chromatography-tandem mass spectrometry",
            "authors": [
                {
                    "first": "U.V.",
                    "middle": [],
                    "last": "Saradhi",
                    "suffix": ""
                },
                {
                    "first": "S.V.",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "AAPS J.",
            "volume": "13",
            "issn": "",
            "pages": "347-356",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Targeting cap-dependent translation blocks converging survival signals by AKT and PIM kinases in lymphoma",
            "authors": [
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Schatz",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Oricchio",
                    "suffix": ""
                },
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Exp. Med.",
            "volume": "208",
            "issn": "",
            "pages": "1799-1807",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "RNA binding specificity of Ebola virus transcription factor VP30",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Schlereth",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Grünweller",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Biedenkopf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "RNA Biol.",
            "volume": "17",
            "issn": "",
            "pages": "1-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Functional characterization of IRESes by an inhibitor of the RNA helicase eIF4A",
            "authors": [
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Bordeleau",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Oberer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Chem. Biol.",
            "volume": "2",
            "issn": "",
            "pages": "213-220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Activity-guided isolation of cytotoxic constituents from the bark of Aglaia crassinervia collected in Indonesia",
            "authors": [
                {
                    "first": "B.N.",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bioorg. Med. Chem.",
            "volume": "14",
            "issn": "",
            "pages": "960-972",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "S.R.",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends Microbiol.",
            "volume": "20",
            "issn": "",
            "pages": "558-566",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Ebola virus VP30-mediated transcription is regulated by RNA secondary structure formation",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Weik",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Modrof",
                    "suffix": ""
                },
                {
                    "first": "H.D.",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol.",
            "volume": "76",
            "issn": "",
            "pages": "8532-8539",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The traditional Chinese herbal compound rocaglamide preferentially induces apoptosis in leukemia cells by modulation of mitogen-activated protein kinase activities",
            "authors": [
                {
                    "first": "J.Y.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "I.N.",
                    "middle": [],
                    "last": "Lavrik",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Mahlknecht",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. J. Canc.",
            "volume": "121",
            "issn": "",
            "pages": "839-846",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Processing of the human coronavirus 229E replicase polyproteins by the virus-encoded 3C-like proteinase: identification of proteolytic products and cleavage sites common to pp1a and pp1ab",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "S.G.",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol.",
            "volume": "73",
            "issn": "",
            "pages": "177-185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Antitumor activity and mechanism of action of the cyclopenta[b]benzofuran, silvestrol",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Cencic",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Carrier",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Galicia-Vázquez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLos One",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "CRISPR-mediated drug-target validation reveals selective pharmacological inhibition of the RNA helicase, eIF4A",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Galicia-Vázquez",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Cencic",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Rep",
            "volume": "15",
            "issn": "",
            "pages": "2340-2347",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Translational control by 5'-untranslated regions of eukaryotic mRNAs",
            "authors": [
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Hinnebusch",
                    "suffix": ""
                },
                {
                    "first": "I.P.",
                    "middle": [],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Sonenberg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "352",
            "issn": "",
            "pages": "1413-1416",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Therapeutic potential of the translation inhibitor silvestrol in hepatocellular cancer",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Kogure",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Kinghorn",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLos One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Regulation mechanisms of viral IRES-driven translation",
            "authors": [
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C.J.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S.R.",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Trends Microbiol.",
            "volume": "25",
            "issn": "",
            "pages": "546-561",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The novel plant-derived agent silvestrol has B-cell selective activity in chronic lymphocytic leukemia and acute lymphoblastic leukemia in vitro and in vivo",
            "authors": [
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "R.B.",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Lozanski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Blood",
            "volume": "113",
            "issn": "",
            "pages": "4656-4666",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Targeting membrane-bound viral RNA synthesis reveals potent inhibition of diverse coronaviruses including the middle East respiratory syndrome virus",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Lundin",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Bergström",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Kann",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Adamiak",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Hannoun",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Kindler",
                    "suffix": ""
                },
                {
                    "first": "H.R.",
                    "middle": [],
                    "last": "Jónsdóttir",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kint",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Forlenza",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Trybala",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}