{
    "paper_id": "PMC7115521",
    "metadata": {
        "title": "Attenuated live infectious bronchitis virus QX vaccine disseminates slowly to target organs distant from the site of inoculation",
        "authors": [
            {
                "first": "A.",
                "middle": [],
                "last": "Laconi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "E.A.W.S.",
                "middle": [],
                "last": "Weerts",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.C.G.",
                "middle": [],
                "last": "Bloodgood",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.P.",
                "middle": [],
                "last": "Deniz Marrero",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.J.",
                "middle": [],
                "last": "Berends",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "G.",
                "middle": [],
                "last": "Cocciolo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.J.",
                "middle": [],
                "last": "de Wit",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.H.",
                "middle": [],
                "last": "Verheije",
                "suffix": "",
                "email": "m.h.verheije@uu.nl",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Infectious bronchitis (IB) is an acute, highly contagious respiratory disease of chickens (Gallus gallus) caused by infectious bronchitis virus (IBV) [1]. The virus belongs to the genus Gammacoronavirus within the family Coronaviridae, order Nidovirales\n[2]. IBV poses a major economic threat worldwide, especially due to reduced egg quality and quantity in layer chickens and predisposition to bacterial infections in broilers. IBV initially targets the epithelium of the respiratory tract, but depending on the viral strain it can also infect other organs, mostly the reproductive tract and the kidneys. New IBV variants, resulting in different genotypes, serotypes and pathotypes, are continuously reported [3].",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 254,
                    "end": 257,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 710,
                    "end": 713,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Based on its clinical symptoms in the field and on its global dissemination, one of the most threatening IBV genotypes is QX (GI-19). The first QX strain circulating was reported from China in 1998 [4], and QX-like IBV strains are now circulating in many other countries. These viruses are associated with respiratory problems, renal failure, drops in egg production and ‘false layers’ syndrome [5], [6], [7], [8], [9]. In Europe, it is the second most prevalent IBV genotype [10].",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 395,
                    "end": 398,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 400,
                    "end": 403,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 405,
                    "end": 408,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 410,
                    "end": 413,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 415,
                    "end": 418,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 476,
                    "end": 480,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The control of IB occurs by vaccination, typically using live attenuated vaccines derived from virulent strains serially passaged in embryonated chicken eggs. As a result the virus adapts to the embryo, with a concomitant attenuation for hatched, juvenile and adult chickens [11], [12], [13]. Similarly, QX field virulent strains have been attenuated via passage in embryonated chicken eggs [14]. The basis of the attenuation of live IBV vaccines and its effects on the resulting phenotype are, however, poorly understood.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 281,
                    "end": 285,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 287,
                    "end": 291,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 391,
                    "end": 395,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Here we set out to elucidate the attenuated phenotype of the QX vaccine, NOBILIS® IB Primo, by comparing its viral replication, protein expression and induction of lesions in various target tissues to that of its progenitor, IBV-D388 [9]. Viral distribution was investigated at the site of inoculation, the trachea, and in the kidneys, conjunctivae and the gastrointestinal tract, specifically including the cloaca, over the first eight days after experimental infection of day-old broilers. Our data show that the attenuation of QX vaccine phenotypically results in reduced ability to spread and to replicate in tissues beyond the site of infection.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "IBV-D388 was isolated by GD Animal Health (Deventer, The Netherlands) in March 2004 from 19-day-old broiler breeders with respiratory signs and increased mortality due to renal failure [9]. NOBILIS® IB Primo QX (MSD/Animal Health, The Netherlands; batch A006A1J01; 104.0–105.5 EID50 per vial) is a live attenuated avian infectious bronchitis QX virus derived from strain D388. Full genome sequences of the vaccine and its progenitor virulent strain are not currently available.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Viruses and chickens ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Fifty-six specific pathogens free (SPF) broiler-type chickens (GD Animal Health, Deventer, The Netherlands) of mixed gender were used in accordance with GD Animal Health institutional guidelines (Ethical animal experimentation approval 2017-071). At day of hatch, the animals were divided into three groups, containing eight (negative controls), 24 (QX vaccine), and 24 (IBV-D388) chickens respectively, and each group was kept in separate isolators under controlled housing conditions, including filtered supply and exhaust air. At day 0, the control group was inoculated with PBS, and the experimental groups were inoculated intratracheally with one dose of 103 EID50 IBV-D388 or QX vaccine in 0.1 ml sterile water. Back titration showed that birds were inoculated with a dose of 103.1 EID50 of IBV-D388 and a dose of 105.0 EID50 QX vaccine, respectively.",
            "cite_spans": [],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All animals were checked daily for clinical symptoms, but it is of note that clinical symptoms including mild dyspnea, mildly increased respiratory sounds, and mild serous ocular and nasal discharge are difficult to record when animals are housed in isolators. Here, both the onset, the frequency and the number of birds showing clinical respiratory symptoms listed above were comparable between the groups (data not shown). Every day, one bird of the control group, three IBV-D388 and three QX vaccine inoculated animals were euthanized. From each animal, swabs were taken from the trachea, the conjunctivae and the cloaca, and stored at 4 °C after drying for two hours in a laminar flow cabinet. Tissue samples were collected from trachea and kidneys daily. Samples from the gastrointestinal (GI) tract, including the cloaca, were taken at days 1, 4, 7, and 8. Tissues were fixed in neutral-buffered 10% formalin in PBS for 24 h, stored in 70% ethanol and finally paraffin-embedded. Additional kidney tissue samples were placed in liquid nitrogen immediately during necropsy and subsequently stored in −80 °C for viral RNA isolation.",
            "cite_spans": [],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "RNA was extracted from individual dry swabs and kidneys. Briefly, the swabs were eluted in 500 µl of PBS and the viral RNA was extracted using a QIAamp viral RNA minikit (QIAGEN, Hilden, Germany) following the manufacturer’s protocol, whereas 30 mg of each kidney was homogenized using MagNA Lyser Instrument (Roche, Germany) and the RNA was isolated using the RNeasy minikit (QIAGEN, Hilden, Germany), following the manufacturer’s recommendations. In each round of RNA isolation, a QX isolate with known titer (106 EID50/ml) was included as positive control, while PBS was used as negative control. qRT-PCRs were performed using the iTaq universal SYBR Green one-step kit (Bio-Rad Laboratories, Hercules, California, USA). A genotype QX specific SYBR Green qRT-PCR developed and validated in our laboratory [15] based on the S1 gene sequence was used to detect and quantify viral RNA. The limit of detection of the assay was equal to 101.31 EID50/100 µl. The qRT-PCR reactions were carried out in a Bio-Rad CFX Connect real-time PCR system. In each qRT-PCR round, three ten-fold dilutions of the positive control were used to create a standard curve to quantify the viral RNA in the samples.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 812,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Viral RNA analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Tissue slides were cut from the formalin‐fixed, dehydrated, and paraffin‐embedded tracheas, kidneys, cloacas and other segments of the gastrointestinal tract. For histopathological examination, tissue slides of trachea and kidney were stained with haematoxylin and eosin (HE) according to standard laboratory procedures. Histopathologic changes were critically evaluated via light microscopy by two veterinary pathologists, who after individual evaluation came to a consensus. Immunohistochemical staining was performed on tissue slides as previously described by van Beurden et al. (2017) [16], using a monoclonal antibody directed against the IBV S2 protein (Prionics-Thermo Fisher Scientific, Waltham, MA, USA). Percentages of cells showing viral protein expression were scored for each organ by light microscopic evaluation, similarly as described by van den Brand et al. (2011) [17]. For the trachea, this was done with the total piece of tissue divided into ten parts; in each tenth, the percentage of cells showing viral protein expression was defined in 10% increments. An average viral protein expression percentage for the total trachea was then calculated by dividing the total sum of the ten separate percentages by ten. For the kidney and cloaca, similar procedures were followed, but, due to the more variable tissue sample shape, each tissue piece was divided into five instead of ten parts for technical convenience. The GI tract was evaluated for presence of viral protein expression without percentage-wise scoring and with division of the total GI tract into four parts: (1) stomachs (proventriculus and gizzard), (2) small intestines (duodenum, jejunum, ileum), (3) large intestines (caeca, large intestinal segment connecting ileocaecal junction with cloaca) and (4) cloaca.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 594,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 883,
                    "end": 887,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Histopathology and anti-IBV immunohistochemistry ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A two-way analysis of variance (ANOVA) was used to assess whether the viral RNA and the viral replication in each tissue were significantly different between the vaccine and its virulent progenitor.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "At each time point, postmortem swabs were taken from the animals before further collection of tissues. From the swabs taken from the most caudal part of the trachea, viral RNA isolation and qRT-PCR were performed to determine the amount of viral RNA present in the trachea per animal per time point (Fig. 1\nA). Viral RNA could be detected in the trachea from the first day onward, and viral RNA titers remained constant over time until day 8 in both the IBV-D388 and QX vaccine inoculated groups (Fig. 1A). There were no significant differences in viral RNA titers between time points or between the field and vaccine strain (p > 0.05).",
            "cite_spans": [],
            "section": "Tracheal viral RNA and viral protein expression are comparable between IBV-D388 and QX vaccine inoculated chickens ::: Results",
            "ref_spans": [
                {
                    "start": 300,
                    "end": 306,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 497,
                    "end": 503,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To investigate whether RNA titers were derived from local viral replication or only from the inoculum itself, RNA presence was compared with viral protein expression, visualized via immunohistochemical staining. The percentages of cells showing viral protein expression per trachea per time point are shown in Fig. 1B. For IBV-D388, viral protein expression could be detected from day 2 onward, while the first viral protein detection after QX vaccine infection was first observed on day 4. Viral protein expression was detected in all three trachea samples from day 4 onward after IBV-D388 inoculation, while protein expression was only present for all three samples on day 5 after QX vaccine inoculation. However, there were no statistically significant differences between the groups at any time point. For both the IBV-D388 and QX vaccine-inoculated birds, a representative example of trachea stained with an antibody against IBV is shown in Fig. 1C.",
            "cite_spans": [],
            "section": "Tracheal viral RNA and viral protein expression are comparable between IBV-D388 and QX vaccine inoculated chickens ::: Results",
            "ref_spans": [
                {
                    "start": 310,
                    "end": 316,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 946,
                    "end": 952,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To study the pathogenicity of both viruses, the tracheal histopathologic lesions were compared over time (Fig. 2\n). From day 2 to day 4 post infection, tracheal sections of the QX-D388 infected birds showed scattered epithelial cells with signs of cell death, marked desquamation of epithelial cells, and infiltration and exocytosis of heterophils, resulting in accumulations of both cell types in the tracheal lumen. At the same time points, the QX vaccine inoculated tracheas only showed a mild reduction of goblet cells and cilia, with few dying cells scattered through the mucosal lining. In the latter, a transition to more abundant epithelial desquamation and heterophilic infiltration was only seen from day 6 onward. From day 7 onward, tracheal changes were comparable for both groups, and included the classic IBV-induced lesions such as complete loss of goblet cells and cilia, epithelial metaplasia, and chronic mononuclear inflammatory cell infiltration throughout the mucosa and submucosa. Tracheal sections of mock-infected birds did not show any morphological changes at any time point (histologic pictures over time comparable to the infected tracheas 1 day post infection (d.p.i.) (data not shown).",
            "cite_spans": [],
            "section": "Tracheal lesions resulting from infection by IBV-D388 and QX vaccine are similar, but are induced earlier, more abruptly and initially more severely by the progenitor virus ::: Results",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 112,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We next analysed whether there were differences between IBV-D388 and its derivative vaccine in replication in the kidney. Viral RNA from kidney tissues was quantified by qRT-PCR (Fig. 3\nA), showing that IBV-D388 viral RNA was present from day 3 onward and further increased on day 4 (Fig. 3A). In contrast, viral RNA titers of QX vaccine were much lower, and the titers of the two viruses were significantly different from day 4 onward. Immunohistochemical staining and quantification of viral antigen-expressing cells confirmed that the vaccine virus did not replicate significantly over time in this tissue, while clear expression of S2 protein was observed from day 4 onward in D388-inoculated animals (Fig. 3B). Viral antigen expression was only seen in renal tubular structures, often with an emphasis on the more distal tubular segments, collecting ducts and (when present in the sample) the ureter (Fig. 3C).",
            "cite_spans": [],
            "section": "IBV-D388 is more efficient in reaching and replicating in the kidney compared to QX vaccine ::: Results",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 185,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 284,
                    "end": 290,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 706,
                    "end": 712,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 906,
                    "end": 912,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Representative histological pictures of kidney for both IBV-D388 and QX vaccine inoculated birds taken at 4 and 6 d.p.i. are depicted in Fig. 4\n. Morphological changes could be observed in the kidneys of birds infected with IBV-D388 from 3 d.p.i. onward, with death and desquamation into the lumen of single tubular epithelial cells. Over time, visible from day 6 onwards, these cell death-defined lesions changed towards marked, mononuclear, peritubular interstitial inflammation with few remaining scattered cells showing signs of cell death throughout the tissue. Kidney sections of vaccinated birds, as well as mock-infected birds (not shown), did not show any relevant changes throughout the experiment.",
            "cite_spans": [],
            "section": "Renal lesions are only induced upon infection with IBV-D388 ::: Results",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To further investigate the ability of the two viruses to reach secondary target organs, we assessed the presence of viral RNA in swabs collected from the conjunctivae and the cloaca. IBV-D388 viral RNA could be detected in the conjunctivae with significantly higher titers than QX vaccine on days 1, 4, 6, 7, and 8 (Fig. 5\nA). In the cloaca of birds infected with IBV-D388, RNA was detected from day 2 onward with higher RNA titers observed than after QX vaccine inoculation. In the vaccine-inoculated group, viral RNA could not be detected earlier than 4 d.p.i. (Fig. 5B). Statistically significant differences in the two groups were observed at days 2 and 3.",
            "cite_spans": [],
            "section": "IBV-D388 reaches the conjunctivae and cloaca earlier and with higher titers than QX vaccine ::: Results",
            "ref_spans": [
                {
                    "start": 316,
                    "end": 322,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 564,
                    "end": 570,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To further gain insight into the dissemination of the two viruses throughout the body, we analysed GI tissues collected at days 1, 4, 7, and 8 post infection for the expression of IBV viral proteins. The number of animals expressing viral proteins in stomachs (proventriculus, gizzard), small intestines (duodenum, jejunum, ileum), large intestines (caecum, large intestinal segment connecting ileocaecal junction with cloaca) and cloaca per time point is depicted in Table 1\n. With exception of the proventriculus and at most time points also of the cranial small intestine (duodenum and jejunum), all tissues analysed (from caeca to cloaca mostly) support replication of IBV-D388 and its derivative vaccine. However, viral protein expression was clearly more abundant and present earlier after IBV-D388 infection (4 d.p.i., compared to protein expression in comparable numbers of cells after QX vaccine only at 8 d.p.i.). In the birds’ stomachs, a limited number of positive cells were observed in the gizzard, but not in the proventriculus. More detailed analysis of the cloaca indicated no statistical differences between IBV-D388 and QX vaccine regarding percentage of tissue expressing viral proteins (Fig. 6\nA), and comparable preferences for epithelial cells, which showed viral protein expression predominantly (Fig. 6B).",
            "cite_spans": [],
            "section": "QX can replicate in the gastrointestinal tract ::: Results",
            "ref_spans": [
                {
                    "start": 1208,
                    "end": 1214,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1321,
                    "end": 1327,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 468,
                    "end": 475,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In this manuscript, we investigated the attenuated phenotype of a commercially available IBV vaccine strain at early time points after inoculation of SPF broiler chickens. While replication of the QX vaccine was comparable to that of its virulent progenitor at the site of inoculation, the vaccine virus showed a remarkable delay of viral protein expression and lower viral RNA production in other target organs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The ability of a virus to infect and replicate in tissues beyond the site of infection depends on the route of transport and the susceptibility of a respective organ. Since the 1960s, viremia has been proposed as one of the routes of IBV dissemination [18], with only recent evidence for involvement of mononuclear cells in transportation of the virus throughout the body [19], [20]. In our study, mononuclear cells expressing viral proteins were only rarely detected (data not shown), so it is yet unclear whether they truly contribute to IBV dissemination. In addition, virions excreted by coughing, sneezing and rales, or taken up by ingestion, can contribute to the dissemination of the virus to other organs [1]. Our observation that comparable viral RNA levels for the virulent and vaccine strains were produced in the trachea, while lower or delayed viral RNA levels for the vaccine strain were detected in the cloaca and conjunctivae, suggests that the vaccine has a lower ability to reach or to infect these tissues. It is possible, however, that part of the viral RNA came from non-infectious viral particles, as the infectious dose produced was not determined in this study. The extent to which viral shedding from the trachea contributes to the lower viral RNA titres in the conjunctivae and cloaca remains to be confirmed. Other factors, including stability of the virus in various environmental conditions, susceptibility to immune factors, or intrinsic differences between the viruses to replicate in tissues distant from the initial site of infection may play an additional role in reduced replication in secondary organs.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "mention": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 372,
                    "end": 376,
                    "mention": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 378,
                    "end": 382,
                    "mention": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 713,
                    "end": 716,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Kidneys from QX vaccine-inoculated animals rarely displayed signs of infection, with only a few animals showing very few virus-positive cells. Thus, attenuation of QX vaccine resulted in a virus with reduced ability to disseminate to this tissue. This is in accordance with a previous study in which passages of a QX virulent strain in embryonated eggs showed a progressive reduction in ability to replicate in the kidneys of experimentally infected chickens [14]. Kidney lesions induced by D388 did not, however, result in clinical symptoms usually observed in cases of nephritis [9], [21], [22]. Clinical respiratory symptoms in both groups were mild, but comparable (not shown). As the severity of IBV clinical symptoms also relies on environmental factors, including but not limited to cold and heat stress, food additives and the presence of secondary bacterial or viral infections [22], the severity of clinical symptoms in an experimental setting is often less than in the field [23], [24].",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 581,
                    "end": 584,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 586,
                    "end": 590,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 592,
                    "end": 596,
                    "mention": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 887,
                    "end": 891,
                    "mention": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 986,
                    "end": 990,
                    "mention": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 992,
                    "end": 996,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Finally, our data seem to suggest that an ascending route from the cloaca towards the kidney might contribute to some extent to kidney infection, as the cloaca became RNA positive at an earlier time point than the kidneys. This seems to be supported by the observation that epithelial cells of the distal tubules, collecting ducts and ureter commonly tend to show the only or more prominent viral protein expression, compared to the proximal nephron segments. Comparable observations supporting this theory were made in other studies [24], [25], [26]. The cloaca at least seems to be reached by the virus by a descending route via the gastrointestinal tract, likely after swallowing viral particles. Alternatively, the virus might reach the cloaca via an ascending process called cloacal suckling, with uptake of particles from the environment into the cloaca [27] after their excretion from, for example, airways or eyes. From this study, however, it is not clear whether such cloacal uptake of virus takes place.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 538,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 540,
                    "end": 544,
                    "mention": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 546,
                    "end": 550,
                    "mention": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 860,
                    "end": 864,
                    "mention": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Vaccines safety studies have previously shown that IBV vaccines have a reduce ability to infect target tissues [11], [12], [13]; however, this is the first study to analyse the differences in viral replication and tropism between a virulent IBV-QX field strain (IBV-D388) and the associated attenuated vaccine strain (QX vaccine). We conclude that the attenuation of the QX vaccine results in slower dissemination and lower replication ability in target tissues distant from the initial site of infection, including the kidneys, in broilers during the first week of life.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 117,
                    "end": 121,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 123,
                    "end": 127,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "section": "Declaration of Competing Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Immunohistochemistry of gastrointestinal tract tissues of IBV-D388 and QX vaccine. The number of IBV protein positive tissues (total out of three) at 1, 4, 7 and 8 days post infection (d.p.i.). $Only protein expression seen in the gizzard, never in the proventriculus; #Very limited protein expression (approximately 10 cells or less in one or two small clusters).\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: IBV QX viruses in trachea of experimentally infected broilers. (A) Viral RNA was isolated from swabs from the most caudal part of the trachea of each bird upon necropsy. qRT-PCR using primers directed against the S1 gene was performed in duplicate. Viral titers were calculated based on a standard curve, and the mean and standard deviation of three birds are shown; (B/C) Trachea sections were stained by immunohistochemistry using an anti-IBV S2 antibody. The percentage of cells within the trachea section that expressed viral proteins is depicted in (B) and (C) representative images. No statistically significant differences between the groups were observed.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Histopathological changes in trachea of experimentally infected broilers. Trachea sections were stained by H&E and evaluated for lesions by light microscopy. Lesions comprised loss of cilia and goblet cells (black arrows), vacuoles containing single dead cells (white arrows) which often show high level of viral protein expression in immunohistochemical staining (not shown), inflammatory cell infiltration (arrow heads) and epithelial desquamation and heterophil presence after exocytosis (asterisk). Inset picture IBV D388, 2 day p.i.: trachea of other than primarily-depicted animal with most prominent epithelial desquamation and heterophil presence (main picture presents average trachea on this time point regarding inflammatory cell infiltration into the tissue better).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: IBV QX viruses in kidney of experimentally infected broilers. (A) Viral RNA was isolated from kidney tissue, and qRT-PCR was performed in duplicate. Viral titers were calculated based on a standard curve, and the mean and standard deviation of three birds are shown; (B/C) Kidney tissues were stained by immunohistochemistry using an anti-IBV antibody (C). The percentage of cells within the kidney that expressed viral proteins is depicted for each animal (B) and representative images are given (C). * p < 0.05.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Histopathological changes in the kidney of experimentally infected broilers. Kidney sections were stained by H&E and evaluated for lesions by light microscopy. Lesions included death and desquamation of single tubular epithelial cells (asterisk) and interstitial, peritubular inflammatory cell infiltration (arrow heads).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: IBV QX viruses in ocular and cloacal swabs. Viral RNA was isolated from swabs of conjunctivae (A) and cloaca (B) and qRT-PCR was performed in duplicate. Viral titers were calculated based on a standard curve, and the mean and standard deviation of three birds are shown. * p < 0.05.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: IBV QX viruses in gastrointestinal tract of experimentally infected broilers. Cloaca tissues were stained by immunohistochemistry using the anti-IBV antibody. (A) The percentage of cells that expressed viral proteins is depicted for each animal, and (B) representative images are shown.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The long view: 40 years of infectious bronchitis research",
            "authors": [
                {
                    "first": "J.K.A.",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Jackwood",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Avian Pathol",
            "volume": "41",
            "issn": "",
            "pages": "239-250",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "S1 gene-based phylogeny of infectious bronchitis virus: an attempt to harmonize virus classification",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Valastro",
                    "suffix": ""
                },
                {
                    "first": "E.C.",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Fusaro",
                    "suffix": ""
                },
                {
                    "first": "M.W.",
                    "middle": [],
                    "last": "Jackwood",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Cattoli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Genet Evol",
            "volume": "39",
            "issn": "",
            "pages": "349-364",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Isolation and identification of glandular stomach type IBV (QX IBV) in chickens",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "YuDong",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "YongLin",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "ZiChun",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "GenChe",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "YiHai",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "XiangE",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Chinese J Anim Quar",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A reverse transcriptase-polymerase chain reaction survey of infectious bronchitis virus genotypes in Western Europe from 2002 to 2006",
            "authors": [
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Worthington",
                    "suffix": ""
                },
                {
                    "first": "R.J.W.",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Avian Pathol",
            "volume": "37",
            "issn": "",
            "pages": "247-257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "QX-type infectious bronchitis virus in commercial flocks in the UK",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Valastro",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Monne",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Fasolato",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Cecchettin",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Terregino",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Rec",
            "volume": "167",
            "issn": "",
            "pages": "865-866",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Circulation of Infectious Bronchitis Virus Strains from Italy 02 and QX Genotypes in Slovenia Between 2007 and 2009",
            "authors": [
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Krapež",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Slavec",
                    "suffix": ""
                },
                {
                    "first": "O.Z.",
                    "middle": [],
                    "last": "Rojs",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Avian Dis Dig",
            "volume": "6",
            "issn": "",
            "pages": "e60-e61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Characterization and analysis of the full-length genome of a strain of the European QX-like genotype of infectious bronchitis virus",
            "authors": [
                {
                    "first": "S.H.",
                    "middle": [],
                    "last": "Abro",
                    "suffix": ""
                },
                {
                    "first": "L.H.M.",
                    "middle": [],
                    "last": "Renström",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Ullman",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Belák",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Baule",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Virol",
            "volume": "157",
            "issn": "",
            "pages": "1211-1215",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Induction of cystic oviducts and protection against early challenge with infectious bronchitis virus serotype D388 (genotype QX) by maternally derived antibodies and by early vaccination",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "de Wit",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Nieuwenhuisen-van Wilgen",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Hoogkamer",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "vande Sande",
                    "suffix": ""
                },
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Zuidam",
                    "suffix": ""
                },
                {
                    "first": "T.H.F.",
                    "middle": [],
                    "last": "Fabri",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Avian Pathol",
            "volume": "40",
            "issn": "",
            "pages": "463-471",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Detection of different genotypes of infectious bronchitis virus and of infectious bursal disease virus in European broilers during an epidemiological study in 2013 and the consequences for the diagnostic approach",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "de Wit",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Cazaban",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Ramon",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Gardin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Avian Pathol",
            "volume": "47",
            "issn": "",
            "pages": "140-151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Effect of serial embryo passage of an Arkansas-type avian infectious bronchitis virus isolate on clinical response, virus recovery, and immunity",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Gelb",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Cloud",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Avian Dis",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Development and use of the H strain of avian infectious bronchitis virus from the Netherlands as a vaccine: a review",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Bijlenga",
                    "suffix": ""
                },
                {
                    "first": "J.K.A.",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gelb",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Avian Pathol",
            "volume": "33",
            "issn": "",
            "pages": "550-557",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Efficacy and safety of an attenuated live QX-like infectious bronchitis virus strain as a vaccine for chickens",
            "authors": [
                {
                    "first": "H.J.",
                    "middle": [],
                    "last": "Geerligs",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Tarres-Call",
                    "suffix": ""
                },
                {
                    "first": "B.G.E.",
                    "middle": [],
                    "last": "Stuurman",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Bru",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wijmenga",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Symons",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Avian Pathol",
            "volume": "40",
            "issn": "",
            "pages": "93-102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "de Laat ECH, Urselmann TAPMP, Verheije HM. Infectious bronchitis virus Mass-type (GI-1) and QX-like (GI-19) genotyping and vaccine differentiation using SYBR green RT-qPCR paired with melting curve analysis",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Laconi",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Berends",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Virol Methods",
            "volume": "275",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "A reverse genetics system for avian coronavirus infectious bronchitis virus based on targeted RNA recombination",
            "authors": [
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Van Beurden",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Berends",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Krämer-Kühl",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Spekreijse",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Chénard",
                    "suffix": ""
                },
                {
                    "first": "H.C.",
                    "middle": [],
                    "last": "Philipp",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virol J",
            "volume": "14",
            "issn": "",
            "pages": "1-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Avian infectious bronchitis virus distribution in tissues of chicks",
            "authors": [
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Hofstad",
                    "suffix": ""
                },
                {
                    "first": "H.W.",
                    "middle": [],
                    "last": "Yoder",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Avian Dis",
            "volume": "",
            "issn": "",
            "pages": "230-239",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Infectious bronchitis corona virus establishes productive infection in avian macrophages interfering with selected antimicrobial functions",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Amarasinghe",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Abdul-Cader",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Nazir",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "De Silva Senapathi",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Cork",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "",
            "pages": "1-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Productive replication of nephropathogenic infectious bronchitis virus in peripheral blood monocytic cells, a strategy for viral dissemination and kidney infection in chickens",
            "authors": [
                {
                    "first": "V.R.A.P.",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Trus",
                    "suffix": ""
                },
                {
                    "first": "L.M.B.",
                    "middle": [],
                    "last": "Desmarets",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Theuns",
                    "suffix": ""
                },
                {
                    "first": "H.J.",
                    "middle": [],
                    "last": "Nauwynck",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vet Res",
            "volume": "47",
            "issn": "",
            "pages": "1-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Pathogenicity of a QX strain of infectious bronchitis virus in specific pathogen free and commercial broiler chickens, and evaluation of protection induced by a vaccination programme based on the Ma5 and 4/91 serotypes",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Terregino",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Toffan",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "AnnaBeato",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Serena Beato",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "De Nardi",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Meini",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Avian Pathol",
            "volume": "37",
            "issn": "",
            "pages": "487-493",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "QX-like infectious bronchitis virus isolated from cases of proventriculitis in commercial broilers in England",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Ganapathy",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wilkins",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Forrester",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lemiere",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Cserep",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "McMullin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet Rec",
            "volume": "171",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Factors influencing the outcome of infectious bronchitis vaccination and challenge experiments",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "de Wit",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sjaak",
                    "suffix": ""
                },
                {
                    "first": "J.K.A.",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Avian Pathol",
            "volume": "43",
            "issn": "",
            "pages": "485-497",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Comparative Histopathology and Immunohistochemistry of QX-like, Massachusetts and 793/B Serotypes of Infectious Bronchitis Virus Infection in Chickens",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Benyeda",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Szeredi",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Mató",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Süveges",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Balka",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Abonyi-Tóth",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Comp Pathol",
            "volume": "143",
            "issn": "",
            "pages": "276-283",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Cloacal reflexes and uptake of fluorescein-labeled polystyrene beads in broiler chickens",
            "authors": [
                {
                    "first": "H.J.",
                    "middle": [],
                    "last": "van der Sluis",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Dwars",
                    "suffix": ""
                },
                {
                    "first": "J.C.M.",
                    "middle": [],
                    "last": "Vernooij",
                    "suffix": ""
                },
                {
                    "first": "W.J.M.",
                    "middle": [],
                    "last": "Landman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Poult Sci",
            "volume": "88",
            "issn": "",
            "pages": "1242-1249",
            "other_ids": {
                "DOI": []
            }
        }
    }
}