{
    "paper_id": "PMC7245881",
    "metadata": {
        "title": "Effect of flow and cannula size on generated pressure during nasal high flow",
        "authors": [
            {
                "first": "Maximilian",
                "middle": [],
                "last": "Pinkham",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stanislav",
                "middle": [],
                "last": "Tatkov",
                "suffix": "",
                "email": "stanislav.tatkov@fphcare.co.nz",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Nasal high flow (NHF) with supplemental oxygen has been proposed to treat COVID-19 patients with acute respiratory failure (ARF) [1]. NHF gained its popularity due to the high oxygenation efficiency and success in treating patients with hypoxemic ARF [2]. Apart from the delivery of oxygen, NHF reduces the rebreathing from anatomical dead space and generates positive airway pressure; however, the delivered pressure is difficult to quantify due to the unsealed cannula interface. The purpose of this research is to provide clinicians with the indicative data of the generated pressure using different flow settings and cannula sizes.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 252,
                    "end": 253,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A chamber with two adjacent orifices to fit the cannula served as a model of the nasal cavity with nares, which has been described in detail previously [3]. Briefly, two “nare” sizes of 9-mm and 10-mm diameter were included to replicate similar pressures observed previously in patients [4]. NHF was delivered via a smaller-sized cannula, O.D. 6.1 mm/I.D. 5.1 mm, and a larger-sized cannula, O.D. 7.2 mm/I.D. 6.0 mm (Optiflow™ OPT944 “Medium” and OPT946 “Large”, Fisher & Paykel Healthcare, NZ). Measurements were made during the static condition to replicate pressure at the end of expiration in a mouth-closed position.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 288,
                    "end": 289,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "As shown in Fig. 1, NHF generates greater pressure when delivered using a larger cannula and with higher flow rate. For example, NHF of 60 L/min generated pressure of 12.1 cmH2O using the larger cannula compared to 4.8 cmH2O using the smaller cannula, in the 9-mm diameter “nare”. The same cannula size will generate greater pressure when used in a smaller nare. Therefore, using higher flow rates as well as increasing the prong/nare area ratio will generate greater positive airway pressure.\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 18,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The data show that in order to deliver higher pressure during NHF, then the flow rate and/or cannula size need to be increased. The results are taken from a bench experiment with inelastic orifices, and patients rarely have a closed system; however, the bench data demonstrate that a small reduction of the leak around the cannula, by occluding a larger area of the nare, may lead to a substantial increase of delivered pressure, particularly in the upper range of NHF rates.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The relationship between the occlusion and flow rate in generating positive airway pressure is non-linear; as the occlusion is increased, then pressure will increase significantly due to the increased resistance to flow leaving the nare [3]. Using a very small internal diameter of cannula may also affect relationship between flow and pressure through the jetting effect; however, this was outside the scope of the study [5].",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 239,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 423,
                    "end": 424,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The increase of pressure may reduce comfort and encourage a patient to open their mouth, which may lead to an increase of leak and reduction of pressure [4]; there is no data on the clinical effects of opening the mouth in patients with ARF. Also, the opening of the mouth may enhance the dead space clearance [6]. Larger-sized cannula may potentially reduce the clearance due to the lower leak if the mouth is not opened. However, at the highest flow rate, the dead space clearance is likely to be maximized regardless of the cannula size. Therefore, at 60 L/min, which is 1000 mL/s, the nasal cavity will be filled with fresh gas within a fraction of a second leading to rapid dilution and purging of the expired air.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 155,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 311,
                    "end": 312,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The experimental data demonstrates the rise in pressure with the increase of the cannula size and flow rate. The findings can be of practical value in the management of patients with severe ARF who need higher levels of positive airway pressure.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: The graph shows the positive airway pressure, cmH2O, that is generated by nasal high flow (NHF) using a smaller cannula (O.D. 6.1 mm) and larger cannula (O.D. 7.2 mm) in “nares” with two different diameters: 10 mm (left panel) and 9 mm (right panel) in the bench top model. Pressure generated by NHF can be increased by higher flow and by occluding a larger area of the nare, which can be achieved by increasing the cannula size",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "High-flow oxygen through nasal cannula in acute hypoxemic respiratory failure",
            "authors": [
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Frat",
                    "suffix": ""
                },
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Thille",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mercat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Girault",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ragot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perbet",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "23",
            "pages": "2185-2196",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1503326"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The effects of flow on airway pressure during nasal high-flow oxygen therapy",
            "authors": [
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Parke",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Eccleston",
                    "suffix": ""
                },
                {
                    "first": "SP",
                    "middle": [],
                    "last": "McGuinness",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Respir Care",
            "volume": "56",
            "issn": "8",
            "pages": "1151-1155",
            "other_ids": {
                "DOI": [
                    "10.4187/respcare.01106"
                ]
            }
        },
        "BIBREF4": {
            "title": "Correlation of high flow nasal cannula outlet area with gas clearance and pressure in adult upper airway replicas",
            "authors": [
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caillibotte",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Finlay",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Biomech",
            "volume": "66",
            "issn": "",
            "pages": "66-73",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clinbiomech.2017.11.003"
                ]
            }
        },
        "BIBREF5": {
            "title": "Effectiveness of nasal highflow in hypercapnic COPD patients is flow and leakage dependent",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Braunlich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mauersberger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Pulmonary Med",
            "volume": "18",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12890-018-0576-x"
                ]
            }
        }
    }
}