{
    "paper_id": "PMC7190482",
    "metadata": {
        "title": "An evaluation of co-use of chloroquine or hydroxychloroquine plus azithromycin on cardiac outcomes: A pharmacoepidemiological study to inform use during the COVID19 pandemic",
        "authors": [
            {
                "first": "Scott",
                "middle": [
                    "M."
                ],
                "last": "Vouri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thuy",
                "middle": [
                    "N."
                ],
                "last": "Thai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Almut",
                "middle": [
                    "G."
                ],
                "last": "Winterstein",
                "suffix": "",
                "email": "almut@cop.ufl.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The novel coronavirus (COVID-19) is expected to impact millions of people worldwide over the next several months.1 On April 24, 2020, according to the World Health Organization, there are approximatley 2.6 millions cases and 181 thousand deaths worldwide (81,529 new cases and 6,260 new deaths compared to the previous day).2 Vaccines are projected to not be available until 2021 and no effective antiviral treatment has been identified to-date. Among repurposed medications evaluated as potential therapies to treat COVID-19 is a combination of chloroquine or hydroxychloroquine plus azithromycin, with mixed results from non-controlled case series of COVID-19 patients.3\n,\n4 Moreover, preclinical studies have suggested that chloroquine may also have a potential prophylactic effect on COVID-19 infections.5 While clinical trials evaluating the efficacy are underway (n = 19; clinicaltrials.gov accessed on 4/22/2020), the U.S. Food & Drug Administration (FDA) has issued an emergency use authorization of chloroquine phosphate from the Strategic National Stockpile to treat adults hospitalized for COVID-19 (04/03/2020).6 However, given emerging evidence which questions whether treatment has favorable risk-benefit, the FDA recommends against use of chloroquine outside hospital settings or clinical trials for COVID-19 patients because of the known QTc prolongation risk (04/24/2020).7\n",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 324,
                    "end": 325,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 671,
                    "end": 672,
                    "mention": "3",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 675,
                    "end": 676,
                    "mention": "4",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 808,
                    "end": 809,
                    "mention": "5",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1123,
                    "end": 1124,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1389,
                    "end": 1390,
                    "mention": "7",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although the combination of chloroquine and azithromycin may have potential benefits, each medication is independently associated with an increased risk of QTc prolongation and subsequent death8; and the combination of the two medication types may further potentiate this risk. Because severe arrhythmias, the direct consequence of QTc prolongation, are rare, the ongoing clinical trials are unlikely to have sufficient sample size to address whether combination use of hydroxychloroquine or chloroquine and azithromycin may potentiate effects on QTc prolongation and its severe consequences.8\n,\n9 However, as chloroquine and hydroxychloroquine have been used for several decades in patients with autoimmune diseases (e.g., rheumatoid arthritis, lupus), we can use real-world data to evaluate whether combination use with azithromycin potentiates the risk for cardiac adverse events and to inform their use during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "mention": "8",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 592,
                    "end": 593,
                    "mention": "8",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 596,
                    "end": 597,
                    "mention": "9",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We conducted a retrospective cohort study using the IBM MarketScan Commercial Claims and Medicare Supplemental Databases from 2005 to 2018. These databases provide detailed information on patient healthcare utilization including medical inpatient and outpatient encounters and pharmacy dispensing claims. The University of Florida Institutional Review Board exempted this study from review (IRB201701362, 09/05/2017).",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "Building on previous work to evaluate drug-drug interactions involving QTc prolongation,10 we followed patients ≥18 years old with ≥1 diagnosis of autoimmune disease who initiated azithromycin or amoxicillin for ≥5 days during active treatment with chloroquine. Chloroquine and hydroxychloroquine can be used for malaria prophylaxis, resulting in exposure time during travel with limited ability to capture events that occur outside of the country. Thus, we only included patients with at least one diagnosis of autoimmune diseases (including multiple sclerosis, systemic sclerosis, systemic lupus erythematosus and connective tissue disorders, rheumatoid arthritis and related disorders, psoriasis, myasthenia gravis, nephritis, polyarteritis, autoimmune hepatitis, iridocyclitis, neuropathy, tissue disorders, and skin disorders) to mitigate outcome misclassification. Index date was the antibiotics' initiation date during active chloroquine use. Patients had continuous insurance coverage ≥6 months before index date until 5 days thereafter or inpatient death. We excluded patients with history of HIV, cancer, organ transplant, valvular disorders, cardiomyopathy, pregnancy, malaria, study outcomes, or with any azithromycin or amoxicillin prescription filled during the six months before the index date. We allowed patients to contribute to multiple combination use episodes as long as all in-/exclusion criteria were satisfied. The primary endpoint was sudden cardiac arrest or ventricular arrhythmias (SCA/VA) measured by ≥ 1 International Classification of Disease, Ninth Revision or Tenth Revision, Clinical Modification codes (ICD-9-CM 427.5, 427.1, 427.4, 427.41, 427.42, 798, 798.1, 798.2; ICD-10-CM I46, I46.9, I47.2, I49.0, I49.01, I49.02, R99) as principal diagnosis on emergency department (ED) or hospital encounters.11 Our secondary endpoint considered ED or inpatient encounters for cardiac symptoms (syncope, tachycardia, or palpitations: ICD-9-CM 780.2, 785.0, 785.1; ICD-10-CM R55, R00.0, R00.2).10 We followed patients for up to 5 days or until fill of another known QT-prolonging drug8 and estimated outcome incidence rates per 10,000 person-years and hazard ratios (HR). Covariates (including cardiac and metabolic conditions, type of autoimmune disorder, psychiatric conditions, respiratory conditions, infections, a variety of other chronic conditions, history of hospital admissions, smoking, duration of chloroquine/hydroxychloroquine use, and history of exposure to other QTc prolongation drugs (known, possible, or conditional risk)) were measured during 6 months before the index date. We adjusted for these covariates via exposure propensity scores using stabilized inverse probability treatment weighting. We conducted two sensitivity analyses that restricted to 1) patients with rheumatoid arthritis or lupus and 2) only the first concomitant use episode.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1835,
                    "end": 1837,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2019,
                    "end": 2021,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2109,
                    "end": 2110,
                    "mention": "8",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "There were 69,743 and 72,163 episodes with chloroquine or hydroxychloroquine and azithromycin combination and chloroquine or hydroxychloroquine and amoxicillin combination, respectively (see Table 1\nfor detailed baseline characteristics). We identified one SVC/VA event per exposure group. There were 29 azithromycin users and 23 amoxicillin combination users with cardiac symptoms. After adjustment, the incidence (per 10,000 person-years) of cardiac symptoms among azithromycin and amoxicillin combination users was 276 (95%CI, 185–410) versus 254 (95%CI, 168–383) with an adjusted HR of 1.10 (95%CI, 0.62–1.95) (Table 2\n). The sensitivity analyses showed consistent results (Table 2) as did stratified analyses of the two data sources, though confidence intervals remained wide due to small event rates (Commercial plans versus Medicare supplemental insurance, Table 3\n).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 615,
                    "end": 622,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 678,
                    "end": 685,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 864,
                    "end": 871,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The risk of SCA/VA was rare in our analysis and yielded inconclusive results. Although the incidence of cardiac symptoms among patients who used chloroquine or hydroxychloroquine in combination with azithromycin was slightly higher than among our active comparison group who used combinations with amoxicillin, results were not statistically significant in our primary or sensitivity analyses.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "While the low event rates appear encouraging, use of choloroquine and azithromycin combination should still be cautious, especially given other emerging evidence, for a variety of reasons. One recent retrospective cohort study among COVID-19 patients in U.S. Veterans Health Adminstration medical centers found there was no benefits of chlorquine in the reduction of need for mechanical ventilation; however, there was a significantly increased risk of death among chloroquine users as compared to no chloroquine users.12 Several trials were stopped early due to QTc prolongation related fatalities associated with the use of chloroquine.4\n,\n13\n",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 521,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 638,
                    "end": 639,
                    "mention": "4",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 642,
                    "end": 644,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "While controlled evidence on the risk of the combination use is lacking, a recent analysis of the U.S. Food and Drug Administration's Adverse Event Reporting System (FAERS) data found a signal for QTc prolongation or Torsades de Pointes associated with azithromycin. The analysis found no signal associated with chloroquine or hydroxychloroquine when used alone and a weaker association that did not reach thresholds for a safety signal for the combination with azithromycin.14 Interestingly, although underreporting of events as well as biases in reporting may obscure causal associations in adverse event reporting data, concerns regarding azithromycin's role in severe arrhythmias are corroborated by previous observational studies. A study in Tennessee Medicaid beneficiaries found that azithromycin users had a 2.5 times higher risk of cardiovascular death (95%CI, 1.4–4.5) and a 2.0 times higher risk of death from any cause compared to amoxicillin users (95%CI, 1.2–3.3).15 In another case-control study using electrocardiogram results and electronic health records, azithromycin users had 43% increased odds of severe QTc prolongation compared to amoxicillin users (95%CI, 1.13–1.82).16 In contrast, evidence for adverse cardiac adverse events of chloroquine and hydroxychloroquine consists mostly of case series, and the evidence based on more rigorous observational studies is lacking.17\n",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 477,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 978,
                    "end": 980,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1192,
                    "end": 1194,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1395,
                    "end": 1397,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It should be noted that our findings may not be directly applicable to how chloroquine or hydroxychloroquine are being used in combination with azithromycin. Chronic administration among patients with autoimmune disease cannot replicate physiological responses when both drugs are used acutely in a hospitalized setting, as would be expected for COVID-19 patients. Moreover, doses used in routine care (e.g. for lupus erythematosus, adult dosage is only 125–250 mg chloroquine daily), appear to be lower compared to COVID-19 treatment (1000 mg chloroquine phosphate for day 1 and then 500 mg daily for four to seven days of total treatment),6 which may suggest an attenuated risk for cardiac adverse outcomes.18 Additionally, our study was under the guidance of a prescribing clinician and cannot replicate scenarios where patients self-medicate. The desire to benefit from potential prophylactic effects has recently claimed one death when a patient used chloroquine available to clean fish aquariums.19\n",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 642,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 709,
                    "end": 711,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There are a several limitations to mention. First, while we addressed confounding via restriction and statistical adjustment, baseline characteristics suggest that chloroquine users with cardiac history were channeled away from azithromycin, and residual confounding may have masked subtle effects. For example, patients with higher risk for cardiac adverse events may be intentionally prescribed other antibiotics when azithromycin would be on option, thus mitigating the effect. Second, we may have underestimated the actual risk of cardiac adverse events among new users of the chloroquine and azithromycin combination, because our population included patients with long-term chloroquine use who may have been tolerating the drug well. Ideally, patients who initiate both drugs simultaneously, as proposed for COVID-19 treatment, would be studied, but restriction our analysis to such a population was prohibitive in terms of sample size. Third, restriction to patients with autoimmune disorders aimed to exclude chloroquine use for malaria prophylaxis with unknown exposure period and incomplete capture of outcomes during travel, but indications can only be inferred from claims data. Fourth, in an attempt to maximize sample size, we expanded a validated ICD-9-CM code set for SVD/VA11 to ICD-10-CM codes, which may have missed or mis-specified events after 2015. We tested our crosswalk in our source dataset and found consistent incidence rates of all endpoints across the ICD transition period. While we have found our code set for cardiac symptoms to be sensitive to capture effects of QTc prolongation in previous studies,10 we are not aware of validation studies.",
            "cite_spans": [
                {
                    "start": 1289,
                    "end": 1291,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1633,
                    "end": 1635,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We conclude that combination use of chloroquine and azithromycin did not show pronounced increases in arrhythmias in this real-world population. We caution however, against encouraging use of this combination for COVID-19, and in particular self-medication, especially among patients with history or risk of QTc prolongation, until appropriate risk-benefit has been established.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "Funding source",
            "ref_spans": []
        },
        {
            "text": "\nScott M. Vouri: Conceptualization, Methodology, Writing - original draft, Writing - review & editing. Thuy N. Thai: Methodology, Formal analysis, Writing - original draft, Writing - review & editing. Almut G. Winterstein: Conceptualization, Methodology, Writing - original draft, Writing - review & editing, Supervision.",
            "cite_spans": [],
            "section": "CRediT authorship contribution statement",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Baseline characteristics during six months before index in cohorts for evaluating risk of cardiac symptoms.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Risk of cardiac events following exposure to azithromycin or amoxicillin among chloroquine/hydroxychloroquine users.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Risk of cardiac events among chloroquine/hydroxychloroquine-azithromycin and chloroquine/hydroxychloroquine-amoxicillin users stratified by data sources.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese center for disease control and prevention",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "McGoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA. February",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF1": {
            "title": "Concomitant use of quinolones and stimulants and the risk of adverse cardiovascular symptoms: a retrospective cohort study",
            "authors": [
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "Alrwisan",
                    "suffix": ""
                },
                {
                    "first": "Y.-J.J.",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "B.A.",
                    "middle": [],
                    "last": "Brumback",
                    "suffix": ""
                },
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                },
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Winterstein",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pharmacotherapy",
            "volume": "39",
            "issn": "12",
            "pages": "1167-1178",
            "other_ids": {
                "DOI": [
                    "10.1002/phar.2343"
                ]
            }
        },
        "BIBREF2": {
            "title": "Validation of diagnostic codes for outpatient-originating sudden cardiac death and ventricular arrhythmia in Medicaid and Medicare claims data",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hennessy",
                    "suffix": ""
                },
                {
                    "first": "C.E.",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "C.P.",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pharmacoepidemiol Drug Saf",
            "volume": "19",
            "issn": "6",
            "pages": "555-562",
            "other_ids": {
                "DOI": [
                    "10.1002/pds.1869"
                ]
            }
        },
        "BIBREF3": {
            "title": "Outcomes of Hydroxychloroquine Usage in United States Veterans Hospitalized with Covid-19",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Magagnoli",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Narendran",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Borba",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "de Almeida Val",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sampaio",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Safety signals for QT prolongation or Torsades de Pointes associated with azithromycin with or without chloroquine or hydroxychloroquine [published online ahead of print, 2020 Apr 19]",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sarayani",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Cicali",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Henriksen",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Res Soc Adm Pharm",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.sapharm.2020.04.016"
                ]
            }
        },
        "BIBREF6": {
            "title": "Azithromycin and the risk of cardiovascular death",
            "authors": [
                {
                    "first": "W.A.",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "K.T.",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "P.G.",
                    "middle": [],
                    "last": "Arbogast",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "366",
            "issn": "20",
            "pages": "1881-1890",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1003833"
                ]
            }
        },
        "BIBREF7": {
            "title": "Risk evaluation of azithromycin-induced QT prolongation in real-world practice",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H.-S.",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J.-G.",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BioMed Res Int",
            "volume": "2018",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1155/2018/1574806"
                ]
            }
        },
        "BIBREF8": {
            "title": "Cardiac complications attributed to chloroquine and hydroxychloroquine: a systematic review of the literature",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Chatre",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Roubille",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Vernhet",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Jorgensen",
                    "suffix": ""
                },
                {
                    "first": "Y.-M.",
                    "middle": [],
                    "last": "Pers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Drug Saf",
            "volume": "41",
            "issn": "10",
            "pages": "919-931",
            "other_ids": {
                "DOI": [
                    "10.1007/s40264-018-0689-4"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "Clinical Pharmacology [Database Online]",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "FDA Letter to Stakeholders: Do Not Use Chloroquine Phosphate Intended for Fish as Treatment for COVID-19 in Humans",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Coronavirus Disease 2019 (COVID-19) Situation Report - 95",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J.-C.",
                    "middle": [],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents. March",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105949"
                ]
            }
        },
        "BIBREF13": {
            "title": "No evidence of rapid antiviral clearance or clinical benefit with the combination of hydroxychloroquine and azithromycin in patients with severe COVID-19 infection",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Delaugerre",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Goff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Mal Infect. March",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.medmal.2020.03.006"
                ]
            }
        },
        "BIBREF14": {
            "title": "A systematic review of the prophylactic role of chloroquine and hydroxychloroquine in Coronavirus Disease-19 (COVID-19)",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "D.P.",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "V.S.",
                    "middle": [],
                    "last": "Negi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int J Rheum Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/1756-185X.13842"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "QTdrugs list",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Woosley",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Heise",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Romero",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Cuomo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}