{
    "paper_id": "PMC7188148",
    "metadata": {
        "title": "A COVID-19 Patient Who Underwent Endonasal Endoscopic Pituitary Adenoma Resection: A Case Report",
        "authors": [
            {
                "first": "Wende",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xing",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hongyang",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaobing",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Since late December 2019, the COVID-19 outbreak has been causing concerns in the medical community and WHO characterized it as a pandemic on March 11th, 2020.1 Wuhan used to be the epic center of the outbreak, a pituitary adenoma patient was the first diagnosed COVID-19 case in our department and 14 medical staff were confirmed infected later, and this specific case has been cited several times but without accuracy or entirety,2,3 misinformation could lead to unnecessary psychological burden upon medical service providers. With this ongoing pandemic, we feel obligated to report it and share our thoughts and precautions to limit the epidemic among our medical staff.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 431,
                    "end": 432,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 433,
                    "end": 434,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "BACKGROUND AND IMPORTANCE",
            "ref_spans": []
        },
        {
            "text": "A 70-yr-old male patient with a 2-mo history of visual impairment was admitted and then diagnosed with pituitary adenoma in late December 2019. His past medical history was significant for hypertension, diabetes, and heart attack, and medications included perindopril, metformin hydrochloride, atorvastatin, acarbose, and amlodipine. He had a family history of hypertension and denied direct or indirect contact with COVID-2019 patients or visiting Huanan Seafood Market in last 2 wk. Physical exam revealed bitemporal hemianopsia.",
            "cite_spans": [],
            "section": "Patient Information ::: CLINICAL PRESENTATION",
            "ref_spans": []
        },
        {
            "text": "Routine Chest X-ray (Figure 1), blood test and hormonal screening (Table 1) showed no indication for infection, except for anemia and minor hormonal imbalances. Given the patient's metallic prosthetic teeth, head computed tomography (CT) was scheduled instead of magnetic resonance imaging and indicated a well-defined mass lesion in the sellar region, measuring 3.8, 3.5, and 4.5 cm in size and compressing the optic chiasm (Figure 1B-1D). Pathology confirmed pituitary adenoma (Figure 2A).",
            "cite_spans": [],
            "section": "Diagnostic Assessment ::: CLINICAL PRESENTATION",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 29,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 433,
                    "end": 434,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 436,
                    "end": 438,
                    "mention": "1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 487,
                    "end": 489,
                    "mention": "2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 73,
                    "end": 74,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The patient showed no contraindications in preoperative evaluation 1 d prior surgery. Endonasal endoscopic pituitary adenoma resection was performed in a regular operating room on January 6th. Cerebrospinal fluid (CSF) leakage occurred during the resection process, and the surgeon managed to fix the dural tears promptly. He had a transient fever of 37.8°C within 20 h postoperation, which could be resolved by physical method of cooling, and he showed no cough or neurological symptoms in that period. Oral prednisone and levothyroxine were administered 2- and 4-d postoperation, respectively, when hormonal test revealed low prolactin, testosterone, free triiodothyronine (FT3), and thyroid-stimulating hormone (TSH; Table 1).",
            "cite_spans": [],
            "section": "Therapeutic Intervention ::: CLINICAL PRESENTATION",
            "ref_spans": [
                {
                    "start": 726,
                    "end": 727,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Three days later, he had a fever of 38.5°C, intravenous meropenem administration was initiated on January 10th accordingly for potential intracranial infection indicated by significant white blood cell count (WBC) elevation (Table 1) and CSF leakage during surgery. The doctors arranged a lumbar puncture soon but failed to collect sufficient CSF. The patient didn’t show Kernig's or Brudzinski's sign but experienced fatigue and dry cough, therefore alternative examinations were scheduled to identify common pathogens, including influenza A and B, adenovirus, Chlamydophila, and Mycoplasma pneumonia, etc.",
            "cite_spans": [],
            "section": "Therapeutic Intervention ::: CLINICAL PRESENTATION",
            "ref_spans": [
                {
                    "start": 231,
                    "end": 232,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "On January 11th, common pathogen tests (Table 2) came out negative but lung CT (Figure 2B) and blood test (Table 1) turned positive, the former indicated ground glass sign, pleura effusion, and consolidation; the latter showed decreasing lymphocyte count with slightly increasing WBC. After consulting with Department of Infectious Disease, oral antiviral therapy started. The patient was treated as ‘pneumonia of unknown etiology’ in a quarantine room. Special protocol was initiated and all personnel were requested to wear protective equipment when visiting him since then.",
            "cite_spans": [],
            "section": "Therapeutic Intervention ::: CLINICAL PRESENTATION",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "mention": "2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 46,
                    "end": 47,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 113,
                    "end": 114,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The fever persisted for 6 d, from January 9th through 14th, with an average peak of 38.6°C (38.1°C∼39.6°C) (Figure 2C) regardless of antibiotic and antiviral therapies. Laboratory test revealed dramatic increase of procalcitonin and C-reactive protein (Table 1) on January 12th. On January 13th, he began to experience severe cough, fatigue, sputum production, shortness of breath, and low peripheral capillary oxygen saturation (SpO2 70%-78%). The X-ray demonstrated multiple bilateral opacities (Figure 2D), he was put on non-invasive ventilation to maintain oxygen saturation. On January 18th, the oral swab was taken, and test result revealed positive for SARS-CoV-2 the next day. The main event during his hospitalization was illustrated chronologically (Figure 3).",
            "cite_spans": [],
            "section": "Therapeutic Intervention ::: CLINICAL PRESENTATION",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "mention": "2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 505,
                    "end": 507,
                    "mention": "2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 767,
                    "end": 768,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 259,
                    "end": 260,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The patient was later transferred to a designated hospital and died of respiratory failure 4 wk after surgery.",
            "cite_spans": [],
            "section": "Follow-up and Outcomes ::: CLINICAL PRESENTATION",
            "ref_spans": []
        },
        {
            "text": "Informed consent was approved by the Institutional Review Board; the patient and his close relatives gave informed consent.",
            "cite_spans": [],
            "section": "Informed Consent ::: CLINICAL PRESENTATION",
            "ref_spans": []
        },
        {
            "text": "The patient had a postoperative fever followed by increasing WBC and CSF leakage during surgery; it would be logical from a neurosurgeon's perspective to speculate intracranial infection. Noticing the cough, doctors scheduled alternative tests which complied with ‘fever of unknown etiology,4 also known as COVID-19 now. Its frequent onset symptom, fever, made COVID-19 deceptive.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 292,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Following the first COVID-19 case in our department, 4 nurses who contacted with him directly before quarantine without protective equipment were infected, and 10 more staff who did not contact him were also confirmed later. The 14 staff fully recovered and returned back to work as of March 31st. It's worth noting that none of them participated in the surgery. Furthermore, with proper personal protective equipment and precautions since January 11th, none of those who contacted with him directly were infected, including his attending group who paid daily visit to the patient. In our retrospective view, patient quarantine, proper personal protective equipment, and social distancing between medical staff contributed to limiting epidemic among medical staff since the initial outbreak.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The median incubation period of COVID-19 was estimated to be 5.1 d, 97.5th percentile was 11.5 d,5 based on epidemiological characteristics it's reasonable to speculate that he developed a latent infection of SARS-CoV-2 prior operation and stress inflicted by neurosurgical procedure and anesthesia6 and potential postoperative hypopituitarism7 might impact his immune system. Transmission from an asymptomatic patient was reported,8 and higher viral loads were detected soon after symptom onset, with higher viral loads detected in the nose than in the throat.9 The estimated half-life of SARS-CoV-2 in aerosols was approximately 1.1 to 1.2 h,10 but it does not necessarily mean the aerosols cannot be filtered by surgical masks or N95 respirators. Endonasal endoscopic surgery is performed in a narrow, longitudinal canal, assisted by suction and irrigation. The chance that aerosols and droplets originating in nostrils escape the suction and are inhaled subsequently by surgeons is rare. Therefore, we think it is not wise to cancel all the endonasal endoscopic surgeries especially the emergency ones, such as pituitary apoplexy, and COVID-19 is supposed to be containable when the surgeries are performed in negative pressure operating rooms with sufficient personal protective equipment and the patients are kept under quarantine postoperatively. While we do not encourage elective surgeries during this pandemic, which might impact patients’ immune system and put them in conditions vulnerable to COVID-19.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 298,
                    "end": 299,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 343,
                    "end": 344,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 432,
                    "end": 433,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 561,
                    "end": 562,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 644,
                    "end": 646,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This work was supported by the National Natural Science Foundation of China (grant 81272778 and 81974390 to Dr X. Jiang) and the Fundamental Research Funds for the Central Universities (grant 2020kfyXGYJ010 to Dr X. Jiang). The authors have no personal, financial, or institutional interest in any of the drugs, materials, or devices described in this article.",
            "cite_spans": [],
            "section": "Disclosures ::: CONCLUSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 1.: Main laboratory Test Results Pre- and Postoperation\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "TABLE 2.: Common Pathogen Screening list\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "FIGURE 1.: Preoperative imaging studies. A, Preoperative X-ray indicated no obvious abnormalities. ©2020 Xiaobing Jiang. Used with permission. B, Axial preoperative head CT indicated well-defined mass lesion in sellar region, measuring 3.8, 3.5, 4.5 cm in size and compressing the optic chiasm, black arrows indicates the boundary. C, Coronal reconstruction of head CT scan, black arrows indicates the boundary. D, Sagittal reconstruction of head CT scan, black arrows indicates the boundary. Note that the patient had metallic prosthetic teeth which made it impossible to obtain magnetic resonance imaging.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE 2.: Postoperative pathology, imaging and peak axillary temperature records. A, Pathological frozen section of the resected tumor(20x), indicating pituitary adenoma. Immunohistology staining (Figures not shown): Syn (+), ACTH (−), GH (−), Ki 67 (LI < 1%). B, Lung CT scan, 5 d post operation, on January 11th, showed multiple ground glass opacities, effusion and consolidation. C, the peak axillary temperature starting January 1st through 19th, the horizontal dotted line intercepted y-axis at 37.3°C, the cutoff for fever. D, Chest X-ray at bedside, 7 d post operation, on January 13th, after the patients’ symptoms deteriorated, showed multiple bilateral opacities, mainly located in right lung. D, ©2020 Xiaobing Jiang. Used with permission.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIGURE 3.: Time-line of main event of the patient. Numbers in the middle square blocks represent the date of month. Grey color square blocks denote the day with fever and white color block denote the day without. The fever is defined that the axillary temperature greater than 37.3°C. CT, Computed Tomography; WBC, white blood cell count; FT3, free triiodothyronine; TSH, thyroid-stimulating hormone.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronavirus disease (COVID-19) outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Eng J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Protecting healthcare workers during the coronavirus disease 2019 (COVID-19) outbreak: lessons from Taiwan's severe acute respiratory syndrome response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "MY",
                    "middle": [],
                    "last": "Yen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Disease detectives hunting down more information about “super spreader” of Wuhan coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The epidemic of 2019-novel-coronavirus (2019-nCoV) pneumonia and insights for emerging infectious diseases in the future",
            "authors": [
                {
                    "first": "J-Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Microbes Infect",
            "volume": "22",
            "issn": "2",
            "pages": "80-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Immune modulation by volatile anesthetics",
            "authors": [
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Stollings",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dou",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anesthesiology",
            "volume": "125",
            "issn": "2",
            "pages": "399-411",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Immune function in hypopituitarism: time to reconsider",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Helbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shalet",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin endocrinol",
            "volume": "73",
            "issn": "4",
            "pages": "425-431",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Eng J Med",
            "volume": "382",
            "issn": "10",
            "pages": "970-971",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Eng J Med",
            "volume": "382",
            "issn": "12",
            "pages": "1177-1179",
            "other_ids": {
                "DOI": []
            }
        }
    }
}