{
    "paper_id": "PMC7129639",
    "metadata": {
        "title": "Ebola: between mathematics and reality",
        "authors": [
            {
                "first": "Gregor",
                "middle": [],
                "last": "Pollach",
                "suffix": "",
                "email": "gregor.pollach@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Pietruck",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Ebola needs to be contained. Despite this basic epidemiological truth, we have difficulty understanding the intelligence, money, and institutional efforts dedicated to this disease.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In their Article on the control of Ebola virus transmission, Joseph Lewnard and colleagues1 conclude that 4800 additional beds could save many lives in Montserrado, Liberia. They estimated that expanding treatment centres on Oct 15 could have prevented 137 432 cases by Dec 15. By contrast, they predicted 170 996 cases over the same period if treatment was not expanded. During that time (106 days), therefore, their projections argue that an additional 4800 beds would have treated 33 564 patients. In fact, this was a ten times overprojection.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 91,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In our resource-depleted hospital, we treat up to 95 000 inpatients per year2 with 1300 beds; equivalent to 27 500 patients per 106 days. This care includes some quite complex treatments such as ventilation, dialysis, paediatric surgery, neurosurgery, and chemotherapy. 40% of our patients are HIV positive and need complicated schemes to deal with tuberculosis, cryptococcosis, and Kaposi's sarcoma. Many of these patients stay in hospital longer than do Ebola patients.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 77,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We cannot see why we would need 369% of our present number of beds to treat almost the same number of patients for a disease that is relatively easy to treat (even when the protective gear can be unpleasant to wear).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Working daily with existing pandemic conditions such as malaria, sepsis, and road traffic accidents—which have killed more patients in the past 2 weeks than Ebola, severe acute respiratory syndrome, Middle East respiratory syndrome, bird flu, and swine flu combined in human history—we find it difficult to explain the reasoning behind resource allocation to our non-physician collaborators or to a patient who succumbs to a ketoacidotic coma because his cheap insulin was not available.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Considering the level of care used and accepted for patients with Ebola in Africa (no intensive care units needed, no very costly procedures, beds can be set up in tents, no expensive drugs), the low prices for protective clothing, the assumed full cooperation of African states, and almost negligible local salaries we do not understand the reasoning ourselves. The World Bank alone wants to spend more on Ebola than the entire health budget of Malawi—a budget that covers the cost of all the health challenges of 15 million people.3\n",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 534,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Is the fear of the spread of Ebola really enough of an ethical reason to withhold efforts and money from people suffering and dying not in projection, but in reality, from other diseases in Africa? We dare to doubt.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Dynamics and control of Ebola virus transmission in Montserrado, Liberia: a mathematical modelling analysis",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Lewnard",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Ndeffo Mbah",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Alfaro-Murillo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "1189-1195",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Malawi budget statement 2013/2014",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}