{
    "paper_id": "PMC7209973",
    "metadata": {
        "title": "Students Supporting Critical Care – A contention plan to prevent the decompensation of ICUs in the COVID-19 pandemic:Translating Bjorn Ibsens’ polio-lessons to modern times",
        "authors": [
            {
                "first": "Pedro",
                "middle": [
                    "David"
                ],
                "last": "Wendel Garcia",
                "suffix": "",
                "email": "pedrodavid.wendelgarcia@usz.ch",
                "affiliation": {}
            },
            {
                "first": "Paola",
                "middle": [],
                "last": "Massarotto",
                "suffix": "",
                "email": "paola.massarotto@usz.ch",
                "affiliation": {}
            },
            {
                "first": "Katja",
                "middle": [],
                "last": "Auinger",
                "suffix": "",
                "email": "katja.auinger@usz.ch",
                "affiliation": {}
            },
            {
                "first": "Reto",
                "middle": [
                    "Andreas"
                ],
                "last": "Schuepbach",
                "suffix": "",
                "email": "reto.schuepbach@usz.ch",
                "affiliation": {}
            },
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Klinzing",
                "suffix": "",
                "email": "stephanie.klinzing@usz.ch",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "On 27 August 1952, in Copenhagen, over 3000 patients had been diagnosed with poliomyelitis, 335 with severe progression of disease and 31 with bulbar-polio in need of respiratory support, of whom 27 died about 3 days after admission [1]. That day, Bjørn Ibsen successfully tracheotomized, relaxed, and positive-pressure ventilated a dying, quadriplegic 12-year-old girl, implementing a therapy that revolutionized polio patient management, reducing mortality from 87 to 22%. Nevertheless, the key to logistically enable the ventilation of all severely paralyzed polio patients over weeks laid in the 600 nurses supported by 250 medical students, who would actuate the bellows at the bedside [2].",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 235,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 692,
                    "end": 693,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As of 26 March 2020, 520,395 patients worldwide have been infected by SARS-CoV-2; of these, 19,238 are in a critical state and 23,593 have died. In Italy, within a time-frame of 35 days and after 80,589 positive COVID-19 tests, 3612 patients require critical care and mortality has risen to 10.2% (8215). The developments in China and Italy have shown the incredible challenges health care systems face with this exponentially progressing pandemic [3]. In contrast to China, the distinct separation between international, national, and regional health care systems in Europe, coupled with the rapid territorial spread of COVID-19, makes a selective deployment of personnel resources to affected regions as well as a generalized quarantine impossible [4, 5].",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 450,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 751,
                    "end": 752,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 754,
                    "end": 755,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In light of this public health emergency, Ibsen’s ideas return to critical care: we propose the training and deployment of medical students in ICUs to support the management of COVID-19 patients. By supplementing senior nurses with specifically trained medical students, a constantly growing support structure can be established. We believe that the key to success is focused training and a narrow framework of responsibility for these students; a nursing support structure is being created, not a replacement for trained intensivists.\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The goal here is to teach a basic understanding of COVID-19 regarding hygienic standards and characteristics of patient decompensation, as well as ICU monitoring standards, supportive hemodynamic/respiratory care, and patient management and nursing. Focus should be placed on the early recognition of patient deterioration and effective reporting to senior nurses and treating physicians (Table 1).",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 395,
                    "end": 396,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Herewith, we provide access to our continuously developing training resources. National and international cooperation should be encouraged from the inception of this pandemic; resource-intensive logistic plans should be jointly designed and openly shared by specialized hospitals and institutions in an effort to aid rapid implementation of global containment infrastructures.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Goals, scope, and training for medical students supporting critical care management\nLink to full resources: http://www.intensivmedizin.usz.ch/fachwissen/Seiten/COVID-19-Epidemics.aspx",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}