{
    "paper_id": "PMC7169681",
    "metadata": {
        "title": "Outbreak of invasive aspergillosis in heart transplant recipients: The role of screening computed tomography scans in asymptomatic patients and universal antifungal prophylaxis",
        "authors": [
            {
                "first": "Dima",
                "middle": [],
                "last": "Kabbani",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Livia",
                "middle": [],
                "last": "Goldraich",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Heather",
                "middle": [],
                "last": "Ross",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Coleman",
                "middle": [],
                "last": "Rotstein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shahid",
                "middle": [],
                "last": "Husain",
                "suffix": "",
                "email": "shahid.husain@uhn.ca",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Pulmonary invasive aspergillosis (IA) remains a significant cause of morbidity and mortality in solid organ transplantation (SOT). IA has been reported in 1.6%‐14% of heart transplant recipients (HTRs), with most the cases occurring within the first 3 months post transplant.1 Nosocomially acquired IA has been noted in setting of outbreaks, and has been linked to construction work within the hospital settings or surroundings. Delay in establishing an early diagnosis remains a major impediment to the successful treatment of IA. Data in hematological malignancies suggest that computed tomography (CT) scans of the chest may detect the diseases earlier than serum galactomannan (GM).2 However, the appropriate screening strategy for IA in the setting of an outbreak in HTRs remains undefined.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "From February to October 2013, an unusually high number of IA cases were noted in HTRs at our institution. The present retrospective report describes our experience utilizing CT scans of the chest, as an early detection screening method for IA in asymptomatic HTRs in the setting of an institutional outbreak. In addition, we describe the antimicrobial prophylaxis undertaken and the outcomes at the end of prophylactic period.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "This retrospective cohort study evaluated all consecutive HTRs between January 2013 and September 2014. Institutional ethics approval was obtained. As a part of the outbreak investigation, environmental sampling of air in several locations and equipment was conducted by the Infection Prevention and Control Team at our institution. The antimicrobial prophylaxis implemented during the outbreak following heart transplantation for all new HTRs from October 2013 onward was micafungin 50 mg intravenously daily while the patients were hospitalized, followed by inhaled amphotericin (AmB) 20 mg twice a day for 3 months. For recipients transplanted between February and October of 2013, serum GM and screening chest CT scans were performed; and if the CT scan of the chest was normal, they were started on inhaled AmB for 3 months. Abnormal CT findings prompted a diagnostic workup including bronchoscopy with cultures and GM, and/or biopsy. In addition, a follow‐up chest CT scan was performed on patients who did not tolerate prophylaxis.",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "IA was defined according to clinical and radiological criteria established by the European Organization for Research and Treatment of Cancer (EORTC)/Invasive Fungal Infections Cooperative Group and the National Institute of Allergy and Infectious Diseases Mycoses Study Group (MSG) and the International Society for Heart and Lung Transplantation (ISHLT) Infectious Diseases Council Working Group Definitions criteria for invasive fungal pneumonia.3, 4 Response to treatment was characterized by the MSG and the EORTC Consensus Criteria.5 The proportions of IA cases identified by chest CT among screened individuals were accounted.",
            "cite_spans": [],
            "section": "METHODS",
            "ref_spans": []
        },
        {
            "text": "Thirty‐eight heart transplantations were performed during the study period (Figure 1). Mean age at transplant was 54 ± 13 years and 79.5% were male. Approximately half of them were bridged to transplant with mechanical circulatory support devices. All cases received low‐dose induction therapy with anti‐thymocyte globulin (<3 mg/kg/total dose) and subsequent triple therapy immunosuppression with prednisone, tacrolimus, and mycophenolate mofetil. For the 10‐month period (February–October 2013), five cases of proven/probable IA were identified among HRTs (median time from transplant to diagnosis was 79 days). Of those, three of five HTRs with IA died (Table 1).",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 663,
                    "end": 664,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "A total of 15 recipients underwent screening chest CT scans (Figure 1). During the screening period, a median of two scans per patient were performed. The median time from transplantation to initial chest CT was 164 days (IQR 115‐216), 292 days (IQR 248‐335) for second CT, and 366 days (IQR 348‐388) for third CT. Four (27%) HTRs had abnormal initial CT scans, two of which were diagnosed with IA (Figure 2A and B). Both IA cases had the diagnosis of IA established after imaging screening although they were asymptomatic. The other two HTRs with abnormal CT chest were diagnosed with post‐transplant lymphoproliferative disease and coronavirus lower respiratory tract infection respectively. The two asymptomatic cases of IA that were identified by screening had complete response to therapy at 12 weeks of treatment with voriconazole compared to partial or failure of therapy in the five index cases (Table 1). Serum GM was performed on 30 HTRs; it was positive only in one of five symptomatic cases. Bronchoalveolar lavage GM was performed in five of the symptomatic HTRs with IA and was positive in four patients. Of a total of 28 who received inhaled AmB, 53% had to discontinue treatment before the end of 3 months because of side effects. None of the HTRs who had normal CTs and subsequently received prophylaxis developed IA. No additional cases of IA were identified since the screening and prophylactic measures were instituted (Figure 1).",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 69,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 406,
                    "end": 407,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1447,
                    "end": 1448,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 910,
                    "end": 911,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Air and environmental sampling investigations of potential common pre‐ and post‐admission exposure links during this outbreak failed to reveal a common environmental source of infection, although it was thought that the construction around the hospital might have played a role.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Our study underscores the high mortality rate (43%, 3/7) associated with IA in HTRs in an outbreak setting. Munoz et al1 described a similarly adverse outcome, with two deaths of three patients affected during an outbreak of IA in a major heart surgery unit. In addition, similar to other SOT studies,1 the sensitivity of serum GM in detecting cases of IA was poor; only one HTR with IA had a positive serum GM. Hence, we could not rely on the latter as a screening tool, and performed low radiation dose CT scans of the chest on asymptomatic HTRs. This helped to identify two asymptomatic HTRs with IA, who achieved complete response to therapy at 12 weeks, as compared to partial response or failure to therapy in the rest of cohort, including three deaths. Although this screening strategy might be costly and expose patient to increased radiation, it helped identify asymptomatic HTRs early in the course of disease. The concept of early diagnosis and improved outcomes has been shown in patients with hematological malignancy and invasive fungal infection.2, 6 This strategy also helped in following patients who did not tolerate prophylaxis because of side effects, and ensureing that these HTRs did not develop IA.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Our study possesses several limitations. Despite our limited single‐center, retrospective, small cohort, and the absence of a control group, we have shown that, in an outbreak setting, early diagnosis of IA by CT scanning of the chest may be an effective screening strategy in HTRs and improve outcomes. The negative predictive value of CT scans in diagnosis IA was 100%; 95% confidence interval (71.5%‐100%). Based on our experience during an outbreak of aspergillosis, we propose a combination of screening thoracic CT scans on patients transplanted during the same period as the index cases, in addition to universal prophylaxis on all new HTRs. However, since this study represents the experience of a single center in the context of an outbreak, larger studies will be needed before our strategy can be recommended for generalization.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The best screening and prophylaxis strategies in the setting of an outbreak of IA in HTRs remain unclear. CT scans of the chest as a screening procedure prior to the institution of antifungal prophylaxis may aid in the early detection of IA, which is associated with better outcomes.",
            "cite_spans": [],
            "section": "CONCLUSIONS",
            "ref_spans": []
        },
        {
            "text": "The authors have no conflicts of interest to disclose.",
            "cite_spans": [],
            "section": "DISCLOSURES",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Clinical characteristics and outcomes of invasive aspergilosis cases among the outbreak in heart transplant recipients\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: From February to October 2013, five heart transplant recipients (HTRs) were diagnosed with invasive aspergillosis (IA). An outbreak was declared and two interventions were undertaken simultaneously. In HTRs transplanted between February and October of 2013, serum galactomannan (GM) and screening chest computed tomography (CT) scans were performed, and if the CT scan of the chest was normal, they were started on inhaled amphotericin (Inh Ampho) for 3 months. From October 2013 onward, all new HTRs were started on micafungin 50 mg intravenously daily while the patients were hospitalized, followed by inhaled amphotericin 20 mg twice a day for 3 months. 1: Screening CT, 2: Antifungal prophylaxis",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: (A and B) Computed tomography scan findings in two heart transplant recipients diagnosed with invasive aspergillosis: (A) Multiple bilateral hazy nodules and left‐sided pleural effusion, and (B) left upper lobe nodule",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Invasive aspergillosis among heart transplant recipients: A 24‐year perspective",
            "authors": [],
            "year": 2014,
            "venue": "J Heart Lung Transplant",
            "volume": "33",
            "issn": "",
            "pages": "278-288",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Galactomannan does not precede major signs on a pulmonary computerized tomographic scan suggestive of invasive aspergillosis in patients with hematological malignancies",
            "authors": [],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "1143-1149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A 2010 working formulation for the standardization of definitions of infections in cardiothoracic transplant recipients (consensus document)",
            "authors": [],
            "year": 2011,
            "venue": "J Heart Lung Transplant",
            "volume": "30",
            "issn": "",
            "pages": "361-374",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Revised definitions of invasive fungal disease from the European Organization for Research and Treatment of Cancer/Invasive Fungal Infections Cooperative Group and the National Institute of Allergy and Infectious Diseases Mycoses Study Group (EORTC/MSG) Consensus Group",
            "authors": [],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "46",
            "issn": "",
            "pages": "1813-1821",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Defining responses to therapy and study outcomes in clinical trials of invasive fungal diseases: Mycoses Study Group and European Organization for Research and Treatment of Cancer consensus criteria",
            "authors": [],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "47",
            "issn": "",
            "pages": "674-683",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Improved management of invasive pulmonary aspergillosis in neutropenic patients using early thoracic computed tomographic scan and surgery",
            "authors": [],
            "year": 1997,
            "venue": "J Clin Oncol",
            "volume": "15",
            "issn": "",
            "pages": "139-147",
            "other_ids": {
                "DOI": []
            }
        }
    }
}