{
    "paper_id": "PMC7143705",
    "metadata": {
        "title": "Infecciones víricas",
        "authors": [
            {
                "first": "M.",
                "middle": [],
                "last": "Sánchez Conde",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "La virología es la parte de la microbiología cuyo desarrollo ha sido más tardío respecto a otras áreas de conocimiento microbiológico. Su desarrollo se inicia a finales del siglo XIX, cuando el botánico de origen ruso Dimitri Iwanovski observa que la enfermedad denominada mosaico del tabaco era producida por un agente infeccioso, ya que se reproducía al utilizar el fluido que pasaba por los filtros de porcelana utilizados para retener bacterias; sin embargo, no fue posible en ese momento observar o aislar al supuesto microorganismo a partir de plantas enfermas. Posteriormente, otro investigador llamado Beijerink reprodujo estos experimentos denominando a los agentes infecciosos vivos capaces de atravesar los filtros bacterianos contagium vivum fluidum o virus filtrables.",
            "cite_spans": [],
            "section": "Introducción",
            "ref_spans": []
        },
        {
            "text": "A partir de ese momento, se inicia la investigación es este campo. En 1901 Reed descubre el virus de la fiebre amarilla, el primer virus humano, y en 1909 Landsteiner y Pope el virus de la poliomielitis. En estos primeros años del siglo XX, se desarrolla la técnica de multiplicación de virus animales en embriones de pollo mediante la cual se consigue cultivar en 1911 el virus del sarcoma aviar. Posteriormente, en 1925, se produce la primera visualización de un virus al microscopio, iniciándose a partir de 1935 los avances más importantes en el estudio de la composición y estructura de los virus. Desde entonces, la virología se desarrolla exponencialmente como ciencia1, dando finalmente origen a la moderna biología molecular.",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 676,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introducción",
            "ref_spans": []
        },
        {
            "text": "Recientemente se han descrito los viroides o presencia de ARN infectivos (principalmente en vegetales) y los priones o partículas proteicas aparentemente desprovistas de material genético capaces de producir enfermedades infectivas en mamíferos.",
            "cite_spans": [],
            "section": "Introducción",
            "ref_spans": []
        },
        {
            "text": "Los virus son partículas de pequeño tamaño formadas por una molécula de ácido nucleico, ARN o ADN, que puede encontrarse en forma monocatenaria o bicatenaria, lineal o circular, cuya función es el suministro de la información necesaría para producir la síntesis de sus propios componentes en la célula huésped2. El ácido nucleico del virus está cubierto por una cápside proteica de simetría icosaédrica o helicoidal, determinada por la disposición de las subunidades de la cápside o capsómeros, que además de protegerlo facilita su entrada en la célula huésped. El conjunto de ácido nucleico y cápside se denomina nucleocápside.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 310,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Estructura y morfología",
            "ref_spans": []
        },
        {
            "text": "\nPUNTOS CLAVE\nEstructura y morfología. Los virus son partículas de pequeño tamaño formadas por una molécula de ácido nucleico, ARN o ADN, cuya función es el suministro de la información necesaria para producir la síntesis de sus propios componentes en la célula huésped.\nTratamiento. No hay tratamiento específico para la mayoría de las infecciones víricas, por lo que el tratamiento básico será el de soporte según las necesidades de cada cuadro clínico concreto.\nPoxvirus. Virus de la viruela, el virus causante del molusco contagioso, el virus de Orf y los virus de la vacuna.\nVirus respiratorio sincitial. Es el patógeno principal productor de enfermedad respiratoria en la edad pediátrica. La transmisión nosocomial de este virus puede ser muy relevante. Los cuadros clínicos fundamentales producidos por el virus respiratorio sincitial (VRS) son la bronquiolitis aguda, y la neumonía.\nRinovirus. Son la causa de un 30-50% de todas las infecciones agudas del tracto respiratorio. Habitualmente produce un cuadro clínico consistente en resfriado común, poco relevante clínicamente y autolimitado.\nCoronavirus. Son los agentes implicados en la producción del síndrome respiratorio agudo severo o SARS.\nAdenovirus. Producen fundamentalmente una patología a nivel respiratorio, siendo causantes del 2-4% del total de las infecciones respiratorias en niños y adultos.\nEnterovirus. Se conocen más de 70 serotipos de enterovirus que pueden ser causa de infecciones severas del sistema nervioso central y del sistema cardiaco, siendo la principal causa vírica de producción de miopericarditis.\nRotavirus. Es el principal causante de diarrea de origen vírico en edad pediátrica, pudiendo también afectar a adultos e inmunodeprimidos y producir brotes epidémicos.\n",
            "cite_spans": [],
            "section": "Estructura y morfología",
            "ref_spans": []
        },
        {
            "text": "Algunos virus presentan además una envuelta lipídica externa a la cápside consistente en una membrana lipoproteica que, en ocasiones, presenta además espículas o proyecciones de naturaleza glucoproteica. Según la presencia o ausencia de envoltura los denominamos virus envueltos o virus desnudos, respectivamente. La disposición de las proteínas de la cápside de los virus desnudos les confieren una alta resistencia a condiciones y factores medioambientales.",
            "cite_spans": [],
            "section": "Estructura y morfología",
            "ref_spans": []
        },
        {
            "text": "La clasificación de los virus se halla en constante revisión por el Comité Internacional de Taxonomía de Virus (www.virology.net), que hasta el momento actual establece la clasificación de los virus en base a cinco niveles jerárquicos principales: orden, familia, subfamilia, género y especie. El tipo de material genético (ADN/ARN), la estructura de la cápside (helicoidal o icosaédica) y la presencia o ausencia de envuelta son las características fundamentales de los virus que permiten agruparlos en familias. Dentro de estas, las propiedades físico-químicas y serológicas comunes definen los géneros. En la tabla1\nse muestran las principales familias de virus.",
            "cite_spans": [],
            "section": "Estructura y morfología",
            "ref_spans": [
                {
                    "start": 612,
                    "end": 618,
                    "mention": "tabla1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Consistente, en primer lugar, en la adherencia a la célula por parte del virus a través de la interacción de moléculas superficiales virales y celulares para, posteriormente, inyectar su material genético en el citoplasma de la célula huésped.",
            "cite_spans": [],
            "section": "Iniciación ::: Ciclo de replicación viral",
            "ref_spans": []
        },
        {
            "text": "Según la naturaleza del ácido nucleico viral, en esta etapa se produce la síntesis y traducción del ARN mensajero viral y la posterior replicación del ácido nucléico viral. En los virus con genoma ADN, la síntesis del ARN mensajero se produce a través de la ARN polimerasa de la célula huésped, mientras los virus cuyo genoma es el ARN utilizan en este paso una ARN polimerasa viral. En el caso especial de los retrovirus, estos emplean, en primer lugar, una enzima transcriptasa inversa viral que portan en su nucleocápside y que los transcribe al ADN.",
            "cite_spans": [],
            "section": "Replicación ::: Ciclo de replicación viral",
            "ref_spans": []
        },
        {
            "text": "En esta etapa el material genético de los nuevos virus o viriones se rodea de nucleocápside para acabar saliendo al exterior celular, bien tras una lisis celular directa, fundamentalmente en los casos de virus desnudos, o bien mediante gemación en el caso de los virus envueltos. Una vez liberados, los nuevos virus inician su ciclo de replicación tras la infección de nuevas células huésped.",
            "cite_spans": [],
            "section": "Ensamblaje y liberación ::: Ciclo de replicación viral",
            "ref_spans": []
        },
        {
            "text": "A continuación comentamos los procesos víricos fundamentales que afectan al ser humano, agrupados según el órgano o sistema diana en el que producen patología principalmente. No se han incluido algunos procesos y enfermedades como las exantemáticas de la infancia o las producidas por virus herpes, puesto que ya se exponen en otros artículos de esta Unidad Temática.",
            "cite_spans": [],
            "section": "Ensamblaje y liberación ::: Ciclo de replicación viral",
            "ref_spans": []
        },
        {
            "text": "La viruela es una enfermedad infecciosa conocida desde hace 5000 años y causada por el virus Variola. Se considera que este virus tiene como único hospedador el ser humano, motivo por el que fue posible llevar a cabo con éxito una campaña de vacunación masiva de la población, con la subsiguiente erradicación de la enfermedad en 1979.",
            "cite_spans": [],
            "section": "Viruela ::: Infecciones por poxvirus",
            "ref_spans": []
        },
        {
            "text": "La transmisión del virus se realiza fundamentalmente por vía inhalatoria tras el contacto directo, aunque también es posible que exista transmisión por inoculación a partir de las lesiones cutáneas. Tras multiplicarse en las células epiteliales del tracto respiratorio superior e infectar a macrófagos y al sistema linfático, el virus se disemina por vía hematógena afectando a diferentes órganos, incluyendo vasos pequeños de la dermis, esto, junto a la migración de macrófagos hacia la epidermis donde infecta a células epiteliales, produce una necrosis celular, edema e infiltración linfocitaria que dará lugar a las lesiones vesiculosas características de la enfermedad y que aparecen fundamentalmente tras 12–14 días de incubación y 3 de pródromos, y que se localizan principalmente en la cara y las extremidades. Estas lesiones evolucionan en diferentes etapas hasta convertirse en costras y desaparecer en un plazo total aproximado de 15–17 días. La infección produce una importante respuesta inmunológica celular que puede ser responsable de una toxemia que lleva al paciente a la muerte en casos graves. Existen, además, otras formas de presentación más graves y menos frecuentes como son la viruela hemorrágica y la viruela plana con escasas lesiones cutáneas pero intensa toxemia.",
            "cite_spans": [],
            "section": "Viruela ::: Infecciones por poxvirus",
            "ref_spans": []
        },
        {
            "text": "El diagnóstico de la infección puede realizarse a través del examen directo de muestras procedentes de lesiones papulares o vesiculares, en este caso se observan unas inclusiones típicas en las células infectadas denominadas corpúsculos de Guarnieri. El diagnóstico se puede realizar también mediante cultivo celular, detección de antígenos o determinación de anticuerpos tras la primera semana de presentación de la sintomatología4.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 432,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Viruela ::: Infecciones por poxvirus",
            "ref_spans": []
        },
        {
            "text": "La viruela ha sido una de las enfermedades infecciosas que ha afectado con más gravedad al ser humano, actualmente es una enfermedad erradicada (el último caso se describió en 1977), y únicamente quedan cepas virales conservadas en algunos laboratorios de alta seguridad.",
            "cite_spans": [],
            "section": "Viruela ::: Infecciones por poxvirus",
            "ref_spans": []
        },
        {
            "text": "Los programas de vacunación frente al virus de la viruela cesaron a partir de la erradicación de la enfermedad, entre otras cosas debido a que esta vacunación no estaba exenta de potenciales efectos secundarios graves. Por tanto, la población actual menor a 25–30 años no se encuentra protegida inmunológicamente frente a esta infección. En la última década, debido al surgimiento de la preocupación por el bioterrorismo, se ha reconsiderado la posibilidad de vacunación de determinados grupos de alto riesgo como sería el personal del ejército o el personal sanitario.",
            "cite_spans": [],
            "section": "Viruela ::: Infecciones por poxvirus",
            "ref_spans": []
        },
        {
            "text": "En caso de infección por viruela, en la actualidad, el cidofovir es el único antiviral que ha demostrado su eficacia frente a los poxvirus, por lo que sería el tratamiento de elección.",
            "cite_spans": [],
            "section": "Viruela ::: Infecciones por poxvirus",
            "ref_spans": []
        },
        {
            "text": "Se trata de un virus muy próximo al de la viruela, y que produce en algunos animales mamíferos lo que se denomina viruela de las vacas. En el ser humano produce una reacción fundamentalmente local tras la adquisición por contacto directo de la piel -al ordeñar– con las lesiones que presentan las vacas afectas. En ocasiones la reacción local puede acompañarse de una generalización de los síntomas. La importancia de este virus radica, además, en que ha sido el empleado inicialmente para fabricar la vacuna de la viruela humana.",
            "cite_spans": [],
            "section": "Virus de la vacuna ::: Infecciones por poxvirus",
            "ref_spans": []
        },
        {
            "text": "Poxvirus que produce una enfermedad cutánea benigna que se adquiere por contacto directo con lesiones y células infectadas. Tras una incubación de unas 4 semanas, en la zona del contacto aparecen unas lesiones de pequeño tamaño, nodulares o verrucosas, umbilicadas y no dolorosas, que no se acompañan de sintomatología sistémica. Con frecuencia se adquiere tras el contacto sexual, por lo que puede considerarse una enfermedad de transmisión sexual, en ese caso las lesiones se localizan sobre todo en la región perineal. La resolución es espontánea, con regresión de las lesiones en semanas o meses5.",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 600,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Molusco contagioso ::: Infecciones por poxvirus",
            "ref_spans": []
        },
        {
            "text": "En pacientes con infección por el virus de la inmunodeficiencia humana (VIH) en mala situación inmunológica, o en otro tipo de pacientes inmunodeprimidos, puede manifestarse clínicamente de forma más generalizada afectando a una mayor superficie corporal. En estos casos pueden requerir tratamiento local.",
            "cite_spans": [],
            "section": "Molusco contagioso ::: Infecciones por poxvirus",
            "ref_spans": []
        },
        {
            "text": "Consiste en la inflamación de las vías respiratorias inferiores, tiene lugar sobre todo en lactantes, siendo el responsable de hasta el 90% de las bronquiolitis en esta población8. La presentación clínica habitual se da con fiebre o febrícula y tos seca, para evolucionar en las siguientes 48 horas a fiebre alta, tos, taquipnea e incluso hipoxemia y cianosis. El cuadro suele tener una duración máxima de 7 días. La afección puede llegar a ser muy grave en niños prematuros o inmunodeprimidos, en los que se suele requerir hospitalización9. En este caso, en la radiografía de tórax suele observarse hiperinsuflación con posible infiltrado intersticial, engrosamiento peribronquial y atelectasias. La aparición de esta entidad en los primeros meses de vida está relacionada con la posterior aparición de asma bronquial. Ante un lactante con un primer episodio de broncoespasmo hay que sospechar siempre esta entidad.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 179,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 539,
                    "end": 540,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Bronquiolitis aguda ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "En este caso y mediante importantes fenómenos inmunológicos producidos localmente en el tejido pulmonar como respuesta a la infección por el VRS, nos encontramos con la obstrucción de pequeñas vías aéreas que puede llegar a ser completa, de distribución irregular y debido al grado variable de obstrucción dando lugar a patrones no uniformes en la radiología de tórax. Clínicamente, el cuadro es difícil de diferenciar de una neumonía causada por otra causa viral o bacteriana, aunque quizá son más predominantes los síntomas locales, a nivel respiratorio, y menos llamativos otros síntomas generales como mialgias, cefalea y sensación de malestar.",
            "cite_spans": [],
            "section": "Neumonía ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "Esta entidad también se presenta en la población inmunodeprimida, sobre todo en receptores de trasplantes hematológicos.",
            "cite_spans": [],
            "section": "Neumonía ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "El diagnóstico se basa en el aislamiento del virus en un cultivo celular (fibroblastos de pulmón de embrión humano o células Hep2 o HeLa) a partir de muestras clínicas, fundamentalmente: lavados nasofaríngeos o aspirados nasofaríngeos. El efecto citopático característico del virus es la aparición de sincitios y células gigantes multinucleadas.",
            "cite_spans": [],
            "section": "Neumonía ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "Debido a la importancia de la obtención de un diagnóstico rápido, actualmente existen diferentes técnicas inmunoenzimáticas o de inmunofluorescencia que posibilitan un diagnóstico en 10–20 minutos10.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Neumonía ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "El tratamiento de las infecciones por el VRS es fundamentalmente sintomático y de soporte, sobre todo en pacientes inmunocompetentes, ya que suele producir cuadros autolimitados. Es importante considerar la posibilidad de infección bacteriana sobreañadida por si fuera necesaria la administración de antibióticos. En casos graves o en población especial, fundamentalmente pacientes trasplantados de médula ósea, se considera la administración de ribavirina, aunque presenta una actividad in vitro frente al VRS, no está claramente demostrado su beneficio en esta patología, en todo caso, su administración debería ser precoz.",
            "cite_spans": [],
            "section": "Neumonía ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "Fue descrito en 2001 por primera vez. Pertenece a la familia Paramyxoviridae y al género Metapneumovirus, del que se conocen hasta el momento dos genotipos diferentes. Tanto la clínica como la distribución estacional es superponible a la del VRS, pudiendo ser además productor de otitis media, y presentando diferencias importantes con el VRS en su genoma: el orden de los genes y la ausencia de genes no estructurales en el metaneumovirus, cuestiones ambas cuya importancia debe describirse. El metaneumovirus crece en líneas celulares produciendo un efecto citopático similar al del VRS, pero su crecimiento es más lento y precisa tripsina en el medio de cultivo. El espectro clínico completo de la infección por metaneumovirus está aún pendiente de definir11.",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 761,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Metaneumovirus ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "Virus esféricos, ARN no envueltos que pertenecen a la familia Picornaviridae, género Rhinovirus. Son la causa de un 30-50% de las infecciones agudas del tracto respiratorio, tanto en adultos como en niños, siendo más comunes en climas templados y durante los meses más fríos del año12.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 284,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Rinovirus ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "La alta incidencia de la infección está relacionada con la existencia de un gran número de serotipos, conociéndose en la actualidad más de 100 serotipos diferentes.",
            "cite_spans": [],
            "section": "Rinovirus ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "La transmisión tiene lugar por contacto directo persona a persona, a través de secreciones respiratorias contaminadas con el virus, del contacto con objetos ambientales o de superficies contaminadas con dichas secreciones.",
            "cite_spans": [],
            "section": "Rinovirus ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "El periodo de incubación comienza con la eliminación de virus en las secreciones nasales y puede ser de 1 a 4 días.",
            "cite_spans": [],
            "section": "Rinovirus ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "La enfermedad típica que produce la infección por rinovirus es el resfriado común, caracterizado clínicamente por la presencia de tos, congestión y secreción nasal, dolor faríngeo y otros síntomas como cefalea y malestar general. En algunos casos pueden estar involucrados en otitis media aguda, sinusitis e infección del tracto respiratorio inferior. Ultimamente estos agentes se han visto también implicados en exacerbaciones de asma, bronquitis crónica y fibrosis quística. Pueden causar también neumonía en personas inmunodeprimidas y trasplantados, asociándose en estos casos a un mal pronóstico.",
            "cite_spans": [],
            "section": "Rinovirus ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "El diagnóstico puede realizarse mediante el cultivo viral de muestras procedentes de secreciones respiratorias, en líneas celulares de fibroblastos o en la línea celular HeLa. Los métodos serológicos tienen una utilidad limitada, ya que es común encontrar anticuerpos en la población general que no se modifican en un cuadro infeccioso agudo. Esta limitación en la capacidad diagnóstica de los rinovirus ha motivado el desarrollo de métodos moleculares para su identificación, que actualmente ofrecen interesantes perspectivas.",
            "cite_spans": [],
            "section": "Rinovirus ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "El tratamiento de las infecciones por rinovirus es sobre todo sintomático. Ultimamente se han ensayado diferentes antivirales, y hasta el momento el pleconarilo es el que conseguido una disminución de la duración y la intensidad del cuadro clínico, por lo que ha sido aprobado por la Food and Drug Administration (FDA) como agente para el tratamiento de estas afecciones13.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 372,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Rinovirus ::: Virus respiratorio sincitial y metaneumovirus",
            "ref_spans": []
        },
        {
            "text": "Virus con genoma ARN, envueltos y pertenecientes a la familia Coronaviridae. Poseen nucleocápside helicoidal y una envoltura derivada de las membranas intracelulares de las células huésped.",
            "cite_spans": [],
            "section": "Coronavirus",
            "ref_spans": []
        },
        {
            "text": "Pueden producir infección tanto en los seres humanos como en los animales, provocando infecciones respiratorias y siendo los causantes de al menos un tercio de los resfriados comunes, también son los causantes de infecciones entéricas.",
            "cite_spans": [],
            "section": "Coronavirus",
            "ref_spans": []
        },
        {
            "text": "La importancia actual de estos virus radica en su implicación como patógenos en el síndrome respiratorio agudo severo (SARS)14 descrito en otro artículo de esta Unidad Temática.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Coronavirus",
            "ref_spans": []
        },
        {
            "text": "La transmisión se produce por contacto directo persona a persona o a través de objetos contaminados con el virus. En los seres humanos, el principal sitio de replicación viral son las células epiteliales del tracto respiratorio.",
            "cite_spans": [],
            "section": "Coronavirus",
            "ref_spans": []
        },
        {
            "text": "Los cuadros clínicos más frecuentes producidos por coronavirus son similares a los del resfriado por rinovirus (rinorrea, dolor de garganta, cefalea, fiebre, escalofríos, etc.) con un periodo de incubación de unos 3 días y una duración total de 7 días. La clínica suele ser leve y autolimitada, aunque en ocasiones puede diseminarse. La respuesta inmune que se produce es limitada, por lo que puede haber reinfecciones.",
            "cite_spans": [],
            "section": "Coronavirus",
            "ref_spans": []
        },
        {
            "text": "Los coronavirus han sido también implicados en la producción de otitis media, neumonías en inmunodeprimidos y miocarditis. Es interesante conocer que los coronavirus experimentalmente pueden infectar células neurológicas de roedores, produciendo una enfermedad desmielinizante similar a la esclerosis múltiple. Sin embargo, la posible implicación con la esclerosis en los seres humanos no ha sido bien descrita.",
            "cite_spans": [],
            "section": "Coronavirus",
            "ref_spans": []
        },
        {
            "text": "Los adenovirus son causa del 2-4% de las enfermedades respiratorias en la población general, aunque en colectivos más cerrados, con mucha mayor posibilidad de contacto respiratorio estrecho, la incidencia es muy superior (cuarteles, guarderías etc.).",
            "cite_spans": [],
            "section": "Cuadros clínicos respiratorios ::: Infecciones por adenovirus",
            "ref_spans": []
        },
        {
            "text": "La adquisición se produce, como hemos comentado, por vía inhalatoria tras el contacto directo. Tras un periodo de incubación de entre 2 a 14 días, aparece la clínica que a nivel respiratorio puede tener muy diversas manifestaciones generalmente leves15: coriza, faringoamigdalitis, traqueobronquitis, neumonía (cuadro que puede ser potencialmente grave). La tos persistente no productiva es bastante característica de estas infecciones, llegando a producir un cuadro similar a la tos ferina denominado bordetela-like. Existe otro cuadro clínico peculiar que suele ser muy agudo denominado \"enfermedad respiratoria aguda\", descrito sobre todo en adultos y que hasta en el 10% de los casos puede evolucionar a neumonía. Los serotipos más frecuentes en los primeros años de la vida son el 1, 2 y 5, mientras que en épocas más tardías los más frecuentes son el 3, 4, 7, 14 y 21. Las infecciones respiratorias causadas por estos virus se dan con más frecuencia al final del invierno y al inicio de la primavera.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 252,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Cuadros clínicos respiratorios ::: Infecciones por adenovirus",
            "ref_spans": []
        },
        {
            "text": "Se suele producir en la edad pediátrica y está causada por los serotipos 40 y 41, los adenovirus son causantes de aproximadamente un 10% de las diarreas infantiles de origen vírico. Estas gastroenteritis pueden ser epidémicas y asociarse a una clínica respiratoria y conjuntival.",
            "cite_spans": [],
            "section": "Afectación gastrointestinal ::: Infecciones por adenovirus",
            "ref_spans": []
        },
        {
            "text": "Se han descrito dos cuadros clínicos. Por un lado tenemos la fiebre faringoconjuntival caracterizada por fiebre, faringitis y conjuntivitis inicialmente unilateral y dolorosa que suele ceder espontáneamente en un plazo aproximado de una semana y puede acompañarse de sintomatología respiratoria. Por otro lado está la queratoconjuntivitis epidémica, consistente en una conjuntivitis de inicio agudo, unilateral y dolorosa, con edema local y adenopatías regionales, que suele afectar finalmente a ambos ojos y de forma característica se produce una afectación corneal. El cuadro suele ceder en unas semanas, pero es potencialmente grave. No se acompaña habitualmente de sintomatología respiratoria16.",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 698,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Afectación ocular ::: Infecciones por adenovirus",
            "ref_spans": []
        },
        {
            "text": "Cuadro que aparece, sobre todo, en la edad pediátrica y en varones, consistente en un síndrome miccional con hematuria.",
            "cite_spans": [],
            "section": "Cistitis hemorrágica ::: Infecciones por adenovirus",
            "ref_spans": []
        },
        {
            "text": "\nAsociada fundamentalmente al Coxsackie virus A y Echovirus, ambos son la principal causa de meningitis viral. El cuadro es más frecuente en menores de 3 meses, en esta edad la clínica puede pasar desapercibida, ya que no hay gran afectación del SNC. En edades posteriores, la meningitis aséptica es un cuadro caracterizado típicamente por cefalea, rigidez de cuello y signos meníngeos, fiebre y malestar general. El LCR suele ser claro, y en su análisis suele detectarse pleocitosis linfocítica. La evolución del cuadro clínico suele ser benigna produciéndose la recuperación espontánea en unos días. La prevalencia es mayor en verano y otoño y puede aparecer en forma de brotes21.",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 681,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Meningitis ::: Infecciones por Enterovirus: Coxsackie y Echovirus",
            "ref_spans": []
        },
        {
            "text": "Los enterovirus son también responsables de otros cuadros más graves de afectación del SNC como la encefalitis o meningoencefalitis, siendo los causantes del 10-20% del total de encefalitis. En este caso, el mayor responsable suele ser el Coxsackie virus A. La clínica puede ser variable, desde alteraciones leves hasta convulsiones y disminución del nivel de conciencia. El análisis del LCR es similar al de la meningitis aséptica. La mayoría de los pacientes se recupera totalmente, pero puede ocurrir una mala evolución del cuadro con infección diseminada y afectación muy grave del SNC que a veces termina produciendo secuelas neurológicas e incluso la muerte.",
            "cite_spans": [],
            "section": "Meningitis ::: Infecciones por Enterovirus: Coxsackie y Echovirus",
            "ref_spans": []
        },
        {
            "text": "Los enterovirus pueden ser también causantes de cuadros de mielitis (o poliomielitis like) y síndrome de Guillain Barré.",
            "cite_spans": [],
            "section": "Meningitis ::: Infecciones por Enterovirus: Coxsackie y Echovirus",
            "ref_spans": []
        },
        {
            "text": "El Coxsackie virus A fundamentalmente puede causar fiebre con lesiones pápulo-vesiculosas que evolucionan a úlceras dolorosas en el paladar y la lengua, llegando incluso a producir disfagia. Es un cuadro benigno que suele ocurrir en menores de 2 años y remite espontáneamente en pocos días.",
            "cite_spans": [],
            "section": "Herpangina ::: Infecciones por Enterovirus: Coxsackie y Echovirus",
            "ref_spans": []
        },
        {
            "text": "Exantema causado fundamentalmente por el Coxsackie virus tipo A16. Los síntomas incluyen fiebre y ampollas en las manos, el paladar y los pies. También remite en unos días sin requerir un tratamiento específico. En ocasiones se asocia a una meningitis aséptica. Suele afectar a niños menores de 10 años.",
            "cite_spans": [],
            "section": "Enfermedad mano-pie-boca ::: Infecciones por Enterovirus: Coxsackie y Echovirus",
            "ref_spans": []
        },
        {
            "text": "\nLos enterovirus son la primera causa viral de afectación del músculo cardiaco. Fundamentalmente causada por virus Coxsackie B. La miopericarditis viral puede tener lugar a cualquier edad, aunque es más frecuente en la edad pediátrica y en la adolescencia, afectando sobre todo a varones (proporción 2:1). La clínica de presentación del cuadro se caracteriza por fiebre, cuadro catarral y posteriormente disnea, pudiéndose auscultar roce pericárdico en la exploración hasta en el 80% de los casos, la afectación puede ser más grave, produciéndose arritmias e incluso fallo cardiaco.",
            "cite_spans": [],
            "section": "Miopericarditis ::: Infecciones por Enterovirus: Coxsackie y Echovirus",
            "ref_spans": []
        },
        {
            "text": "La evolución es benigna en más del 90% de los casos, aunque la mortalidad llega al 5% y existen pacientes el los que se perpetúan los trastornos del ritmo o las alteraciones ecocardiográficas.",
            "cite_spans": [],
            "section": "Miopericarditis ::: Infecciones por Enterovirus: Coxsackie y Echovirus",
            "ref_spans": []
        },
        {
            "text": "En la fase aguda, la administración de gammaglobulina humana polivalente puede tener un papel inmunomodulador.",
            "cite_spans": [],
            "section": "Miopericarditis ::: Infecciones por Enterovirus: Coxsackie y Echovirus",
            "ref_spans": []
        },
        {
            "text": "En términos generales, el tratamiento de las infecciones causadas por enterovirus es sintomático y de soporte. La administración de gammaglobulina polivalente humana se reserva para pacientes inmunodeprimidos o en casos de miopericarditis. El antiviral pleconarilo ha demostrado su eficacia en meningoencefalitis, siempre y cuando su administración sea precoz22.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 361,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Miopericarditis ::: Infecciones por Enterovirus: Coxsackie y Echovirus",
            "ref_spans": []
        },
        {
            "text": "Virus de la familia Reoviridae identificados por microscopía electrónica en 1973 a partir de biopsias duodenales. Son virus no envueltos, con cápside icosaédrica cuyo genoma es de ARN de doble cadena. Existen seis grupos diferentes (del A al F) basándose en la antigenicidad (cada grupo comparte antígenos comunes) y la motilidad electroforética de los segmentos de ARN. Los grupos D, E y F no han sido encontrados en los seres humanos. Los Rotavirus del grupo A son los que se han descrito como principales agentes patógenos en los seres humanos, fundamentalmente productores de gastroenteritis en niños e inmunodeprimidos. El Grupo B ha sido asociado con brotes de gastroenteritis en adultos en China23.",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 704,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Rotavirus ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        },
        {
            "text": "La adquisición ocurre fundamentalmente por contacto persona a persona, por transmisión orofecal o a través de fómites, pudiendo ser un patógeno causante de brotes nosocomiales. También es posible el contagio mediante agua y alimentos. El periodo de incubación es de 4 días aproximadamente. Las células huésped afectadas son enterocitos maduros que cubren las terminaciones medias y distales de las vellosidades intestinales. El virus se replica en el citoplasma de la célula huésped, eliminándose grandes cantidades de partículas virales en las deposiciones diarreicas.",
            "cite_spans": [],
            "section": "Rotavirus ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        },
        {
            "text": "El cuadro clínico fundamental es la producción de gastroenteritis aguda en edad pediátrica, manifestada como diarrea acuosa, fiebre alta, náuseas y vómitos de 3–10 días de duración. La resolución es habitualmente espontánea, aunque en ocasiones, en pacientes inmunodeprimidos o desnutridos, el cuadro puede persistir más tiempo, pudiéndose producir enterocolitis necrotizante, gastroenteritis hemorrágica y deshidratación fundamentalmente en neonatos, siendo el causante de más de medio millón de muertes en niños lactantes en países en desarrollo24. Las infecciones asintomáticas son también comunes, sobre todo en adultos. Tras la infección pueden persistir cuadros de malabsorción, intolerancia a la lactosa por daño en las vellosidades y diarrea crónica.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 549,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Rotavirus ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        },
        {
            "text": "El diagnóstico puede realizarse de forma rápida mediante la detección de antígenos en heces o mediante la PCR en tiempo real25. También es posible el cultivo en líneas celulares.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Rotavirus ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        },
        {
            "text": "El tratamiento es de soporte con atención especial a la hidratación, ya que no hay antivirales efectivos.",
            "cite_spans": [],
            "section": "Rotavirus ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        },
        {
            "text": "Es muy importante la realización de una adecuada prevención de diseminación de esta infección, sobre todo en los centros hospitalarios26, mediante un adecuado lavado de manos, una desinfección correcta de las superficies, etc.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Rotavirus ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        },
        {
            "text": "Existen además dos vacunas de administración oral que han mostrado eficacia en diversos ensayos clínicos. Según datos recientes, la eficacia de la prevención de diarreas por rotavirus tras la administración de la vacuna oscila entre el 50-79% según las áreas geográficas, además se ha demostrado que la administración de la vacuna reduce en un 30% la incidencia de diarreas por cualquier causa, siendo una medida con coste-efectividad demostrada27., 28., 29., 30..",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 448,
                    "mention": "27.",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 450,
                    "end": 453,
                    "mention": "28.",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 455,
                    "end": 458,
                    "mention": "29.",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 460,
                    "end": 463,
                    "mention": "30.",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Rotavirus ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        },
        {
            "text": "Se trata de un virus ARN no envuelto de cadena sencilla, aislado por primera vez en 1972 en Ohio. La transmisión suele tener lugar por vía oro-fecal tras el contacto directo con heces contaminadas, también es posible que se produzca una transmisión a través de alimentos o aguas en mal estado. Puede producir brotes epidémicos en grupos o poblaciones.",
            "cite_spans": [],
            "section": "Virus Norwalk ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        },
        {
            "text": "Tras un periodo corto de incubación, generalmente de no más de 24 horas, se produce un cuadro clínico de gastroenteritis consistente en náuseas, vómitos, dolores abdominales tipo retortijón y diarrea acuosa acompañada de cefalea, fiebre y malestar general. La duración total del cuadro suele ser inferior a 3 días.",
            "cite_spans": [],
            "section": "Virus Norwalk ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        },
        {
            "text": "El diagnóstico es clínico, aunque pueden realizarse técnicas de cultivo o examen con microscopía electrónica.",
            "cite_spans": [],
            "section": "Virus Norwalk ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        },
        {
            "text": "Virus ARN no envuelto de cadena sencilla aislado en 1976. La superficie viral tiene 32 depresiones en forma de copa, aspecto del que deriva su nombre. Se han descrito 5 tipos antigénicos en los seres humanos denominados UK del 1 al 4, y el tipo Japón/Sapporo. Es un virus de distribución mundial.",
            "cite_spans": [],
            "section": "Calicivirus ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        },
        {
            "text": "La transmisión es fecal-oral, mediante la contaminación de alimentos y de persona a persona. Han sido descritos brotes relacionados con el consumo de alimentos contaminados como las ostras.",
            "cite_spans": [],
            "section": "Calicivirus ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        },
        {
            "text": "Tras un periodo de incubación que va de 12 horas a 4 días puede producirse un cuadro de gastroenteritis, generalmente leve, consistente en diarrea moderada y fiebre, que hasta en un tercio de los casos se asocia a una sintomatología respiratoria tipo coriza o resfriado, aunque la mayoría de las infecciones son asintomáticas.",
            "cite_spans": [],
            "section": "Calicivirus ::: Infecciones víricas gastrointestinales: Rotavirus, virus Norwalk, Calicivirus",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Tabla1: Clasificación de la principales familias de virus\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Tabla2: Cuadros clínicos y principales serotipos de adenovirus causantes de los\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Tabla3: Manifestaciones clínicas asociadas con los distintos tipos de enterovirus\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "100 years of virology: from vitalism via molecular biology to genetic engineering",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Bos",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Trends Microbiol",
            "volume": "8",
            "issn": "2",
            "pages": "82-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Structure and typography of virus names",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Bos",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Virol",
            "volume": "145",
            "issn": "2",
            "pages": "429-432",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Principles of viral pathogenesis",
            "authors": [
                {
                    "first": "M.B.",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cell",
            "volume": "87",
            "issn": "5",
            "pages": "799-801",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Diagnosis and management of smallpox",
            "authors": [
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Breman",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "New Engl J Med",
            "volume": "346",
            "issn": "17",
            "pages": "1300-1308",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Molluscum contagiosum virus",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Birthistle",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Carrington",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J infect",
            "volume": "34",
            "issn": "1",
            "pages": "21-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Severe respiratory syncytial virus infection: clinical features, nosocomial acquisition and outcome",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Krasinski",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Pediatr Infect Dis",
            "volume": "4",
            "issn": "3",
            "pages": "250-257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Respiratory syncytial virus infection in adults: clinical, virologic, and serial pulmonary function studies",
            "authors": [
                {
                    "first": "W.J.",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "C.B.",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Speers",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Annals Inter Med",
            "volume": "88",
            "issn": "2",
            "pages": "203-205",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Respiratory syncytial virus bronchiolitis: clinical aspects and epidemiology. Monaldi archives for chest disease = Archivio Monaldi per le malattie del torace/Fondazione clinica del lavoro, IRCCS [and] Istituto di clinica tisiologica e malattie apparato respiratorio, Universita di Napoli",
            "authors": [
                {
                    "first": "K.D.",
                    "middle": [],
                    "last": "Boeck",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Secondo ateneo",
            "volume": "51",
            "issn": "3",
            "pages": "210-213",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Respiratory syncytial virus infection in recipients of allogeneic stem-cell transplantation: a retrospective study of the incidence, clinical features, and outcome",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Avetisyan",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Mattsson",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Sparrelid",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Ljungman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Transplantation",
            "volume": "88",
            "issn": "10",
            "pages": "1222-1226",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Detection of respiratory syncytial virus in clinical specimens by viral culture, direct and indirect immunofluorescence, and enzyme immunoassay",
            "authors": [
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "D.R.",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "V.V.",
                    "middle": [],
                    "last": "Hamparian",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of clinical microbiology",
            "volume": "26",
            "issn": "3",
            "pages": "588-591",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Comparison of clinical features of pediatric respiratory syncytial virus and human metapneumovirus infections",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Beneri",
                    "suffix": ""
                },
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Ginocchio",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Manji",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sood",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "30",
            "issn": "12",
            "pages": "1240-1241",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Respiratory consequences of rhinovirus infection",
            "authors": [
                {
                    "first": "S.B.",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Archives of internal medicine",
            "volume": "163",
            "issn": "3",
            "pages": "278-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Pleconaril, a novel antipicornaviral agent",
            "authors": [
                {
                    "first": "N.R.",
                    "middle": [],
                    "last": "Florea",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Maglio",
                    "suffix": ""
                },
                {
                    "first": "D.P.",
                    "middle": [],
                    "last": "Nicolau",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pharmacotherapy",
            "volume": "23",
            "issn": "3",
            "pages": "339-348",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "K.Y.",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Stohr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The New England journal of medicine",
            "volume": "349",
            "issn": "25",
            "pages": "2431-2441",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Clinical presentation and characteristics of pharyngeal adenovirus infections",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Domínguez",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Rojo",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "de Las Heras",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Folgueira",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Contreras",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Infect Dis J",
            "volume": "24",
            "issn": "8",
            "pages": "733-734",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Clinical and virological studies of nosocomial conjunctivitis infection caused by adenovirus type 37 variant",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Kaneko",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Iida",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Miura",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nippon Ganka Gakkai Zasshi",
            "volume": "109",
            "issn": "8",
            "pages": "489-496",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Enterovirus infections: etiologic, epidemiologic and clinical aspects",
            "authors": [
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Horstmann",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "California Med",
            "volume": "103",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Enterovirus infections",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Kaneko",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Kanazawa",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "No to hattatsu",
            "volume": "25",
            "issn": "2",
            "pages": "151-155",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Enterovirus infections: diagnosis and treatment",
            "authors": [
                {
                    "first": "M.H.",
                    "middle": [],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Seminars in pediatric infectious diseases",
            "volume": "13",
            "issn": "1",
            "pages": "40-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Enterovirus infections in children",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Asano",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Curr Opin Pediatr",
            "volume": "7",
            "issn": "1",
            "pages": "24-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Treatment of potentially life-threatening enterovirus infections with pleconaril",
            "authors": [
                {
                    "first": "H.A.",
                    "middle": [],
                    "last": "Rotbart",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "32",
            "issn": "2",
            "pages": "228-235",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Pathogenesis of rotavirus diarrhea",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Lundgren",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Microbes and infection/Institut Pasteur",
            "volume": "3",
            "issn": "13",
            "pages": "1145-1156",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Population-based surveillance for severe rotavirus gastroenteritis in children in Karachi, Pakistan",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Qazi",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sultana",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sundar",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Warraich",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "un-Nisa",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Rais",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "Suppl5",
            "pages": "F25-F30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Diagnosing rotavirus A associated IID: Using ELISA to identify a cut-off for real time RT-PCR",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Lopman",
                    "suffix": ""
                },
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Iturriza-Gomara",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Virol",
            "volume": "44",
            "issn": "3",
            "pages": "242-245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Hospitalizations for nosocomial rotavirus gastroenteritis in a tertiary pediatric center: a 4-year prospective study",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Waisbourd-Zinman",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ben-Ziony",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Solter",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Scherf",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Samra",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ashkenazi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "American journal of infection control",
            "volume": "37",
            "issn": "6",
            "pages": "465-469",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Rotarix: a rotavirus vaccine for the world",
            "authors": [
                {
                    "first": "R.L.",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "D.I.",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "2",
            "pages": "222-228",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Economic costs of rotavirus gastroenteritis and cost-effectiveness of vaccination in developing countries",
            "authors": [
                {
                    "first": "R.D.",
                    "middle": [],
                    "last": "Rheingans",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Antil",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Dreibelbis",
                    "suffix": ""
                },
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Podewils",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Bresee",
                    "suffix": ""
                },
                {
                    "first": "U.D.",
                    "middle": [],
                    "last": "Parashar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis.",
            "volume": "200",
            "issn": "Suppl1",
            "pages": "S16-S27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Universal mass vaccination against rotavirus gastroenteritis: impact on hospitalization rates in Austrian children",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Paulke-Korinek",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Rendi-Wagner",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kundi",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kronik",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Kollaritsch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Infect Dis J",
            "volume": "29",
            "issn": "4",
            "pages": "319-323",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Demographic variability, vaccination, and the spatiotemporal dynamics of rotavirus epidemics",
            "authors": [
                {
                    "first": "V.E.",
                    "middle": [],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Steiner",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Panozzo",
                    "suffix": ""
                },
                {
                    "first": "W.J.",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "5938",
            "pages": "290-294",
            "other_ids": {
                "DOI": []
            }
        }
    }
}