{
    "paper_id": "PMC7120393",
    "metadata": {
        "title": "Conclusion: Contributions of Multiple Representations to Biological Education",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "F."
                ],
                "last": "Treagust",
                "suffix": "",
                "email": "D.Treagust@curtin.edu.au",
                "affiliation": {}
            },
            {
                "first": "Chi-Yan",
                "middle": [],
                "last": "Tsui",
                "suffix": "",
                "email": "C.Tsui@curtin.edu.au",
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "F."
                ],
                "last": "Treagust",
                "suffix": "",
                "email": "D.Treagust@curtin.edu.au",
                "affiliation": {}
            },
            {
                "first": "Chi-Yan",
                "middle": [],
                "last": "Tsui",
                "suffix": "",
                "email": "C.Tsui@curtin.edu.au",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Our book project began in 2009 with the intent to bring together international biology educators and biology education researchers who are involved in improving biological education from the perspective of multiple representations. It was also our goal that this volume would be able to address how biological education could meet the challenges of the twenty-first century, in which the breakthroughs in biological research would necessitate the integration of research and education with global economics and human social structures (Kress & Barrett, 2001).",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "mention": "2001",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "This Volume and Biology Education in the Twenty-First Century",
            "ref_spans": []
        },
        {
            "text": "Over the first decade of the twenty-first century, there have been numerous reports calling for reforms of science and biology education in high schools and universities. For example, Labov, Reid, and Yamamoto (2010) argued, based on the US National Science Council’s (2009) report, that there is a need to rethink and restructure high school and undergraduate biology education, making it more relevant and accessible to more, if not all, students. In a similar manner, there have been calls for reforms in the science curriculum in many other countries, particularly in Australia (Tytler & Prain, 2010), the UK (e.g., Reiss, Millar, & Osborne, 1999), and Germany (e.g., Fischer, Kauertz, & Neumann, 2008). In these reforms, biology takes a central role because of the rapid development and advances in the biological sciences since the Human Genome Project for which the twenty-first century is often known as the century of biology (Carey, 1998; Kress & Barrett, 2001).",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "mention": "2010",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 269,
                    "end": 273,
                    "mention": "2009",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 599,
                    "end": 603,
                    "mention": "2010",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 646,
                    "end": 650,
                    "mention": "1999",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 701,
                    "end": 705,
                    "mention": "2008",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 943,
                    "end": 947,
                    "mention": "1998",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 966,
                    "end": 970,
                    "mention": "2001",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "This Volume and Biology Education in the Twenty-First Century",
            "ref_spans": []
        },
        {
            "text": "It was with this background that we proposed to international scholars three research questions for writing their chapters (see Box 19.1) to which their chapters in this volume have responded in various ways. This volume is unique for its rich collection of empirical studies and theoretical expositions on the utility and effectiveness of using multiple representations in biological education that fill a gap in the literature in science education. Some of the themes of the 17 chapters (10.1007/978-94-007-4192-8_2 to 10.1007/978-94-007-4192-8_18) are common; yet they differ in both the content areas and contexts within which learning and teaching take place in different languages in more than ten countries.",
            "cite_spans": [],
            "section": "This Volume and Biology Education in the Twenty-First Century",
            "ref_spans": []
        },
        {
            "text": "In the Introduction chapter, we commenced with Ainsworth’s (1999, 2006) functional taxonomy of multiple external representations (MERs) and our view that learning with multiple representations involves three dimensions: modes of representations, levels of representations, and domain knowledge of biology. We then proposed our theoretical cube model for examining and interpreting the themes and theoretical positions of the chapter authors. We contended that the different MERs used by chapter authors can be accommodated within the three dimensions of our theoretical cube model. Furthermore, we believed that our three-dimensional cube model can be used to examine and interpret the chapters in terms of translation between the external representations of biological knowledge in various ways for achieving one or more of the complementing, constraining, and constructing functions of MERs for learners (Ainsworth, 1999). We also believed—compared to other theoretical frameworks—that the functional taxonomy of MERs can provide a more useful unifying framework to explore how MERs of biological phenomena can enable learners to construct their understanding in terms of reasoning and internal representations or mental models (Gentner & Stevens, 1983).",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "mention": "1999",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 66,
                    "end": 70,
                    "mention": "2006",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 918,
                    "end": 922,
                    "mention": "1999",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1250,
                    "end": 1254,
                    "mention": "1983",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Seeking a Unifying Theoretical Model for Teaching and Learning with MERs in Biological Education",
            "ref_spans": []
        },
        {
            "text": "In this chapter, we present an overall synthesis of the themes of the chapters before we conclude how MERs can contribute to biological education in the twenty-first century. The themes are generally in line with the view that learning with external representations (a cognitive science perspective) and constructivist learning (a science education perspective) have a primary commonality in terms of agency (McKendree, Small, Stenning, & Conlon, 2002) or a sense of empowerment that is an important part of scientific literacy (Anderson, 2007). Useful representations always have embedded information that requires learners to engage in deep thinking about the represented knowledge, often in collaboration with others, for deeper understanding. For example, “reasoning with an abstract representation of a situation can be more effective than reasoning with a concrete situation alone…a good representation system captures exactly the features of a problem that are important rather than representing everything” (McKendree et al., 2002, p. 60). This view supports our rationale for bringing together the perspectives from cognitive science and science education in this volume.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "mention": "2002",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 539,
                    "end": 543,
                    "mention": "2007",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1034,
                    "end": 1038,
                    "mention": "2002",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Seeking a Unifying Theoretical Model for Teaching and Learning with MERs in Biological Education",
            "ref_spans": []
        },
        {
            "text": "Visualizations or visual representations are highlighted by all chapter authors as the most common recurring theme, although different visual modes of representation were used in their research on learning and teaching involving MERs: drawings, pictures, photographs, diagrams, images, videogames, animations, simulations, and symbolism/symbols (see Table 19.1). In most of these studies, visual representations are often deployed simultaneously or concurrently with the verbal representations (auditory, textual, sentential, discursive, etc.) to maximize the utility and effectiveness in achieving one or more of the pedagogical functions of MERs, particularly the complementary functions.\n",
            "cite_spans": [],
            "section": "Visual Representations and MER Functions ::: Enhancing Learning with MERs",
            "ref_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "mention": "19.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Visual representations are not new in science education—they have been used in science textbooks for hundreds of years. For example, Orbis Sensualium Pictus—one of the commonly recognized first modern science textbooks for children published in Germany in 1658—included extensive scientific illustrations (Buxton & Provenzo, 2011). Visual representations are now considered to be very important in learning and teaching with models and modeling in science education (e.g., Gilbert, Reiner, & Nakhleh, 2008). Further, learning how to visually represent ideas is important for students in learning science as illustrated by Ainsworth, Prain, and Tytler (2011) who asserted that drawing as an activity plays an important role in students learning science—to engage in science learning, to learn to represent science, to reason in science, to use it as strategy for learning science, and to communicate ideas in science. In a similar way, the chapter authors illustrate various learning outcomes in which visualizations in MERs can support student understanding of biology (see Table 19.1).",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "mention": "2011",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 501,
                    "end": 505,
                    "mention": "2008",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 652,
                    "end": 656,
                    "mention": "2011",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Visual Representations and MER Functions ::: Enhancing Learning with MERs",
            "ref_spans": [
                {
                    "start": 1080,
                    "end": 1084,
                    "mention": "19.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "From multi-representational perspectives, we consider visualizations as a major group of modes of representation—one of the three dimensions in our theoretical cube model—which can demonstrate how biological knowledge across the unifying themes of living systems is represented at different levels (see Fig. 1.2 in the 10.1007/978-94-007-4192-8_1). The more specific functions of using visual modes of representations in supporting learning in the various chapters are discussed in the following sections.",
            "cite_spans": [],
            "section": "Visual Representations and MER Functions ::: Enhancing Learning with MERs",
            "ref_spans": []
        },
        {
            "text": "Many of the chapter authors have shown that using a variety of representations can help students construct a deeper conceptual understanding of biology. These MERs include hypermedia-based conceptual representations that foster learners’ co-construction of biological knowledge (Liu and Hmelo-Silver); complex process diagrams for premedical students’ understanding of the complex concepts of molecular biology (Griffard), dynamically linked MERs in BioLogica that help students develop reasoning in genetics (Buckley and Quellmalz; Tsui and Treagust), animations that promote student comprehension of biotechnological methods (Yarden and Yarden), and interactive computer videogames that enable 4th grade students to develop deep understanding of the concepts underlying the theory of evolution by natural selection (Horwitz).",
            "cite_spans": [],
            "section": "Fostering Conceptual Understanding of Content Knowledge of Biology ::: Enhancing Learning with MERs",
            "ref_spans": []
        },
        {
            "text": "Several chapter authors also have illustrated how the use of MERs in university biology teaching and research can enable a better understanding of biology in a variety of domains: for example, biotechnological methods (Yarden and Yarden), molecular biology (Griffard; Halverson and Friedrichsen), photosynthesis and plant cellular respiration (Schwartz and Brown), evolutionary biology (Halverson and Friedrichsen), genetics (Buckley and Quellmalz; Tsui and Treagust), and human body systems (Liu and Hmelo-Silver; Buckley and Quellmalz). In addition, multiple representations are illustrated in experts’ views of the knowledge structure of biology and teachers’ professional development by various chapter authors (e.g., Roth and Pozzer-Ardenghi; Yarden and Yarden; Wong et al.; and Srivastava and Ramadas). As discussed in Griffard’s chapter, some latest biology textbooks use MERs in several ways to enhance learning and teaching: for example, multilevel perspectives to show macro and micro views of complex biological structures, process figures to illustrate complex processes in series of small steps, and color consistency to organize and clarify complex concepts.",
            "cite_spans": [],
            "section": "Fostering Conceptual Understanding of Content Knowledge of Biology ::: Enhancing Learning with MERs",
            "ref_spans": []
        },
        {
            "text": "In terms of the third pedagogical function of MERs for constructing deeper understanding, seven chapters have included reasoning skills as the major outcome in various content domains and at different levels of education.",
            "cite_spans": [],
            "section": "Constructing Deeper Understanding in Terms of Scientific Reasoning ::: Enhancing Learning with MERs",
            "ref_spans": []
        },
        {
            "text": "To teach elementary students to develop scientific reasoning skills for understanding evolution by natural selection, Horwitz’s computer videogames Evolution Readiness provide motivating interactive learning environments for young learners based on previous research studies that have pointed to possible affordances for learning (see a review of videogames in Owston, 2012). In secondary schools, Tsui and Treagust’s case studies investigated the development of students’ six types of genetics reasoning, whereas Buckley and Quellmalz’s large-scale studies explored model-based reasoning while learning with computer-based simulations. In the domains of cytology and ecology, Verhoeff et al. focus on secondary students’ reasoning in systems thinking as the learning outcome. For learning at the university level, Halverson and Friedrichsen’s study investigated how students learned about evolution using phylogenetic tree thinking. Wong et al. studied scientists’ reasoning in searching for the causative agent of the SARS disease and used the case study of the authentic scientific research for professional development of preservice and in-service biology/science teacher education to promote deeper understanding of nature of science.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "mention": "2012",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Constructing Deeper Understanding in Terms of Scientific Reasoning ::: Enhancing Learning with MERs",
            "ref_spans": []
        },
        {
            "text": "Another recurring theme is about the competence and skills for learning biology using MERs. In particular, three chapters describe representational competence—for learning biotechnological methods (Yarden and Yarden), for deconstructing and decoding complex process diagrams (Griffard), and for comprehending and constructing phylogenetic trees (Halverson and Friedrichsen). Three other chapters focus on competence for translating across representations of biological structures and functions (Schönborn and Bögeholz; Schwartz and Brown; and Srivastava and Ramadas). Several chapters focus on the skills of reading and interpreting visualizations: static visualization skills for reading textbook diagrams (Eilam), dynamic visualization skills for simulation-based representations (Yarden and Yarden; Buckley and Quellmalz), and reading pictures and other inscriptions from Vygotsky’s sociocultural perspectives (Roth and Pozzer-Ardenghi). Verhoeff et al.’s, Srivastava and Ramadas’s, and Buckley and Quellmalz’s chapters are common in their focus on modeling skills. Both chapters by Anderson et al. and Verhoeff et al. focus on systems thinking skills which we discuss in more detail later in this chapter.",
            "cite_spans": [],
            "section": "Developing Representational Competence and Other Skills ::: Enhancing Learning with MERs",
            "ref_spans": []
        },
        {
            "text": "Development of representational competence stands out among these chapters as the most important outcome in learning with MERs. Representational competence, as Halverson and Friedrichen’s chapter points out, is domain-specific and can have as many as seven levels. For example, in their chapter, the representational competence is about reading and building phylogenetic trees in a novice-expert continuum in terms of seven levels—no use, superficial use, simplified use, symbolic use, conceptual use, scientific use, and expert use. Accordingly, evolutionary biologists’ representational competence is at the expert level, enabling them to quickly interpret and deeply understand the phylogenetic trees and use multiple representations to solve phylogenetic problems, explain evolutionary phenomena, and make predictions.",
            "cite_spans": [],
            "section": "Developing Representational Competence and Other Skills ::: Enhancing Learning with MERs",
            "ref_spans": []
        },
        {
            "text": "In terms of the second pedagogical function of MERs for constraining interpretation or misinterpretation of a more abstract representation using a less abstract one, we identified in the Introduction (Chap. 1) two similar themes common to a number of chapters—mesocosmic and anthropocentric representations. We now subsume both into one single theme—anthropocentric or human-centered representations.",
            "cite_spans": [],
            "section": "Anthropocentric or Human-Centered Representations to Constrain Interpretations of Biological Phenomena ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "Niebert et al. argue, from the perspective of learning through source-to-target mapping, that the perceptible mesocosm should lie in common source domains of biology. This is because mapping from these less abstract source domains in mesocosm (e.g., schemata based on bodily experience) to the more abstract target domains in microcosm (e.g., cell division) or in macrocosm (e.g., climate change) is easier for students to understand biological knowledge. In other words, in Niebert et al.’s example, a representation at the meso level (e.g., breaking a bar of chocolate) serves to constrain the interpretations of the abstract representation of biological phenomena (e.g., cell division). Similarly, several other chapter authors argue that learners always find representations closely related to humans or anthropocentric representations useful for understanding complex and abstract biological knowledge: self as referent (Schwartz and Brown), bodily experience (Niebert et al.), and gestures or body positions (Roth and Pozzer-Ardenghi; Srivastava and Ramadas). More recent studies also include the use of haptic representations in scaffolding learning of molecular biology (e.g., Bivall, Ainsworth, & Tibell, 2011).",
            "cite_spans": [
                {
                    "start": 1214,
                    "end": 1218,
                    "mention": "2011",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Anthropocentric or Human-Centered Representations to Constrain Interpretations of Biological Phenomena ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "Despite the usefulness of anthropocentric representations in biology instruction, some critics call on educators to be cautious about anthropocentric thinking, particularly in environmental education where anthropocentrism has recently been a focus of philosophical discussion that this human-centered thinking might not help students develop the right relationship with nature (e.g., Carvalho, Tracana, Skujiene, & Turcinaviciene, 2011). Unfortunately this is all too common. As Bonnett (2007) notes, nature is “seen essentially as a resource, an object to be intellectually possessed and physically manipulated and exploited in whatever ways are perceived to suit (someone’s version of) human needs and wants” (p. 710). Therefore, such human-centered thinking might justify the exploitation of nature by and for humankind, as well as possibly mask the social and political dimensions behind the biology-based societal problems (e.g., Bell & Russell, 2000). It follows that the possible bias in using anthropocentric representations should not be overlooked by biology teachers and biology teacher educators.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "mention": "2011",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 489,
                    "end": 493,
                    "mention": "2007",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 952,
                    "end": 956,
                    "mention": "2000",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Anthropocentric or Human-Centered Representations to Constrain Interpretations of Biological Phenomena ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "Multiple external representations (MERs) are relevant to improving school biology in that this notion can be used to address the perennial critique of the deficit in the interconnectedness of knowledge in school biology curricula (Buckley and Quellmalz) and shortfalls in the systemic transfer of knowledge across multiple levels of biological organization (e.g., Schönborn & Bögeholz, 2009; Schönborn & Bögeholz’s chapter). Some other chapter authors also take a systems view of the interconnectedness that focuses on one of the unifying themes in living systems: evolution of organisms from simple to complex forms (Halverson and Friedrichsen), information transfer from DNA to subcellular organelles through a hierarchically organized biological structures to the whole organisms (Buckley and Quellmalz; Tsui and Treagust), and energy transfer from the sun to producers, consumers, and decomposers through the hierarchically organized ecosystems (Schwartz and Brown).",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "mention": "2009",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Systems Representations for the Interconnectedness of the Curriculum ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "Furthermore, the notion of using MERs for learning is also in keeping with systems biology (Vidal, 2009)—the latest development of biological science—that aims at identifying the systems level understanding of life phenomena in the post-genomic age. Addressing this issue is the study reported by Verhoeff et al. on the importance of models and modeling activities to develop students’ systems thinking and related systems concepts in secondary schools. Indeed, for over a decade, MERs have been used with increasingly powerful information and communications technology (ICT) (see examples from various disciplines in van Someren, Reimann, Boshuizen, & de Jong, 1998) that is now ubiquitously available in many schools and homes for learning. Indeed, ICT has revolutionized the way people learn and how they communicate their ideas through electronic discourses and resources.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "mention": "2009",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 662,
                    "end": 666,
                    "mention": "1998",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Systems Representations for the Interconnectedness of the Curriculum ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "Three chapters illustrate philosophical, cultural, social, and political impacts on representations of biology and biological education. Roth and Pozzer-Ardenghi discuss reading pictures as a social practice from anthropological and social-psychological perspectives. Clément and Castéra examine genetic determinism in textbooks from 16 countries. Wong et al. portray the social and political factors in Hong Kong scientists’ research on Severe Acute Respiratory Syndrome (SARS) virus that threatened the world as a dangerous pandemic in 2003; their case study was subsequently used in biology and science teachers’ professional development programs for understanding nature of science.",
            "cite_spans": [],
            "section": "Philosophical, Cultural, Social, and Political Impacts on Representations of Biological Education and Nature of Science ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "From sociocultural perspectives rooted in anthropology and social psychology, Roth and Pozzer-Ardenghi discuss reading photographic pictures as a social practice and learning from pictures as social interactions. Their research in this area over 15 years has been conducted in North America, Brazil, and Korea. For example, their high school textbook analysis indicated that pictures or photographs are a useful resource in forming a link between scientific inscriptions such as a table, graph, or formula, and students’ everyday experience but that additional scaffolding is needed for more effective learning. Their chapter also explores pictures in university lectures and how scientists read photographic images. Given that sociocultural perspectives (e.g., Vygotsky, 1968, 1978) have been increasingly popular as a theoretical framework in science education research and practice (e.g., Lemke, 2001; Tsaparlis & Papaphotis, 2009), Roth and Pozzer-Ardenghi’s framing of reading pictures as learning through social interactions has important implications for all levels of biological education.",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 776,
                    "mention": "1968",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 778,
                    "end": 782,
                    "mention": "1978",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 899,
                    "end": 903,
                    "mention": "2001",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 929,
                    "end": 933,
                    "mention": "2009",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Philosophical, Cultural, Social, and Political Impacts on Representations of Biological Education and Nature of Science ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "Clément and Castéra examine the representations of genetic diseases in French biology textbooks and report their content analysis on how textbooks across 16 European and other countries depicted twins and metaphorized genetics. Their chapter has identified on a macro level, how genetic determinism is used to represent genetics in textbooks from these countries with different languages, ideologies, cultures, and religions. One of the interesting findings was that biology textbooks in several East European countries are still influenced by the political ideologies of the former USSR, for example, the pseudoscientific ideas of Lysenkoism. This cross-country textbook analysis provides rare and valuable insights into biological education in the non-English-speaking world.",
            "cite_spans": [],
            "section": "Philosophical, Cultural, Social, and Political Impacts on Representations of Biological Education and Nature of Science ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "Wong et al. portray Hong Kong scientists’ crucial success in identifying a coronavirus as the agent for causing SARS among other key episodes during the SARS outbreak in 2003. SARS was a previously unknown but highly contagious and deadly disease that first appeared at the end of 2002 in southern China. In this very urgent hunt for the causative agent, the scientists used models and modeling across multiple facets and perspectives—from rumors to in-depth studies, from puzzling observations to administrative decisions to quarantine all affected individuals, and from research evidence to political decisions to ban the sale of wild animals for food. Yet there was an untold political decision that had constrained scientific research and delayed the prevention of SARS from spreading across the world. Chinese officials initially covered up the truths about SARS for political reasons by censoring reports in the media about this mysterious disease to avoid public fear and instability during the leadership change in the ruling Communist Party. SARS cases continued to increase for months in early 2003 and spread to Beijing (Abraham, 2004; Loh, 2004). On April 8, Time magazine reported online what a Chinese army doctor in Beijing revealed that there were many more SARS cases than the official figures and the situation was very serious. Thereafter, China belatedly took immediate and drastic actions to stop the SARS contagion from becoming a deadly global pandemic (Jakes, 2003; Lemonick & Park, 2003). The lack of free flow of information alongside the bureaucratic red tape is obviously counterproductive to scientific research, and lessons must be learned from the SARS crisis (e.g., Ding & Wang, 2003). Unfortunately, similar tragic happenings continue to occur in China. For example, the delay in investigating the scandal of melamine00191-contaminated milk products—just before the Beijing Olympic Games in August 2008—resulted in the death of several babies and illness of many children who developed kidney stones (cf. Spencer, 2008). Scientists appear to be helpless and powerless in the face of political impact on research and free flow of information. This is important for a deeper understanding of nature of science.",
            "cite_spans": [
                {
                    "start": 1141,
                    "end": 1145,
                    "mention": "2004",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "mention": "2004",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1484,
                    "end": 1488,
                    "mention": "2003",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1507,
                    "end": 1511,
                    "mention": "2003",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1711,
                    "end": 1715,
                    "mention": "2003",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2047,
                    "end": 2051,
                    "mention": "2008",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Philosophical, Cultural, Social, and Political Impacts on Representations of Biological Education and Nature of Science ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "These three chapters remind biology teachers and biology teacher educators that the external representations of phenomena in biological research, and education may be compromised by philosophical, cultural, social, and political factors that are often overlooked. Consequently, we believe that representations of biological knowledge must be interpreted within a broader context related to the surrounding cultures and the societal or political factors in order to construct a deeper understanding of nature of science.",
            "cite_spans": [],
            "section": "Philosophical, Cultural, Social, and Political Impacts on Representations of Biological Education and Nature of Science ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "Many chapter authors in this volume have languages other than English as their first language. The authors themselves and the participants in their studies are well represented in terms of the three concentric circles in Kachru’s (as citied in Martin & Siry, 2011) model of world Englishes. In particular, the cross-country analysis of textbooks from 16 countries by Clément and Castéra—comparing the representation of genetics in terms of genetic determinism—is notable and is otherwise unknown to the community of science educators in the English-speaking world.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "mention": "2011",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Teaching Biology in the Non-English-Speaking World ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "This volume reminds readers that many of today’s students are learning biology in languages other than English and the authors’ studies also involved the use of other languages for learning and teaching biology—for example, German, French, Indian (Marathi and Hindi), Hebrew, Dutch, Arabic, Portuguese, Chinese (Cantonese), and Korean. Whereas many English language learners (ELLs) in US schools are learning biology in English (their L2) (MacSwan & Rolstad, 2005), secondary students in Germany and other countries within the European Union are also increasingly using English (their L2) for learning content subjects (Wannagat, 2007). This trend of using English for science education is on the increase in some Chinese universities (Tong & Shi, 2012). For English being used for learning and teaching biology, there is ample research evidence that the bilingual approach is useful to better support ELLs to learn the content knowledge in their L2 (e.g., Kroll & Hermans, 2011).",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "mention": "2005",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 630,
                    "end": 634,
                    "mention": "2007",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 748,
                    "end": 752,
                    "mention": "2012",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 974,
                    "end": 978,
                    "mention": "2011",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Teaching Biology in the Non-English-Speaking World ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "Tsui and Treagust touch on the possible benefits of bilingual representations for ELLs in Hong Kong when these students learned genetics in English (their L2). When learning English (L2)-taught content subjects such as science and biology, ELLs could capitalize on the rich resources of their prior knowledge of biology in their first language (L1), which is often overlooked (e.g., MacSwan & Rolstad, 2005; Tong & Shi, 2012). From a psycholinguistic perspective, for ELLs whose L2 is not proficient enough, learning biology in L2 depends on effective mediation of their L1 to conceptually process their L2 learning (Kroll & Hermans, 2011). As such, bilingual representations of biological knowledge can be useful to serve one or more pedagogical functions of MERs. Professional development of biology teachers for developing their proficiency in both students’ L1 and L2 is also important for effective teaching using the bilingual approach (Wannagat, 2007). This area warrants further research in science and biological education because English is, and is expected to be, the lingua franca of science in the twenty-first century and beyond.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 406,
                    "mention": "2005",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 420,
                    "end": 424,
                    "mention": "2012",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 634,
                    "end": 638,
                    "mention": "2011",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 953,
                    "end": 957,
                    "mention": "2007",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Teaching Biology in the Non-English-Speaking World ::: Enhancing the Quality of Teaching: Achieving Pedagogical Functions of MERs",
            "ref_spans": []
        },
        {
            "text": "The chapter authors in this volume have illustrated how learning and teaching with MERs in biology need to be critically examined and assessed, particularly at the university level, so that instructors and professors, as well as undergraduate and graduate students including student teachers, can more effectively understand and use multiple representations in their teaching. Examples of assessment include the use of hypermedia for assessing learning about human body systems (Liu and Hmelo-Silver), online reflective journal entries for assessing learning of evolutionary tree thinking (Halverson and Friedrichsen), clinical interviews and paper-and-pencil tests to assess learning about complex processes diagrams of molecular biology in university textbooks (Griffard), and analysis of pictures in textbooks and gestures in lectures (Roth & Pozzer-Ardenghi). In Srivastava and Ramadas’s chapter, they report the use of in-depth microgenetic method using interview-cum-teaching and observations to assess undergraduates’ mental visualization of 3-D double helical structure of DNA. Observations of secondary students’ and teachers’ modeling actions were used for assessing systems thinking (Verhoeff et al.). Tsui and Treagust report the use of a two-tier diagnostic test for evaluating secondary student understanding of genetics reasoning. Two-tier tests (Treagust, 1988) have been developed and used in evaluation of several biology domains such as osmosis and diffusion (Odom & Barrow, 1995) and genetics (Tsui & Treagust, 2010); however, no two-tier diagnostic tests are yet available to specifically assess learning with MERs in biology—this can be an area for further research.",
            "cite_spans": [
                {
                    "start": 1372,
                    "end": 1376,
                    "mention": "1988",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1494,
                    "end": 1498,
                    "mention": "1995",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1531,
                    "end": 1535,
                    "mention": "2010",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Multiple Methods of Assessment to Inform Teaching with MERs",
            "ref_spans": []
        },
        {
            "text": "To assess learning in computer-based learning environments, online assessments of outcomes are usually used. As illustrated in this volume, to evaluate student understanding of genetics from the multi-representational learning environment BioLogica, online pretests and posttests were used to evaluate student understanding in terms of six types of genetics reasoning (Tsui and Treagust). Similarly, built-in online assessment was used for assessing undergraduates’ learning of cognitive and metacognitive skills for co-constructing their knowledge about human body systems (Liu and Hmelo-Silver). Computer data logging that can track student learning also was used for evaluating different outcomes of student learning from interactive computer programs on human body systems, genetics, evolution, and ecology (Buckley and Quellmalz; Horwitz; Tsui and Treagust). For noncomputer learning environments, clinical interviews and paper-and-pencil tests remain the common reliable and valid approaches to assess student learning about biological processes (Eilam; Griffard) and evolutionary tree thinking (Halverson and Friedrichsen).",
            "cite_spans": [],
            "section": "Multiple Methods of Assessment to Inform Teaching with MERs",
            "ref_spans": []
        },
        {
            "text": "As already discussed in the Introductio (Chap. 1), evaluation of multimedia learning environments requires appropriate methods for specific research questions within particular learning contexts. Besides conventional experimental research designs, the more useful methods appear to be computer modeling, case studies, ethnographic studies, and microgenetic studies (Ainsworth, 2008). Our review indicates that the variety of methodologies reported in the chapters for assessing student learning and evaluating student understanding have rightly pointed in this direction. These should inform biology teachers and biology teacher educators on how MERs can be effectively used to support learning.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "mention": "2008",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Multiple Methods of Assessment to Inform Teaching with MERs",
            "ref_spans": []
        },
        {
            "text": "From the preceding review and synthesis of the themes arising from the chapters in this volume, we have discussed a number of issues of learning and teaching with MERs, as well as methodologies for assessment. These are relevant to the future directions for biological education.",
            "cite_spans": [],
            "section": "Contributions to Biological Education in the Twenty-First Century",
            "ref_spans": []
        },
        {
            "text": "In the committee-authored report of the US National Research Council (2009) about the new biology in the twenty-first century, the committee identified four major areas of societal challenges—food, environment, energy, and health—as directions for biological research which would involve integration of scientific information, theory, and technology about complex problems, deeper understanding of biological systems, and biology-based solutions to societal problems, as well as feedback and benefits to contributing disciplines and to education (Labov et al., 2010) (see Fig. 19.1).\n",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "mention": "2009",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 561,
                    "end": 565,
                    "mention": "2010",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Contributions to Biological Education in the Twenty-First Century",
            "ref_spans": [
                {
                    "start": 577,
                    "end": 581,
                    "mention": "19.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We believe that this goal is also part of the challenge for teachers and students at all levels to, respectively, teach and learn biology with multiple representations. As illustrated by the chapters in this volume, visualization skills, reasoning skills, tree building skills, representational competence, and systems thinking skills all appear to be useful, and even crucial, for learning biology in the twenty-first century from the wide variety of multiple representations in biology textbooks, online resources, and school lessons or university lectures. It is equally important to educate new biologists for solving the world’s biology-based societal problems as well as to educate all students with diverse learning needs for promoting scientific literacy in modern societies.",
            "cite_spans": [],
            "section": "Contributions to Biological Education in the Twenty-First Century",
            "ref_spans": []
        },
        {
            "text": "As noted by Labov et al. (2010), the new biology in the twenty-first century involves complex interdisciplinary problems that will require biologists to incorporate “emerging theory, new technologies, fundamental findings from basic research in the life sciences” and to integrate into biology “physical sciences, mathematics, and engineering [that] could enable biology to contribute to rapid progress in practical problem-solving” (p. 11). New biologists also need to have “deep knowledge in one discipline and a ‘working fluency’ in several” (p. 13).",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "mention": "2010",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Contributions to Biological Education in the Twenty-First Century",
            "ref_spans": []
        },
        {
            "text": "While gratefully acknowledging the excellent contributions of the chapter authors from around the world to Multiple Representations in Biological Education, we must say that it has been a great privilege for us to edit their chapters and that our many e-mail communications and interactions are very useful. We are grateful to John Gilbert, Bernadette Ohmer, Shaaron Ainsworth, Kathleen Fisher, Anat Yarden, and Kristy Halverson who have provided us valuable advice and help in one way or another in completing this volume.",
            "cite_spans": [],
            "section": "Finale",
            "ref_spans": []
        },
        {
            "text": "We look forward to a revitalized biological education with which people can create a better world—“a more peaceful and prosperous world, where their children can live healthy, happy lives…” (Ferris, 2010, p. 290)—where research in biology and biological education can contribute to solving the major challenges of humankind, such as food, environment, energy, and health (National Research Council, 2009). We also envision a more scientifically literate citizenry, a more connected international community of biology educators, a more ecologically balanced global environment, and a more socially just and democratic global community (cf. Rindermann, 2008).",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "mention": "2010",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 399,
                    "end": 403,
                    "mention": "2009",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 651,
                    "end": 655,
                    "mention": "2008",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Finale",
            "ref_spans": []
        },
        {
            "text": "We hope this volume will be a timely reference for biology education researchers, biology teachers, and biology teacher educators, as well as postgraduates of science education around the world. We also hope that this collection of research reports and theoretical expositions in the area of multiple representations can encourage more studies in this direction so that biology educators can better harness the resources in the repertoire of multiple external representations (MERs) for improving biological education. We believe that Multiple Representations in Biological Education can make a small contribution in this direction.",
            "cite_spans": [],
            "section": "Finale",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 19.1: Visual modes of representations discussed in the chapters of this volume\n\naMajor focus of the chapter",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 19.1: New biology for the twenty-first century (National Research Council, 2009). Reprinted with permission",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Twenty-first century plague: The story of SARS",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Buxton",
                    "suffix": ""
                },
                {
                    "first": "EF",
                    "middle": [],
                    "last": "Provenzo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Teaching science in elementary & middle school",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Trends in environmental education images of textbooks from western and eastern European countries and non-European countries",
            "authors": [
                {
                    "first": "GS",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Tracana",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Skujiene",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turcinaviciene",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Journal of Science Education",
            "volume": "33",
            "issn": "18",
            "pages": "2587-2610",
            "other_ids": {
                "DOI": [
                    "10.1080/09500693.2011.556831"
                ]
            }
        },
        "BIBREF4": {
            "title": "“Feidian” de jingshi yu woguo de jiaoyu [The warning and enlightenment SARS gave us and the education in China]",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Nantong Institute of Technology (Social Sciences)",
            "volume": "19",
            "issn": "3",
            "pages": "1-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ferris",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The science of liberty: Democracy, reason and the laws of nature",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Standards of science education",
            "authors": [
                {
                    "first": "HE",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kauertz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Four decades of research in science education: From curriculum development to quality improvement",
            "volume": "",
            "issn": "",
            "pages": "24-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 1983,
            "venue": "Mental models",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Visualization: Theory and practice in science education",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "A new century of biology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The functions of multiple representations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ainsworth",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Computers in Education",
            "volume": "33",
            "issn": "2/3",
            "pages": "131-152",
            "other_ids": {
                "DOI": [
                    "10.1016/S0360-1315(99)00029-9"
                ]
            }
        },
        "BIBREF12": {
            "title": "Psycholinguistic perspectives on language processing in bilinguals",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Kroll",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hermans",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Modeling bilingualism: From structures to chaos",
            "volume": "",
            "issn": "",
            "pages": "15-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Integrated biology and undergraduate science education: A new biology for the twenty-first century",
            "authors": [
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Labov",
                    "suffix": ""
                },
                {
                    "first": "AH",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Yamamota",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "CBE-Life Science Education",
            "volume": "9",
            "issn": "",
            "pages": "10-16",
            "other_ids": {
                "DOI": [
                    "10.1187/cbe.09-12-0092"
                ]
            }
        },
        "BIBREF14": {
            "title": "Articulating communities: Sociocultural perspectives on science education",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Lemke",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Research in Science Teaching",
            "volume": "38",
            "issn": "3",
            "pages": "296-316",
            "other_ids": {
                "DOI": [
                    "10.1002/1098-2736(200103)38:3<296::AID-TEA1007>3.0.CO;2-R"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "At the epicentre: Hong Kong and the SARS outbreak",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Modularity and the facilitation effect: Psychological mechanisms of transfer in bilingual students",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "MacSwan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rolstad",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hispanic Journal of Behavoiral Sciences",
            "volume": "27",
            "issn": "2",
            "pages": "224-243",
            "other_ids": {
                "DOI": [
                    "10.1177/0739986305275173"
                ]
            }
        },
        "BIBREF18": {
            "title": "Networks of practice in science education research: A global context",
            "authors": [
                {
                    "first": "SN",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Siry",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Research in Science Teaching",
            "volume": "48",
            "issn": "6",
            "pages": "592-623",
            "other_ids": {
                "DOI": [
                    "10.1002/tea.20425"
                ]
            }
        },
        "BIBREF19": {
            "title": "The role of representations in teaching and learning critical thinking",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "McKendree",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stenning",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Conlon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Educational Review",
            "volume": "54",
            "issn": "1",
            "pages": "57-67",
            "other_ids": {
                "DOI": [
                    "10.1080/00131910120110884"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "A new biology for the 21st century",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Development and application of a two-tier diagnostic test measuring college biology students’ understanding of diffusion and osmosis after a course of instruction",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Odom",
                    "suffix": ""
                },
                {
                    "first": "LH",
                    "middle": [],
                    "last": "Barrow",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Research in Science Teaching",
            "volume": "32",
            "issn": "1",
            "pages": "45-61",
            "other_ids": {
                "DOI": [
                    "10.1002/tea.3660320106"
                ]
            }
        },
        "BIBREF22": {
            "title": "DeFT: A conceptual framework for considering learning with multiple representations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ainsworth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Learning and Instruction",
            "volume": "15",
            "issn": "3",
            "pages": "183-198",
            "other_ids": {
                "DOI": [
                    "10.1016/j.learninstruc.2006.03.001"
                ]
            }
        },
        "BIBREF23": {
            "title": "Computer games and the quest to find their affordances for learning",
            "authors": [
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Owston",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Educational Researcher",
            "volume": "41",
            "issn": "3",
            "pages": "105-106",
            "other_ids": {
                "DOI": [
                    "10.3102/0013189X12439231"
                ]
            }
        },
        "BIBREF24": {
            "title": "Beyond 2000: Science/biology education for the future",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Reiss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Biological Education",
            "volume": "33",
            "issn": "",
            "pages": "68-70",
            "other_ids": {
                "DOI": [
                    "10.1080/00219266.1999.9655644"
                ]
            }
        },
        "BIBREF25": {
            "title": "Relevance of education and intelligence for the political development of nations: Democracy, rule of law and political liberty",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rindermann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Intelligence",
            "volume": "36",
            "issn": "4",
            "pages": "306-322",
            "other_ids": {
                "DOI": [
                    "10.1016/j.intell.2007.09.003"
                ]
            }
        },
        "BIBREF26": {
            "title": "Knowledge transfer in biology and translation across external representations: Experts’ views and challenges for learning",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Schönborn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bögeholz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Science and Mathematics Education",
            "volume": "7",
            "issn": "",
            "pages": "931-955",
            "other_ids": {
                "DOI": [
                    "10.1007/s10763-009-9153-3"
                ]
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Chinese–English bilingual education in China: A case study of college science majors",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Bilingual Education and Bilingualism",
            "volume": "15",
            "issn": "2",
            "pages": "165-182",
            "other_ids": {
                "DOI": [
                    "10.1080/13670050.2011.607921"
                ]
            }
        },
        "BIBREF29": {
            "title": "Development and use of diagnostic tests to evaluate students’ misconception in science",
            "authors": [
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Treagust",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "International Journal of Science Education",
            "volume": "10",
            "issn": "2",
            "pages": "159-169",
            "other_ids": {
                "DOI": [
                    "10.1080/0950069880100204"
                ]
            }
        },
        "BIBREF30": {
            "title": "High school students’ conceptual difficulties and attempts at conceptual change: The case of basic quantum chemical concepts",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tsaparlis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Papaphotis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Science Education",
            "volume": "31",
            "issn": "7",
            "pages": "895-930",
            "other_ids": {
                "DOI": [
                    "10.1080/09500690801891908"
                ]
            }
        },
        "BIBREF31": {
            "title": "Evaluating secondary students' scientific reasoning in genetics using a two-tier diagnostic instrument",
            "authors": [
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Treagust",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal of Science Education",
            "volume": "32",
            "issn": "8",
            "pages": "1073-1098",
            "other_ids": {
                "DOI": [
                    "10.1080/09500690902951429"
                ]
            }
        },
        "BIBREF32": {
            "title": "A framework for re-thinking learning in science from recent cognitive science perspectives",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tytler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Prain",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal of Science Education",
            "volume": "32",
            "issn": "15",
            "pages": "2055-2078",
            "other_ids": {
                "DOI": [
                    "10.1080/09500690903334849"
                ]
            }
        },
        "BIBREF33": {
            "title": "How should we evaluate multimedia learning environments?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ainsworth",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Understanding multimedia documents",
            "volume": "",
            "issn": "",
            "pages": "249-265",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Learning with multiple representations",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "A unifying view of 21st century systems biology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vidal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "FEBS Letters",
            "volume": "583",
            "issn": "2009",
            "pages": "3891-3894",
            "other_ids": {
                "DOI": [
                    "10.1016/j.febslet.2009.11.024"
                ]
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Vygotsky",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Thought and language",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Vygotsky",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Mind in society: The development of higher psychological processes",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Learning through L2: Content and Language Integrated Learning (CLIL) and English as Medium of Instruction (EMI)",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wannagat",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Bilingual Education and Bilingualism",
            "volume": "10",
            "issn": "5",
            "pages": "663-682",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Drawing to learn in science",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ainsworth",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Prain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tytler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "1096-1097",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1204153"
                ]
            }
        },
        "BIBREF40": {
            "title": "Perspective in science learning",
            "authors": [
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Handbook of research on science education",
            "volume": "",
            "issn": "",
            "pages": "3-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Beyond human, beyond worlds: Anthropocentrism, critical pedagogy, and the poststructuralist turn",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Canadian Journal of Education",
            "volume": "25",
            "issn": "3",
            "pages": "188-203",
            "other_ids": {
                "DOI": [
                    "10.2307/1585953"
                ]
            }
        },
        "BIBREF42": {
            "title": "Do haptic representations help complex molecular learning?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bivall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ainsworth",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Tibell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science Education",
            "volume": "95",
            "issn": "4",
            "pages": "700-719",
            "other_ids": {
                "DOI": [
                    "10.1002/sce.20439"
                ]
            }
        },
        "BIBREF43": {
            "title": "Environmental education and the issue of nature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonnett",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Curriculum Studies",
            "volume": "39",
            "issn": "6",
            "pages": "707-721",
            "other_ids": {
                "DOI": [
                    "10.1080/00220270701447149"
                ]
            }
        }
    }
}