{
    "paper_id": "PMC7212729",
    "metadata": {
        "title": "COVID-19 and medical professionals: lessons for agriculture",
        "authors": [
            {
                "first": "Steven",
                "middle": [
                    "A."
                ],
                "last": "Wolf",
                "suffix": "",
                "email": "saw44@cornell.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "It is too early to reflect on the COVID-19 pandemic, but we can reflect in it. I aim to draw parallels between health professionals’ engagement with this crisis and agriculture’s engagement with the ecological and social contradictions of conventional farming. Here I am thinking of climate, water, biodiversity, and the plight of many farm workers.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Health care workers (e.g., doctors, nurses) and public health experts (e.g., infectious disease specialists, epidemiologists) occupy highly visible positions in the contemporary moment, and rightly so. Front-line health care providers are face to face with the critically ill. They are taking on risks and making personal sacrifices. In response, citizens are banging pots and pans to signal their debt and to broadcast their solidarity. Journalists and elected officials consistently recognize the contributions these professionals are making day to day, and the vital role they play in longer term plans to mount a defense to the pandemic. We have seen health care workers make effective demands for personal protective equipment and training, and I would not be surprised to see the creation of a First Responders Fund patterned on the lionization of firefighters and police after 9/11.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "While the epidemiologists and modelers occupy a more abstract position, their expertise has served to discipline politicians who fear being held accountable for the economic trauma of sustained lockdowns. Even President Trump, who is committed to not recognizing expertise, has been forced to defer to the collective wisdom of the public health profession. The power stemming from authoritative knowledge claims about transmission rates, health outcomes, and the resilience of systems in place to prevent and respond to infectious diseases is extraordinary. These professionals have played a decisive role in keeping half the world’s population at home for an extended period.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A profession is a high status group of workers that cultivates and maintains public trust in return for the privilege to self-regulate, create barriers to entry, and set the terms of competition, translating into relatively high earnings (nurses’ ongoing struggle to be recognized as full-fledged professionals deserves mention here). While professionals can abuse the trust they enjoy, the power of professions and the strength of their claims to high status, high income, and substantial autonomy rests on their capacity to manage a body of specialized knowledge in service to individuals and society. Professions maintain and build capacity to address our most sensitive needs, for example, protection of our health (doctors), rights (lawyers), security (generals) and souls (priests). Beyond stewarding knowledge, professionals extend and adapt their capabilities to respond to shifting constraints and social values. As we look to the next period in the pandemic, health care professionals and infectious disease specialists are expected to develop more effective treatments for COVID-19, expand the capacity of the health care system, and play a central role in developing, testing, and implementing vaccination programs. Professionals don’t just collectively build and steward their esoteric knowledge. Their capacity to produce new knowledge is an essential basis of their status and power.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Agriculture is contending with a not-so-slow moving crisis. Societal expectations are shifting, and innovation is sorely needed. What if farmers and the many allied professional groups that make up farming systems took responsibility for grand social and ecological challenges linked to the way we manage agricultural resources (Wolf 2008)? What if they oriented their problem solving capabilities in service to a new and expanded set of priorities? By assuming a leadership position and taking on risks, I can imagine the farming sector capturing a greater share of retail spending on food and effectively recruiting the next generation of talent. More broadly, it is possible to expand the political base essential for securing expanded public investment in R&D, worker training, infrastructure, conservation, insurance, and rural development. Renewing the social contract between agriculture and an increasing urban society is essential because public investments are needed to create more just and sustainable agrifood systems. As we reflect on our dependence on health professionals in the contemporary crisis, we can see that agriculture has the potential to stake out an equally vital role in our collective future.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "mention": "2008",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Professionalization of Agriculture and Distributed Innovation",
            "authors": [
                {
                    "first": "Steven",
                    "middle": [
                        "A"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Agriculture & Human Values",
            "volume": "25",
            "issn": "2",
            "pages": "203-207",
            "other_ids": {
                "DOI": [
                    "10.1007/s10460-008-9117-1"
                ]
            }
        }
    }
}