{
    "paper_id": "PMC7108420",
    "metadata": {
        "title": "Ligation-mediated amplification for effective rapid determination of viral RNA sequences (RDV)",
        "authors": [
            {
                "first": "Shumpei",
                "middle": [],
                "last": "Watanabe",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tetsuya",
                "middle": [],
                "last": "Mizutani",
                "suffix": "",
                "email": "tmizutan@nih.go.jp",
                "affiliation": {}
            },
            {
                "first": "Kouji",
                "middle": [],
                "last": "Sakai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kentaro",
                "middle": [],
                "last": "Kato",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yukinobu",
                "middle": [],
                "last": "Tohya",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shuetsu",
                "middle": [],
                "last": "Fukushi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Masayuki",
                "middle": [],
                "last": "Saijo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yasuhiro",
                "middle": [],
                "last": "Yoshikawa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ichiro",
                "middle": [],
                "last": "Kurane",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shigeru",
                "middle": [],
                "last": "Morikawa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hiroomi",
                "middle": [],
                "last": "Akashi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Recently, we developed a method for sequence-independent detection of RNA viruses, the “rapid determination of RNA virus (RDV) method” (Mizutani et al., 2007). In the RDV method, viral genome sequences are obtained without sub-cloning into plasmid vectors. Nucleic acid sequences of severe acute respiratory syndrome coronavirus, murine hepatitis virus, West Nile virus, Japanese encephalitis virus, and Dengue virus were successfully detected in culture supernatants from virus-infected cells by RDV ver1.0, which is our original method for detecting RNA viral genomes (Mizutani et al., 2007, Kihara et al., 2007). To increase sensitivity over RDV ver1.0, the sequence-independent amplification step was improved. By using the improved method, RDV ver2.0, avian paramyxovirus was detected in the allantoic fluid of embryonated chicken eggs (Sakai et al., 2007). A new adenovirus was successfully detected in the culture supernatant of primary kidney cells originating from a fruit bat using this RDV method (RDV-D) (Maeda et al., 2008). RDV methods have the potential to become standard methods for the detection of both known as well as newly emerging unknown viruses in humans and animals.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 157,
                    "mention": "Mizutani et al., 2007",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 571,
                    "end": 592,
                    "mention": "Mizutani et al., 2007",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 594,
                    "end": 613,
                    "mention": "Kihara et al., 2007",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 842,
                    "end": 860,
                    "mention": "Sakai et al., 2007",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1017,
                    "end": 1035,
                    "mention": "Maeda et al., 2008",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For direct sequencing after amplification of cDNAs in RDV ver1.0 and ver2.0, we use specially designed primer sets in which 6 nucleotides consisting of the CC (HaeIII-digested sequence) and four variable nucleotides are added to the 3′ end of the adapter sequence. Therefore, very large numbers of combinations of primer sets (44\n × 44\n = 65,536 sets) are theoretically necessary to detect all the viral genomes in a sequence-independent manner (Mizutani et al., 2007). To avoid this level of complexity, we conventionally used the primer sets fixed the 5′ end of two nucleotides in the four variable nucleotide region to AG for the forward primer or GG for the reverse primer. However, we found that some viral species are difficult to detect using the limited combinations of primer sets. For example, the Yokose virus (YOKV) was isolated from a bat in Japan in 1971, and it was found to be an Entebbe bat virus, genus Flavivirus, in the family Flaviviridae. Although the full genome sequence has been published recently (AB114858), little is yet known about the characteristics of the virus (Tajima et al., 2005). We attempted to detect the YOKV sequence in the culture supernatant from virus-infected Vero cells using the procedure of RDV ver1.0 and ver2.0, but this failed. Therefore, in this study, we further improved the RDV method to detect more virus species, in particular by modifying the adaptor ligation step, to reduce the candidates of PCR primer sets for direct sequencing. This RDV ver3.0 was able to detect over 100 cDNA fragments of YOKV.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 467,
                    "mention": "Mizutani et al., 2007",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1095,
                    "end": 1114,
                    "mention": "Tajima et al., 2005",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Vero cells were maintained in Dulbecco's modified Eagle's medium with 5% fetal calf serum, penicillin, and streptomycin. The Oita-36 strain of YOKV was kindly provided by Dr. Tomohiko Takasaki (National Institute of Infectious Diseases of Japan). The virus was propagated in Vero cells. At 2 days post-infection, the infectious fluid was harvested. Cellular debris was removed by low-speed centrifugation (2000 × \ng, 15 min, 4 °C) and the resulting supernatant was collected.",
            "cite_spans": [],
            "section": "Cells and virus ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Viral RNA was extracted from the infectious supernatant containing 105.5 TCID50 of viruses by using a Total RNA isolation mini kit (Agilent Technology, USA) in accordance with the manufacture's instruction.",
            "cite_spans": [],
            "section": "RNA extraction ::: Design and scheme of RDV ver3.0 ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A whole transcriptome amplification system (WTA; Sigma–Aldrich, Saint Louis, MO, USA) was used to amplify viral double-stranded cDNA in accordance with the manufacture's instruction. PCR was performed as described in previous paper (Mizutani et al., 2007).",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 254,
                    "mention": "Mizutani et al., 2007",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Construction of first cDNA library ::: Design and scheme of RDV ver3.0 ::: Methods",
            "ref_spans": []
        },
        {
            "text": "After the first cDNA library purification using the MonoFas DNA isolation system (GL Science, Japan), DNA was digested with 40 U of HaeIII (Takara Bio Inc., Japan) and Sau3AI (Takara Bio Inc.) at 37 °C for 30 min, and then the digested DNA was again purified using MonoFas. For construction of the second cDNA library, 2.5 μl of DNA solution, 2.5 μl of distilled water, 2.5 μl of sticky-ended adaptor, Adaptor-Sse83871 (10 μM) and blunt-ended adaptor, Adaptor-NotI (10 μM) were mixed (Fig. 2A). Ligation-convenience kit (Nippon Gene, Japan) was used for adaptor ligation. The DNA solution and 10 μl of ligation mix were reacted at 16 °C for 30 min, and the DNA was isolated using MonoFas. The second cDNA library was amplified by PCR using specially designed primer sets, and the forward primers in which six nucleotides included GATC (Sau3AI-digested sequence) and two variable nucleotides were added to the 3′ end of the Adaptor-Sse83871 sequence, and the reverse primers in which four nucleotides included CC (HaeIII-digested sequence) and two variable nucleotides were added to the 3′ end of the Adaptor-NotI sequence (Fig. 2B). PCR was performed as described in Sakai et al. (2007).",
            "cite_spans": [
                {
                    "start": 1167,
                    "end": 1186,
                    "mention": "Sakai et al. (2007)",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Second cDNA library ::: Design and scheme of RDV ver3.0 ::: Methods",
            "ref_spans": [
                {
                    "start": 485,
                    "end": 491,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1123,
                    "end": 1129,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "After electrophoresis of PCR products on agarose gels, the bands over 150 bp in length were excised, and DNA was extracted from the gel using the MonoFas. Direct sequencing was performed using the forward or reverse primer.",
            "cite_spans": [],
            "section": "Direct sequencing ::: Design and scheme of RDV ver3.0 ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In RDV method ver3.0, different adaptors were ligated at the 5′ and 3′ end of viral dsDNA. The ligation enzyme was changed to the ligation mix in the Ligation-convenience kit (Nippon gene) because this increased the efficacy of ligation (data not shown). The S1–S16 forward primers and N1–N16 reverse primers were used in the second cDNA amplification step for direct sequencing (Fig. 2B). Using the RDV ver3.0, we successfully identified West Nile virus and Dengue virus type 2, which were used in previous our study (Mizutani et al., 2007) (data not shown). The RDV ver3.0 method was performed using extracted RNA from the culture supernatant obtained from YOKV-infected Vero cells. The 256 PCR products were processed by agarose gel electrophoresis. A total of 141 fragments were sequenced by the direct sequencing method, but sequences of 10 fragments were not obtained. One hundred eighteen exhibited high degrees of homology with the nucleic acid sequence of YOKV. Twenty-two DNA fragments were identified as mammal ribosomal RNAs (data not shown). The locations of the PCR fragments found in the YOKV genome are shown in Fig. 3\n. From the complete nucleotide sequences of YOKV, there are 10 cDNA fragments over 150 bp with HaeIII- and Sau3AI-digested ends (Fig. 3 column A), which are expected to be detected using RDV ver3.0, and eight fragments were detected (Table 1\nand Fig. 3 column B). Nine were obtained as partial digested viral cDNA fragments by HaeIII or Sau3AI (Fig. 3 column C). In addition, we found two or three ligated viral cDNA fragments (Fig. 3 column D) and cDNA fragments not containing recognition sequences of restriction enzymes at the ends (Fig. 3 column E). The limit of detection of RDV ver3.0 was approximate 104 copies of viral genomic RNA as a starting material when using YOKV (data not shown).",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 540,
                    "mention": "Mizutani et al., 2007",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 380,
                    "end": 386,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1128,
                    "end": 1134,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1264,
                    "end": 1270,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1381,
                    "end": 1387,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1480,
                    "end": 1486,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1563,
                    "end": 1569,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1672,
                    "end": 1678,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1369,
                    "end": 1376,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In this study, we succeeded in reducing the candidates of PCR primer sets for direct sequencing by improving the adaptor ligation step in RDV method. Theoretically, by using all combinations of the S1–S16 forward and N1–N16 reverse primers, all viral cDNA fragments ligated by two kinds of adaptors could be amplified in the direct sequencing step. Therefore, our newly developed RDV ver3.0 has been demonstrated to be superior in detecting unidentified viruses within at most 256 PCR reactions.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "After direct sequencing, we found that viral DNA fragments could be amplified by PCR with a primer set in which one of two variable nucleotides in forward or reverse primers are matched to the target fragment. We obtained amplicons containing two or three ligated DNA fragments and also obtained viral DNA fragments partially digested with HaeIII or Sau3AI (Fig. 3). As shown in Fig. 3, many DNA fragments, covering a diverse range of viral nucleotide sequences, were detected. This suggests that the sequenced fragments detected by RDV ver3.0 can be used for the design of primers to determine complete viral nucleotide sequences for long PCR when unknown viruses are detected.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 358,
                    "end": 364,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 379,
                    "end": 385,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In this study, we were able to reduce the combinations of PCR primer sets used in the RDV method to a very large degree. This RDV method ver3.0 promises to greatly improve sequence-independent detection of RNA viruses especially when emerging virus disease occurs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Number of sequence DNA fragments detected in RDV ver3.0\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Overall scheme for RDV ver3.0. WTA, whole transcriptome amplification; (†) with specially designed primer sets as shown in Fig. 2B.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: The design of adaptors and primer sets used in RDV ver3.0. (A) Adaptor-Sse83871 contains sticky-end structures digested with Sau3AI, whereas Adaptor-NotI contains blunt-end structures digested with HaeIII. (B) All primers used in RDV ver3.0. Bold letters indicate 2-variable nucleotides.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Location of viral cDNA fragments on YOKV genome amplified using the RDV ver3.0. Column A shows 10 cDNA fragments expected to be detected in RDV ver3.0 (over 150 bp cDNA fegments digested by Sau3AI and HaeIII). Columns B–E show YOKV cDNA fragments detected in RDV ver3.0. Column B shows 8 of 10 cDNA fragments as shown in A. Column C shows cDNA fragments partially digested with HaeIII or Sau3AI. These cDNA fragments contained undigested sequences by the restriction enzymes. Column D shows amplicons detected as 2 or 3 ligated cDNA fragments. Column E shows cDNA fragments not containing recognition sequences of restriction enzymes at the ends.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Rapid determination of viral RNA sequences in mosquitoes collected in the field",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kihara",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Satho",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Eshita",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kotaki",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Takasaki",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol Methods",
            "volume": "146",
            "issn": "",
            "pages": "372-374",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Isolation of a novel adenovirus from a fruit bat (Pteropus dasymallus yayeyamae)",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Hondo",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Terakawa",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kiso",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Nakaichi",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Endoh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "347-349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Rapid genome sequencing of RNA viruses",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Mizutani",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Endoh",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Shirato",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Arita",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "322-324",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "An improved procedure for rapid determination of viral RNA sequences of avian RNA viruses",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Mizutani",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Fukushi",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Endoh",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Kurane",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Virol",
            "volume": "152",
            "issn": "",
            "pages": "1763-1765",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Genetic characterization of Yokose virus, a flavivirus isolated from the bat in Japan",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Tajima",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Takasaki",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Matsuno",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Kurane",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "332",
            "issn": "",
            "pages": "38-44",
            "other_ids": {
                "DOI": []
            }
        }
    }
}