{
    "paper_id": "PMC7120727",
    "metadata": {
        "title": "Management of Severe Malaria",
        "authors": [
            {
                "first": "Robert",
                "middle": [
                    "C."
                ],
                "last": "Hyzy",
                "suffix": "",
                "email": "rhyzy@med.umich.edu",
                "affiliation": {}
            },
            {
                "first": "Jakob",
                "middle": [],
                "last": "McSparron",
                "suffix": "",
                "email": "jmcsparr@med.umich.edu",
                "affiliation": {}
            },
            {
                "first": "Jorge",
                "middle": [],
                "last": "Hidalgo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pedro",
                "middle": [],
                "last": "Arriaga",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gloria",
                "middle": [
                    "M."
                ],
                "last": "Rodriguez-Vega",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "What are the challenges in the diagnosis and management of the returning traveler with severe malaria?",
            "cite_spans": [],
            "section": "Question ::: Case Presentation",
            "ref_spans": []
        },
        {
            "text": "People now move across the world with great facility. Endemic diseases, such as malaria, can affect travelers upon return home. Malaria.com maps the regions of the world where , the type intensivists might encounter, may be transmitted [1].",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Answer ::: Case Presentation",
            "ref_spans": []
        },
        {
            "text": "In a returning traveler, fever can be a benign and self-limiting infection, but initially must be considered seriously. Table 64.1 displays the top illnesses encountered in returning travelers. In order to make a diagnosis a comprehensive history with details regarding places visited, duration, purpose, and activities undertaken. Chemoprophylaxis taken before or while traveling is a critical component of the history for the initial work-up. Knowledge of incubation period and disease risk by geographic are helpful in making a differential diagnosis. Table 64.2 displays various diseases potentially encountered by the returning traveler by the duration of the incubation period.\n\n",
            "cite_spans": [],
            "section": "Answer ::: Case Presentation",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "mention": "64.1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 561,
                    "end": 565,
                    "mention": "64.2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Severe malaria is generally defined as acute malariawith high levels of parasitemia (>5%) and/or significant signs of organ dysfunction which may include:Altered consciousness with or without convulsionsUse of accessory muscles, nasal flaring, tachypneaMetabolic acidosis Circulatory collapsePulmonary edema or acute respiratory distress syndrome (ARDS)Renal failure, hemoglobinuria (“Blackwater Fever”)JaundiceDisseminated Intravascular CoagulationSevere AnemiaHypoglycemia \n\n",
            "cite_spans": [],
            "section": "Definition of Severe Malaria ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "The clinician must have a high index ofsuspicion for malaria in travelers presenting with fever and a history of travel to malaria-endemic regions within the previous year and especially in the prior 3 months. In uncomplicated malaria, apart from fever, patients usually present with nonspecific clinical features. If the diagnosis of falciparum malaria has been delayed, a seemingly well-appearing patient may rapidly deteriorate and present with jaundice, confusion, or seizures and have a high fatality rate. Hence, it is critical tomake a rapid and accurate diagnosis when malaria is suspected clinically [4, 5].",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 611,
                    "mention": "4",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 613,
                    "end": 614,
                    "mention": "5",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Diagnosis ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Microscopy is the gold standard and preferred option for the diagnosis of malaria. In most cases, the examination of thin and thick blood films will reveal Malaria parasites (Figs. 64.3 and 64.4).\n\n",
            "cite_spans": [],
            "section": "Diagnosis ::: Principles of Management ",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "mention": "64.3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 190,
                    "end": 194,
                    "mention": "64.4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Thick films are more sensitive to detect lowlevels of parasitemia. In general, the higher the parasite density in the peripheral blood, the higher the likelihood that severe disease is present or will develop, especially in immunocompromised patients. Thick smears are more sensitive diagnostically, but the thin smear subsequently helps in determining the malaria species and the level of parasitemia (the percentage of a patient’s red blood cells infected with malaria parasites).",
            "cite_spans": [],
            "section": "Diagnosis ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Most of the time uncomplicated malaria has a good prognosis with a case fatality less than 0.1%. Uncomplicated malaria caused by P. ovale, P. vivax, and P. malariae can usually be managed with oral drugs on an outpatient basis, unless a patient has other comorbidities or is unable to take drugs orally [5, 7]. However, a severe disease requiring ICU admission can occur in patients with P. vivax or P. knowlesi [8]. In one series a higher percentage of patients with P. vivax required ICU admission that P. falciparum and the mortality was higher (22.9% versus 5.6%, p < 0.05)), with ARDS being nearly twice as common in the P. vivax patients (45.7% versus 23.3%, p = 0.06) [9]. In patients with P.vivax respiratory decompensation may be preceded by administration of anti-malarials and progress rapidly [10].",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 305,
                    "mention": "5",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 307,
                    "end": 308,
                    "mention": "7",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 413,
                    "end": 414,
                    "mention": "8",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 676,
                    "end": 677,
                    "mention": "9",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 806,
                    "end": 808,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "General Principles ::: Clinical Management ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Due to little immunity against these infections, P. falciparum infections in travelers can rapidly progress to severe illness or death in as little as 1–2 days, so rapid assessment and initiation of antimalarial therapy is essential. Patients should be evaluated with attention to findings consistent with malaria as well as additional and/or alternative causes of presenting symptoms. Of primary importance in the treatment of malaria is the provision of prompt, effective therapy and concurrent supportive care to manage life-threateningcomplications of the disease. Supportive measures, such as fluid management, oxygen, ventilatory support, cardiac monitoring, and pulse oximetry, should be instituted as needed. During this time, intravenous access should be obtained immediately. Point-of-care testing can be used for rapid determination of hematocrit, glucose, and lactate. Parasitemia can also be determined quickly but requires a microscope. Additional tests can be done if/when indicated: electrolytes, full blood count, type and cross, blood culture, and clotting studies. Unconscious patients should have a lumbar puncture to rule out concomitant bacterial meningitis in the absence of contraindications (i.e., papilledema). These tasks should overlap with an institution of antimalarial treatment as well as other ancillary therapies as needed (including anticonvulsants, intravenous glucose and fluids, antipyretics, antibiotics, and blood transfusion) [11, 12].",
            "cite_spans": [
                {
                    "start": 1468,
                    "end": 1470,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1472,
                    "end": 1474,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "General Principles ::: Clinical Management ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Repeat clinical assessments should beperformed every 2–4 h for timely detection and management of complications in an intensive care setting, if possible. If the Glasgow Coma Score (or in children the Blantyre coma score [see Table 64.3]) decreases after initiation of treatment, the investigation should focus on the possibility of seizures, hypoglycemia, or worsening anemia. Repeat laboratory assessments of parasitemia, hemoglobin/hematocrit, glucose, and lactate should be performed in 6-h intervals. A flow chartsummarizing the vital information may be used to guide management decisions [11–13].\n",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 597,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 598,
                    "end": 600,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "General Principles ::: Clinical Management ::: Principles of Management ",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "mention": "64.3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Significant independent predictors forfatality among African children with severe malaria include acidosis, impaired consciousness (coma and/or convulsions), elevated blood urea nitrogen, and signs of chronic disease (lymphadenopathy, malnutrition, candidiasis, severe visible wasting, and desquamation). Clinical features previously identified as being poor prognostic features that did not correlate with mortality in this study included age, glucose level, axillary temperature, parasite density, and Blackwater Fever [14–16].",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 524,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 525,
                    "end": 527,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "General Principles ::: Clinical Management ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Careful observation and thoughtful responses tochanges in clinical status are the most critical elements in looking after patients with severe malaria. Patients can make remarkable recoveries, and the time and effort to address the components of clinical care described in the following sections can reap tangible rewards in a relatively short period of time.",
            "cite_spans": [],
            "section": "General Principles ::: Clinical Management ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Clinical evaluation includes a full physical exam, a complete neurologic examination, calculation of Glasgow or Blantyre coma score (Table 64.3), and funduscopic evaluation. Malarial retinopathy is pathognomonic for cerebral malaria in patients who satisfy the standard clinical case definition (Fig. 64.5).\n",
            "cite_spans": [],
            "section": "General Principles ::: Clinical Management ::: Principles of Management ",
            "ref_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "mention": "64.5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 139,
                    "end": 143,
                    "mention": "64.3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Patients with altered sensorium shouldundergo a lumbar puncture (in the absence of contraindications) to exclude concomitant bacterial meningitis. If clinical instability or papilledema on ocular fundus examination preclude lumbar puncture, presumptive antibiotic therapy for bacterial meningitis should be initiated.",
            "cite_spans": [],
            "section": "General Principles ::: Clinical Management ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "\n64.4)\n",
            "cite_spans": [],
            "section": "Antimalarial Therapy (See Treatment Table ::: Principles of Management ",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 5,
                    "mention": "64.4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "\nParasitemia should be monitoredduring treatment to confirm adequateresponse to therapy. The CDC recommends daily repeat blood smear to document declining parasite density until negative or until treatment day 7 (if discharged before complete parasitemia clearance). During treatment of severe malaria, parasite density should be monitored every 12 h during the first 2–3 days or until negative; some recommendations suggestswitching from parenteral to oral therapy as tolerated after parasitemia falls below 1% [15, 16].",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 515,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 517,
                    "end": 519,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Monitoring Parasite Density ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "\nHypoxemia and rales are not common inthe setting of severe malaria; the presence of either should raise suspicion for a concomitant lower respiratory tract infection. Pulmonary edema may develop, particularly in the settings of renal impairment or severe malarial anemia. Acute respiratory distress syndrome (ARDS) can also complicate severe malaria.",
            "cite_spans": [],
            "section": "Respiratory System ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "\nDeep breathing (Kussmaul respirations) is a clinical indicator of metabolic acidosis and is associated with a worse outcome in patients with falciparum malaria [15, 16].",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 166,
                    "end": 168,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Respiratory System ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "The standard clinical case definition of cerebral malariaincludes the following criteria:Blantyre coma score ≤ 2P. falciparum parasitemia (any density)No other identifiable cause of coma (e.g., hypoglycemia, meningitis, or a post-ictal state)\n",
            "cite_spans": [],
            "section": "Neurologic Involvement ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "The histologic hallmark of cerebral malaria is cerebral sequestration of parasitized erythrocytes.",
            "cite_spans": [],
            "section": "Neurologic Involvement ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Establishing whether retinopathy is present is anessential marker for cerebral malaria. In the absence of this finding, alternative causes for coma (such as bacterial infection) should be pursued and treated, even in the presence of established malaria infection [16, 18].",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 266,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 268,
                    "end": 270,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Neurologic Involvement ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Seizures occur in up to 70% of children withsevere malaria; subclinical seizures occur in 15–20% of cases. Seizures may be generalized or focal, and the clinical signs may be subtle (nystagmus, irregular respirations, hypoventilation, or a drop in the Blantyre coma score). It is also essential to evaluate for causes of seizure besides cerebral malaria (e.g., hypoglycemia, fever) and to treat accordingly as outlined in the following sections.",
            "cite_spans": [],
            "section": "Seizure Management ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "\nBenzodiazepines are useful first-line agents for seizure treatment. Diazepam (0.4 mg/kg) can be administered intravenously or per rectum; lorazepam (0.1 mg/kg) can be administered intravenously or intraosseously. These doses can be repeated once if seizures do not cease within 5 min of theinitial dose. Benzodiazepines should not be combined due to the risk of respiratory depression. If seizures are not controllable with benzodiazepines, other options include phenobarbitone (phenobarbital 15–20 mg/kg, slow IV push) or phenytoin (18 mg/kg diluted in 100 mL normal saline, infused over 20 min).",
            "cite_spans": [],
            "section": "Seizure Management ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "If seizures recur, repeat single doses of a benzodiazepine may be administered. Alternatively, maintenance doses of phenobarbital (5–15 mg/kg/day, administered orally, via NG tube, or via slow IV push in divided doses every 12 h) or phenytoin (10 mg/kg/day IV in divided doses every 12 h) may be initiated.",
            "cite_spans": [],
            "section": "Seizure Management ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "\nParaldehyde has been used asan intramuscular injection to treat seizures in the setting of severe malaria (0.2–0.4 mL/kg); its main advantage is that it does not cause respiratory suppression. The cost of this agent has increased dramatically, and it is therefore out of reach for many formularies in malaria-endemic areas.",
            "cite_spans": [],
            "section": "Seizure Management ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Patients with severe malaria should not receive routine seizure prophylaxis in the absence of clinical seizure activity [18–20].",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 124,
                    "end": 126,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Seizure Management ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Severe hemolysis, which is mainlyextravascular, occurs in hyperparasitemia falciparum malaria. Removal of both infected and uninfected erythrocytes from the circulation, mainly by the spleen, is associated with the rapid development of anemia. Patients with severe anemia may present with or without altered consciousness; in addition, severe anemia has been associated with long-term neurocognitive impairment. In endemic areas, hemoglobin concentration may decrease gradually throughout repeated malaria infections. As a result, patients can be fully alert with hemoglobin concentrations of 2–3 g/dL (hematocrit < 10%). Evaluation for the pallor of the conjunctivae, nail beds, and palms can provide a rough estimate of the degree of anemia, since blood vessels in these areas are close to the surface.",
            "cite_spans": [],
            "section": "Anemia and Coagulopathy ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Hemoglobin concentration and hematocrit are routinely measured components of complete blood counts, but this may not beavailable in resource-limited settings, or the results may not be available promptly. In such circumstances, the hematocrit can be measured on a finger-prick sample of blood collected into a heparinized capillary tube and centrifuged using a mechanical device. Alternatively, the hemoglobin concentration can be determined from fingerprick samples of blood collected into cuvettes. This method is more expensive than manually spinning a hematocrit, but can be performed readily near the bedside.",
            "cite_spans": [],
            "section": "Anemia and Coagulopathy ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Clinically evident disseminated intravascular coagulation in thesetting of severe malaria is rare (<5%), but profound thrombocytopenia is common, and the microcirculation in many organs is occluded by fibrin thrombi [21, 22].",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 219,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 221,
                    "end": 223,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Anemia and Coagulopathy ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Blood products should be administeredin patients with dire prognoses, i.e., patients with altered consciousness, high output heart failure, respiratory distress, a cold periphery, hyperlactatemia, and/or high-density parasitemia. Laboratory parameters of concern include low hemoglobin concentration (≤4–5 g/dL) or low hematocrit (≤10–15%). The degree of anemia and the level of parasitemia may be useful parameters for predicting the need for a blood transfusion and for determining the volume of blood to transfuse. In general, 10 mL/kg of packed red blood cells or 20 mL/kg of whole blood transfused over 2–4 h is appropriate. Blood should be typed and crossmatched before infusion.",
            "cite_spans": [],
            "section": "Blood Products ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "\nBlood transfusions are generally well-tolerated in the setting of severe malaria since patients are relatively hypovolemic; diuretics are rarely needed. Monitoring of hemoglobin concentration or hematocritshould continue until the parasitemia clears, since repeat transfusion may be required [22].",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Blood Products ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Defined as blood glucose <40 mg/dL or <2.2 mmol/L), hypoglycemia is a common complicationof malaria and a marker of severe disease. It should be suspected in any patient who is comatose or who deteriorates suddenly.",
            "cite_spans": [],
            "section": "Hypoglycemia ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "The pathogenesis of hypoglycemia is not fully understood; it may be related to parasite glucose consumption and/or impaired host gluconeogenesis. Malnutrition, adrenal insufficiency, and hyperinsulinemia are not likely causes of hypoglycemia. In addition to primary hypoglycemia, administration of quinine or quinidine (insulin secretagogues) can cause iatrogenic hypoglycemia. Hypoglycemia with artesunate therapy is less common than with quinine or quinidine.",
            "cite_spans": [],
            "section": "Hypoglycemia ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Patients presenting with normoglycemia can develop hypoglycemia during treatment. When determining intravenous maintenance fluids, theclinician should consider the possibility of hypoglycemia and use glucose-containing solutions. In addition, those managed promptly for hypoglycemia at presentation can have subsequent recurrent hypoglycemia. Therefore, blood glucose should be monitored closely during illness with prompt management as outlined above. Patients with recurrent hypoglycemia should receive 10% dextrose. Ten percent dextrose can be prepared quickly by withdrawing 100 mL from a one-liter bag of a 5% dextrose solution and replacing it with 100 mL of a 50% dextrose solution [21–23].",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 692,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 693,
                    "end": 695,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Hypoglycemia ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Adults with malaria appear to be more vulnerable to fluidoverload than children. There is a fine line between under hydration, and thus worsening renal impairment, and overhydration, risking pulmonary and cerebral edema. Hence, fluid requirements should be assessed on an individual basis, using commonly employed tools such as delayedcapillary refill, low central venous pressure, and low urine output. Deep breathing, reflecting lactic acidosis, may also be a reasonable indicator of hypovolemia [22, 23].",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 501,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 503,
                    "end": 505,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Volume Management ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "Nutritional supplementation should beprovided by nasogastric tube (NG) for patients with prolonged coma who are unable to eat and drink within 24–48 h.",
            "cite_spans": [],
            "section": "Nutrition ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "High fevers (>38.5 °C) are frequent in thesetting of malaria infection and may reflect the host response to endogenous pyrogens released at the time of schizont rupture. The optimal approach to the treatment of fever is uncertain, although the use of antipyretics in patients with high fever is appropriate given the association between high fever and convulsions. Dynamic temperature control may help reduce long-term neurologic outcomes in pediatric patients with retinopathy-positive cerebral malaria.",
            "cite_spans": [],
            "section": "Fever ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "\nParacetamol (acetaminophen); 15 mg/kg every 6 h; maximum dose 1000 mg) is a reasonable antipyretic agent; oral therapy can be used for patients able to swallow. Otherwise, suppository formulations are acceptable. If fever persists, ibuprofen (10 mg/kg every 6 h; maximumdose 1200 mg per day) can be administered (orally, via nasogastric tube, or intravenously) alone or on an alternating schedule with paracetamol every 3 h [23–25].",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 428,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 429,
                    "end": 431,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Fever ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "A concomitant bacterial infection is an essentialcontributor to morbidity and mortality in the setting of severe malaria, and severe anemia has been implicated as a primary risk factor for non-typhoidal Salmonella septicemia. The bacterial infection should be suspected in patients with severe anemia together with signs or symptoms of sepsis (hypotension, cold extremities, delayed capillary refill, hyperlactatemia). In such cases, blood cultures should be obtained, and broad-spectrum antibiotic therapy withactivity against gram-negative bacilli should be initiated [24, 25].",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 573,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 575,
                    "end": 577,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Bacterial Infection ::: Principles of Management ",
            "ref_spans": []
        },
        {
            "text": "A significant drawback of light microscopy isthat the efficiency of the test depends on the type and quality of the smear, skill of the technician, parasite density, and time spent on examining the smear. In addition, mixed infections with or are often missed, because their densities are often low in comparison to that of P. falciparum. These problems may occur morefrequently in non-endemic areas where malaria microscopy is performed infrequently.",
            "cite_spans": [],
            "section": "Other Diagnostic Modalities ::: Evidence Contour",
            "ref_spans": []
        },
        {
            "text": "\nQuantitative buffy coat (QBC) is fluorescent microscopy based on the principle ofconcentrating the red blood cell-containing parasites within a narrow zone by centrifugation of blood in capillary tubes and staining of malarial parasite nucleic acid with acridine dyes. The sensitivity of QBC almost equals that of Giemsa-stained films. The advantage of QBC is ease of interpretation and rapidity. Species identification and quantification are complicated, however, with this technique and, therefore, thick and thin blood film examination is still required. Thistechnique requires the use of expensive fluorescent microscopy equipment for the interpretation of results. This is a significant limitation especially in the poor resource countries [25].",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 749,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Quantitative Buffy Coat ::: Evidence Contour",
            "ref_spans": []
        },
        {
            "text": "Antigen detection RDTs detect malaria antigen inblood by an immunochromatographictest with monoclonal antibodies directed against the target parasite antigen, which is impregnated on a test strip. The result is usually obtained in 5–20 min. Currently, different combinations of immunochromatographic tests are commercially available, targeting different genus-specific or species-specific antigen for malaria diagnosis. Some ofthe commonly used antigens in RDTs are HRP-2 (P. falciparum-specific), aldolase (pan-specific), Plasmodium lactate dehydrogenase (pLDH) (P. falciparum-specific), pLDH (P. vivax- specific), and pLDH (panspecific) [25, 26].",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 642,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 644,
                    "end": 646,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Antigen Rapid Detection Test (RDT) ::: Evidence Contour",
            "ref_spans": []
        },
        {
            "text": "Serology detection of antibodies againstmalaria parasites, using either indirect immunofluorescence assay or ELISA, does not indicate current infection but rather measures past exposure. Therefore, it has no role in the diagnosis of acute infections. Serology may be used to screen donors to prevent transfusion-related malaria, however, and toconfirm the diagnosis of malaria in recently treated cases in which the diagnosis could not be confirmed previously [25–27].",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 463,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 464,
                    "end": 466,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Serology ::: Evidence Contour",
            "ref_spans": []
        },
        {
            "text": "Molecular technologies have beendeveloped to improve the diagnosis of malaria by detecting specific parasite nucleic acid. The advantage of molecular methods is their exquisite sensitivity down to the level of 5 parasites/mL or 0.0001% parasitemia [26, 27].",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 253,
                    "end": 255,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Molecular Methods ::: Evidence Contour",
            "ref_spans": []
        },
        {
            "text": "Exchange transfusion has been proposedas a means of removing infected red blood cells from the circulation, thereby lowering the parasite burden and replacing with unparasitized cells. There is no evidence supporting the efficacy of exchange transfusion as adjunctive therapy in severe malaria, and there is no consensus on the indications, approach, benefits, or risks of this procedure.",
            "cite_spans": [],
            "section": "Exchange Transfusion ::: Evidence Contour",
            "ref_spans": []
        },
        {
            "text": "The CDC no longer recommends exchange transfusion for treatment of severe malaria, based on a review that demonstrated no differences in outcome among patients who underwent exchange transfusion; previously, the CDC recommended exchange transfusion for patients with parasite density of >10% with end-organ complications. The WHO guidelines indicate that it is not possible to make any recommendations regarding the use of exchange transfusion based on the available evidence. The American Society for Apheresis (ASFA) supports exchange transfusion as adjunctive therapy for patients with >10% parasitemia, although its consideration of adverse events associated with exchange transfusion for malaria is limited [25–27].",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 715,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 716,
                    "end": 718,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Exchange Transfusion ::: Evidence Contour",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 64.1: Top illnesses in returning travelers\n\nFrom: Wattal and Goel [2]. Reprinted with permission from Elsevier Ltd.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 64.2: Incubation period ofvarious diseases potentially encountered in returning travelers\nFrom: Wattal and Goel [2]. Reprinted with permission from Elsevier Ltd.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 64.3: \nBlantyre coma score\n\nThe Blantyre coma scale is a modification of the Pediatric Glasgow Coma Scale, designed to assess malarial coma in children designed by Drs. Terrie Taylor and Malcolm Molyneux in 1987, and named for the Malawian city of Blantyre, site of the Blantyre Malaria Project",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 64.4: Guidelines for Treatment of Malaria in the United States (Based on drugs currently available for use in the United States—April 1, 2019)\nCDC Malaria Hotline: (770) 488-7788 or (855) 856-4713 (toll-free) Monday–Friday 9 am–5 pm EST—(770) 488-7100 after hours, weekends, and holidays \naIf a person develops malaria despite taking chemoprophylaxis, that particular medicine should not be used as a part of their treatment regimen. Use one of the other options instead \nbNote: There are 4 options (A, B, C, or D) available for treatment of uncomplicated malaria caused by chloroquine-resistant P. falciparum. Options A, B, and C are equally recommended. Because of a higher rate of severe neuropsychiatric reactions seen at treatment doses, we do not recommend option D (mefloquine) unless the other options cannot be used. For option C, because there is more data on the efficacy of quinine in combination with doxycycline or tetracycline, these treatment combinations are generally preferred to quinine in combination with clindamycin \ncTake with food or whole milk. If patient vomits within 30 min of taking a dose, then they should repeat the dose \ndNot recommended in pregnancy or in infants weighing <5 kg. However, may be used if other treatment options are not available or are not being tolerated, and if the potential benefit is judged to outweigh the potential risks \neCan be used in second and third trimesters of pregnancy. Can be used in first trimester of pregnancy if no other drug options are available. Not recommended in infants weighing <5 kg \nfUS manufactured quinine sulfate capsule is in a 324 mg dosage; therefore 2 capsules should be sufficient for adult dosing. Pediatric dosing may be difficult due to unavailability of non-capsule forms of quinine \ngNot recommended in pregnancy or in children <8 years old. However, doxycycline or tetracycline may be used in combination with quinine (as recommended for non-pregnant adults) if other treatment options are not available or are not being tolerated, and the benefit is judged to outweigh the risks \nhFor infections acquired in Southeast Asia, quinine treatment should continue for 7 days. For infections acquired elsewhere, quinine treatment should continue for 3 days \niTreatment with mefloquine is not recommended in persons who have acquired infections from Southeast Asia due to drug resistance \njWhen treating chloroquine-sensitive infections, chloroquine and hydroxychloroquine are recommended options. However, regimens used to treat chloroquine-resistant infections may also be used if available. Note that if treating P vivax or P. ovale infections, primaquine or tafenoquine (after quantitative testing to rule out G6PD deficiency) should also be given \nkPrimaquine and tafenoquine kill any dormant hypnozoites in the liver, thus prevent relapses of P. vivax and P. ovale infections. Because primaquine and tafenoquine can cause hemolytic anemia in G6PD-deficient persons, quantitative G6PD testing must occur prior to starting treatment with these drugs. For persons with borderline G6PD deficiency, primaquine may be given 45 mg orally one time per week for 8 weeks; consultation with an expert in infectious disease and/or tropical medicine is advised if this alternative regimen is considered in G6PD-deficient persons \nlPrimaquine and tafenoquine must not be used during pregnancy. Pregnant patients with P. vivax and P. ovale infections should be maintained on chloroquine prophylaxis for the duration of their pregnancy. The chemoprophylactic dose of chloroquine phosphate is 300 mg base (= 500 mg salt) orally once per week. After delivery, pregnant patients who do not have G6PD deficiency should be treated with primaquine or tafenoquine. Primaquine can be used during breastfeeding if the infant is found to have normal G6PD levels. Tafenoquine is not recommended in breastfeeding women \nmNote: There are three options (A, B, or C) available for treatment of uncomplicated malaria caused by chloroquine-resistant P. vivax. High treatment failure rates due to chloroquine-resistant P. vivax have been well documented in Papua New Guinea and Indonesia. Rare case reports of chloroquine-resistant P. vivax have also been documented in Burma (Myanmar), India, and Central and South America. Persons acquiring P. vivax infections outside of Papua New Guinea or Indonesia should be started on chloroquine. If the patient does not respond, the treatment should be changed to a chloroquine-resistant P. vivax regimen and CDC should be notified (Malaria Hotline number listed above). For treatment of chloroquine-resistant P. vivax infections, options A, B, and C are equally recommended \nnPersons with a positive blood smear OR history of recent possible exposure and no other recognized pathology who have one or more of the following clinical criteria (impaired consciousness/coma, severe normocytic anemia, renal failure, pulmonary edema, acute respiratory distress syndrome, circulatory shock, disseminated intravascular coagulation, spontaneous bleeding, acidosis, hemoglobinuria, jaundice, repeated generalized convulsions, and/or parasitemia of > 5%) are considered to have manifestations of more severe disease. The parasite density can be estimated from the percentage of infected RBCs by examining the thin smear slide under oil immersion magnification where the RBCs are more or less touching (approximately 400 RBCs per field), and should be monitored every 12 h. Severe malaria is most often caused by P. falciparum\n \noAll patients with severe malaria should be treated with IV artesunate. Call CDC for IV artesunate \npExchange transfusion is no longer recommended based on a systematic review of the literature and analysis of US malaria surveillance data showing no added benefit in severe malaria",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 64.1: “Blackwater Fever”—Urine sample showing dark urine due to hemoglobinuria (right tube).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 64.2: (a, b) Ecchymosis in the setting of thrombocytopenia",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 64.3: P. falciparum on a thick smear. (From: Centers for Disease Control and Prevention (CDC) [6].)",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 64.4: P. falciparum on a thin smear. (From: Centers for Disease Control and Prevention (CDC) [6].)",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 64.5: Photograph of the retina in a patient with malaria, which shows exudates (arrowheads), hemorrhages (thick arrows) and changes in the color of the blood vessels (thin arrows). (From Mishra and Newton [17]. Reprinted with permission from Nature Publishing Group.)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Are respiratory complications of Plasmodium vivax malaria and underestimated problem?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Val",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Avalos",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Gomes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Malar J",
            "volume": "16",
            "issn": "",
            "pages": "495-42o",
            "other_ids": {
                "DOI": [
                    "10.1186/s12936-017-2143-y"
                ]
            }
        },
        "BIBREF2": {
            "title": "Malaria in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crawley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mtove",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nosten",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1468-1481",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)60447-3"
                ]
            }
        },
        "BIBREF3": {
            "title": "Analysis of immunity to febrile malaria in children that distinguishes immunity from lack of exposure",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bejon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warimwe",
                    "suffix": ""
                },
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Mackintosh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Immun",
            "volume": "77",
            "issn": "",
            "pages": "1917-1923",
            "other_ids": {
                "DOI": [
                    "10.1128/IAI.01358-08"
                ]
            }
        },
        "BIBREF4": {
            "title": "Malaria surveillance – United States, 2006",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mali",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Slutsker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "MMWR Surveill Summ",
            "volume": "57",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Risk factors for severe disease in adults with falciparum malaria",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bassett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zeki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "871-878",
            "other_ids": {
                "DOI": [
                    "10.1086/597258"
                ]
            }
        },
        "BIBREF6": {
            "title": "The relationship between age and the manifestations of and mortality associated with severe malaria",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Dondorp",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Faiz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "47",
            "issn": "",
            "pages": "151-157",
            "other_ids": {
                "DOI": [
                    "10.1086/589287"
                ]
            }
        },
        "BIBREF7": {
            "title": "Standardized data collection for multi-center clinical studies of severe malaria in African children: establishing the SMAC network",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Olola",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Valim",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "100",
            "issn": "",
            "pages": "615-622",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trstmh.2005.09.021"
                ]
            }
        },
        "BIBREF8": {
            "title": "Diagnosis and management of the neurological complications of falciparum malaria",
            "authors": [
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "CRJC",
                    "middle": [],
                    "last": "Newton",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Neurol",
            "volume": "5",
            "issn": "4",
            "pages": "189-198",
            "other_ids": {
                "DOI": [
                    "10.1038/nrneurol.2009.23"
                ]
            }
        },
        "BIBREF9": {
            "title": "Predicting the clinical outcome of severe falciparum malaria in African children: findings from a large randomized trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "von Seidlein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Olaosebikan",
                    "suffix": ""
                },
                {
                    "first": "IC",
                    "middle": [],
                    "last": "Hendriksen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "",
            "pages": "1080-1090",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cis034"
                ]
            }
        },
        "BIBREF10": {
            "title": "Artesunate versus quinine in the treatment of severe falciparum malaria in African children (AQUAMAT): an open-label, randomized trial",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Dondorp",
                    "suffix": ""
                },
                {
                    "first": "CI",
                    "middle": [],
                    "last": "Fanello",
                    "suffix": ""
                },
                {
                    "first": "IC",
                    "middle": [],
                    "last": "Hendriksen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "376",
            "issn": "",
            "pages": "1647-1657",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)61924-1"
                ]
            }
        },
        "BIBREF11": {
            "title": "Infectious disease emergencies in returning travelers: special reference to malaria, dengue fever, and chikungunya",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wattal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Med Clin North Am",
            "volume": "96",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.mcna.2012.08.004"
                ]
            }
        },
        "BIBREF12": {
            "title": "Artesunate versus quinine for treating severe malaria",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Donegan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Isba",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Lalloo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cochrane Database Syst Rev",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Artesunate for the treatment of severe falciparum malaria",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "1829-1836",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMct0709050"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Management of severe malaria: a practical handbook",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Malaria",
            "authors": [
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pukrittayakamee",
                    "suffix": ""
                },
                {
                    "first": "TT",
                    "middle": [],
                    "last": "Hien",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "",
            "pages": "723-735",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)60024-0"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Guidelines for the treatment of malaria",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "The treatment of malaria",
            "authors": [
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "N Engl J Med",
            "volume": "335",
            "issn": "",
            "pages": "800-806",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199609123351107"
                ]
            }
        },
        "BIBREF25": {
            "title": "Intensive care in severe malaria: report from the task force on tropical diseases by the World Federation of Societies of Intensive and Critical Care Medicine",
            "authors": [
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Karnad",
                    "suffix": ""
                },
                {
                    "first": "MBM",
                    "middle": [],
                    "last": "Nor",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Crit Care",
            "volume": "43",
            "issn": "",
            "pages": "356-360",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcrc.2017.11.007"
                ]
            }
        },
        "BIBREF26": {
            "title": "Mortality in Malaria: Intensive Care (MIMIC)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Trived",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajaj",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moulick",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Assoc Physians India",
            "volume": "66",
            "issn": "",
            "pages": "16-20",
            "other_ids": {
                "DOI": []
            }
        }
    }
}