{
    "paper_id": "PMC7132499",
    "metadata": {
        "title": "Custom-made 3D-printed face masks in case of pandemic crisis situations with a lack of commercially available FFP2/3 masks",
        "authors": [
            {
                "first": "Gwen",
                "middle": [
                    "R.J."
                ],
                "last": "Swennen",
                "suffix": "",
                "email": "gwen.swennen@azsintjan.be",
                "affiliation": {}
            },
            {
                "first": "Lies",
                "middle": [],
                "last": "Pottel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Piet",
                "middle": [
                    "E."
                ],
                "last": "Haers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Epidemic diseases that spread across a large region of the world, such as the 1918 influenza pandemic (Spanish flu), the 2009 flu pandemic (H1N1), and the current 2019 coronavirus disease (COVID-19),1, 2 can pose a challenge to healthcare resources worldwide. Basic measures such as personal hand cleaning and social distancing are crucial. However, according to World Health Organization (WHO) guidelines,3 protective material is essential for all healthcare providers. Pandemic crisis situations can induce a shortage of FFP2/3 protective face masks for healthcare professionals such as doctors, nurses, dentists, carers, and paramedics in hospitals and other healthcare settings. The purpose and rationale of this article is to present a proof of concept (PoC) and prototype of a reusable custom-made three-dimensionally (3D) printed face mask, based on individual facial scanning, 3D modelling, and 3D printing, that can be adopted and used worldwide in case of need. This PoC should allow the reader to consider making and/or virologically testing the described custom-made 3D-printed face masks worldwide. The surface tessellation language (STL) format of the original virtual templates of the two reusable components described in this paper can be downloaded free of charge using the hyperlink (Supplementary Material online).",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 202,
                    "end": 203,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 406,
                    "end": 407,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "3D facial scanning was performed using a smartphone (iPhone X; Apple Inc., Cupertino, CA, USA; https://www.apple.com) and the Bellus3D FaceApp (Bellus3D, Campbell, CA, USA; https://www.bellus3d.com), which was downloaded from the App Store. In order to prevent potential contamination of the smartphone, it was held by the person who performed the 3D facial scanning instead of the person who was being scanned. The individual face scan was then exported in high-definition (HD) OBJ file format and forwarded by secured e-mail to 3D Infinity (3D Infinity, Maldegem, Belgium; https://3Dinfinity.be) for 3D modelling and individual design of a custom-made 3D virtual face mask.",
            "cite_spans": [],
            "section": "Facial image acquisition ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Using a 3D modelling process with computer-aided design (CAD) software (SolidWorks; Dassault Systèmes SolidWorks Corp., Waltham, MA, USA; https://discover.solidworks.com), the STL virtual templates of the two reusable components of the 3D individualized face mask were designed by the CAD designer at 3D Infinity: (1) 3D face mask, and (2) filter membrane support. The connection between the two components was designed as a screw fixation type in order to allow ideal tightening after application of the filter membrane (Fig. 1\n). After downloading the OBJ file of the individual face scan, a Boolean calculation was performed by the CAD designer between the STL file of the individual face scan and the 3D face mask virtual template using Netfabb additive manufacturing software (Autodesk, San Rafael, CA, USA; https://autodesk.com) in order to obtain an accurate best-fit of the individual 3D face mask on its corresponding facial mask (Fig. 2\n).",
            "cite_spans": [],
            "section": "3D modelling and design of the reusable individualized face mask ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 522,
                    "end": 528,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 940,
                    "end": 946,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Additive manufacturing of the two reusable components of the individualized 3D face mask was performed by the local 3D printing company 3D Infinity, which was also responsible for the design. A selective laser sintering (SLS) 3D printer (Prodways, Les Mureaux, France; https://prodways.com) and a polyamide composite (PA11-SX 1450; Prodways, Les Mureaux, France) that has ISO/USP Class VI medical certification were used. After 3D printing and cool-down, the 3D individual face mask was sandblasted in the breakout station under vacuum cleaning prior to disinfection (Fig. 1).",
            "cite_spans": [],
            "section": "3D printing of the reusable components of the individualized 3D face mask ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 568,
                    "end": 574,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The individualized 3D-printed face mask requires two disposable components: (1) a head fixation band, and (2) a filter membrane (Fig. 1, Fig. 2). For the purpose of head fixation, a worldwide commercially available Velcro band was used (Fig. 2). A polypropylene (PP) non-woven melt-blown particle filter membrane (Moldex 8080; Moldex-Metric, Walddorfhäslach, Germany; https://moldex-europe.com) was used as a disposable filter membrane (Fig. 1).",
            "cite_spans": [],
            "section": "Disposable components of the individualized 3D face mask ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 135,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 137,
                    "end": 143,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 237,
                    "end": 243,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 437,
                    "end": 443,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Prior to cleaning and disinfection, the two reusable components of the 3D face mask needed to be unscrewed using hand gloves, and the disposable filter membrane and Velcro band were removed and thrown away. Disinfection of the two reusable components of the 3D-printed face mask was then performed using a solution with broad-spectrum antimicrobial action, with a 15-min exposure time (25 ml of Anios Clean Exel 0.5 in 5 litres of water; DD Biolab S.L., Barcelona, Spain; https://www.ddbiolab.com), following the official CORONA guidelines of the AZ Sint-Jan Hospital (Bruges, Belgium) regarding cleaning and disinfection of eye-protective materials in COVID-19 units. After disinfection, both components were rinsed with cold water.",
            "cite_spans": [],
            "section": "Disinnfection of the reusable components of the individualized 3D face mask ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In the case of life-threatening pandemic situations with a lack of professional FFP2/3 face masks for healthcare workers inside and outside hospitals, a potential alternative solution should be easily accessible, at low cost, and with global availability. With the introduction of new-generation smartphones with at least two cameras and dedicated applications, modern imaging techniques like 3D facial scanning have become available worldwide. In the PoC presented here, 3D individualized facial scanning and export of the OBJ format data file by secure e-mail took less than 2 min 30 s. The 3D facial scanning procedure applied was safe. No self-scanning was performed and the scanned person had no physical contact with the smartphone, ruling out potential cross-contamination. The person who performs the 3D face scan and handles the smartphone needs to wear protection glasses, clothing, and a face mask, since interpersonal contact would be reduced to a critical distance of less than 1 m.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There is clear evidence in the literature on the high accuracy of 3D facial scanning with stereophotogrammetry.4 Integrated workflows with 3D facial scanning have been implemented in the daily clinical routine of maxillofacial surgery, facial plastic surgery, and craniofacial surgery.5 However, it appears that there is no report available in the literature on the accuracy of the surface geometry of 3D face scans performed with the Bellus3D FaceApp that was used in the PoC workflow presented here. One might assume that it is less precise than professional 3D cameras, but the study by Piedra-Cascón et al. indicates a high precision. In their study, published in 2020, a mean precision value of 0.32 mm and a high intra-class correlation of 0.99 was found for 10 3D facial reconstructions when using a dual-structured light facial scanner (Face Camera Pro Bellus; Bellus3D, Campbell, CA, USA) that was mounted on a smartphone.6 This hardware component makes the presented PoC workflow more broadly applicable since it is no longer limited to iPhone smartphones, but basically can be adapted to every type of smartphone or tablet with the facial scanner mentioned above.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 285,
                    "end": 286,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 931,
                    "end": 932,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Additive manufacturing with 3D SLS printing has proven its value in routine clinical surgical facial reconstruction because of its high accuracy.7 Secure downloading of the OBJ file and adaptation of the virtual 3D face mask to the individual facial mask by the CAD designer took less than 10 min. Although professional CAD software was used in this PoC, 3D modelling can also be done with free download software. 3D printing of the two reusable components for four clinical prototypes took 11 h, with an additional post-processing time of 12 h (breakout, cool-down, and sandblasting of the 3D-printed face mask). More powerful commercially available 3D printers could increase the volume up to 60 individual 3D-printed face masks per 3D printer within 24 h, including post-processing.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 146,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The head fixation bands (Velcro or elastic bands) are believed to be easily available worldwide. The disposable filter membrane can be acquired globally from non-medical vendors selling non-woven melt-blown FFP2/3 industrial fabrics. In addition, the CAD design of the 3D face mask can be adjusted to the specific disposable filter membrane and head fixation components available in different regional parts of the pandemic.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The authors emphasize that additional clinical testing of this prototype is essential prior to widespread use in real-life situations, for several reasons. First, the performance of a protective face mask depends not only on the efficiency of the filter membrane, but also on its individual fit to prevent leakage around the perimeter. Clinical pictures in frontal and two-thirds right facial profile view (Fig. 2) show the clinical adaptation of a commercially available disposable surgical face mask and disposable FFP2 and FFP3 face masks on the same face. Although a mathematical Boolean calculation implements an accurate virtual adaptation of the individual 3D face mask to the corresponding static 3D facial mask (Fig. 2), further clinical testing is ideally required both in static and dynamic situations. This also applies to commercially available disposable protective face masks.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 407,
                    "end": 413,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 721,
                    "end": 727,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Secondly, the polyamide composite material used in the PoC has been used for over 3 years in daily clinical surgical routine for CAD-designed ‘cutting’ and ‘resection’ guides in maxillofacial procedures at AZ Sint-Jan Hospital. Although for the latter standardized sterilization procedures are performed (15 min at 135 °C), in this case a disinfection procedure is proposed instead, to avoid logistical sterilization issues (less time-consuming). The recommended COVID-19 disinfection protocol at AZ Sint-Jan Hospital for the cleaning and disinfection of facial shields needs official local hygiene and virological verification and approval prior to use in this specific case. A list of disinfectants for use against the novel coronavirus COVID-19 has been published online.8\n",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 775,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Third, there are some dermatological considerations. Allergic and decubitus lesions due to specific contacts, especially at the nasal bridge, might occur after prolonged application of the individual 3D face mask in humid and warm infected virological units. Additional skin unguents applied to the outside contour of the 3D individualized face mask may be required. Last but not least, virological testing for leakage between the two reusable components and contamination of the components themselves after one or multiple disinfection cycles is essential before application in real-life situations.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This PoC illustrates that 3D printing of individualized 3D face masks in combination with FFP2/3 filter membranes is feasible and may prove a valid alternative resource. However, there are no data on virological validation, of either the individual fitting or the disinfection process and the number of times the face mask can safely be reused with new filter membranes and headbands.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "No funding or grants were obtained.",
            "cite_spans": [],
            "section": "Funding",
            "ref_spans": []
        },
        {
            "text": "Author G.R.J. Swennen has a potential conflict of interest, having a minor stock ownership in 3D Infinity. Authors L. Pottel and P.E. Haers have no conflict of interest to declare.",
            "cite_spans": [],
            "section": "Conflict of interest",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "Ethical approval",
            "ref_spans": []
        },
        {
            "text": "Not required.",
            "cite_spans": [],
            "section": "Patient consent",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Custom-made individualized 3D-printed protective face mask: (a) reusable 3D-printed face mask and (b) filter membrane support; (c) polypropylene (PP) non-woven melt-blown particle filter and (d) 3D image of the prototype.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Clinical two-thirds right facial profile views of a sterilization nurse (WS), providing an overview and comparison of the fit of a custom-made 3D-printed face mask with commercially available masks: (a) a disposable surgical face mask (BARRIER Medical face mask; Mölnlycke Health Care, Göteborg, Sweden); (b) a disposable FFP2 face mask (KN95 respirator mask; CTT Co., Ltd, Guangdong, China); (c) a disposable FFP3 face mask (FFP3 NR D Respiratory Protection Mask; Zekler Safety, Ulricehamn, Sweden); (d) 3D facial and (e) clinical images of the 3D-printed face mask, and (f) in combination with protection glasses and a face shield. Note the good clinical fit of the 3D-printed face mask.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "COVID-19 infection: origin, transmission, and characteristics of human coronaviruses",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Adnan Shereen",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kazmi",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Bashir",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Siddique",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Adv Res",
            "volume": "24",
            "issn": "",
            "pages": "91-98",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Coronavirus disease 2019 (COVID-19). Emerging and future challenges for dental and oral medicine",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Dent Res",
            "volume": "12",
            "issn": "March",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Digital three-dimensional image fusion processes for planning and evaluating orthodontics and orthognathic surgery. A systematic review",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Plooij",
                    "suffix": ""
                },
                {
                    "first": "T.J.",
                    "middle": [],
                    "last": "Maal",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Haers",
                    "suffix": ""
                },
                {
                    "first": "W.A.",
                    "middle": [],
                    "last": "Borstlap",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Kuijpers-Jagtman",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Bergé",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Oral Maxillofac Surg",
            "volume": "40",
            "issn": "",
            "pages": "341-352",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "G.R.J.",
                    "middle": [],
                    "last": "Swennen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Gaboury",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "3D virtual treatment planning of orthognathic surgery. A step-by-step approach for orthodontists and surgeons",
            "volume": "",
            "issn": "",
            "pages": "1-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Accuracy (trueness and precision) of a dual-structured light facial scanner and interexaminer reliability",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Piedra-Cascón",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Methani",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Revilla-Léon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Prosthet Dent",
            "volume": "6",
            "issn": "January",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "3D-printing techniques in a medical setting: a systematic literature review",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Tack",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Gemmel",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Annemans",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biomed Eng Online",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "United States Environmental Protections Agency",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}