{
    "paper_id": "PMC7246223",
    "metadata": {
        "title": "Loud and silent epidemics in the third millennium: tuning-up the volume",
        "authors": [
            {
                "first": "Carlo",
                "middle": [
                    "Luca"
                ],
                "last": "Romanò",
                "suffix": "",
                "email": "carlo.romano@unimi.it",
                "affiliation": {}
            },
            {
                "first": "Lorenzo",
                "middle": [],
                "last": "Drago",
                "suffix": "",
                "email": "lorenzo.drago@unimi.it",
                "affiliation": {}
            },
            {
                "first": "Hernán",
                "middle": [],
                "last": "del Sel",
                "suffix": "",
                "email": "hdelsel@argentina.com",
                "affiliation": {}
            },
            {
                "first": "Ashok",
                "middle": [],
                "last": "Johari",
                "suffix": "",
                "email": "drashokjohari@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Guenter",
                "middle": [],
                "last": "Lob",
                "suffix": "",
                "email": "prof.lob@medlob.de",
                "affiliation": {}
            },
            {
                "first": "Andreas",
                "middle": [
                    "F."
                ],
                "last": "Mavrogenis",
                "suffix": "",
                "email": "afm@otenet.gr",
                "affiliation": {}
            },
            {
                "first": "Thami",
                "middle": [],
                "last": "Benzakour",
                "suffix": "",
                "email": "t.benzakour@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The world awakened in the last months to a unique wake-up call from the mass media. In the third millennium, in our advanced technological epoch, the striking hygienic and medical cutting-edge progress notwithstanding, microorganisms still dare to threaten human lives … But is this really such a big news?",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV-2 has knocked thousands of health workers out of action in Europe. Orthopaedic surgeons are not in the front-line but are definitely affected by this crisis; outpatient clinics are shut down, elective operations are cancelled and non-urgent operations are suspended. Orthopaedic science is also affected. Orthopaedic studies have been paused in their majority because data collection on surgical conditions in pandemic and crisis is difficult. Meetings, congresses and courses have been cancelled or rescheduled to dates to be confirmed [1, 2]. Is social distancing and services lockdown a viral reminder or a privilege to stop the spread of infection? But how does COVID-19 pandemic compare with other infections, that do not gain the first page in newspapers, don’t show-up in television’s breaking news and do not trigger exceptional countermeasures and alarm in the general population and institutions?",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 548,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 550,
                    "end": 551,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Meaningful orthopaedic research has provided key figures to compare the impact of SARS-COV-2 current pandemic with other infectious diseases that have been affecting humanity since more than a decade (swine flu) to more than a century (tuberculosis) (Table 1) [3–15]. Considering the death toll, SARS-COV-2 virus appears, at the time of this writing, equally or even less associated with fatal outcomes, compared with other infectious diseases. Moreover, its mortality rate can even be overestimated due, among other reasons, to selection bias and to the criteria used to test people and to record the cause of death [3].",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 262,
                    "mention": "3",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 263,
                    "end": 265,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 618,
                    "end": 619,
                    "mention": "3",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In particular, looking at tuberculosis, all indicators point out the dramatic clinical impact of this long-standing disease, which, unlike the SARS-COV-2, also strongly hits children and young adults.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The media play a key role in promoting public health and influencing debate regarding health issues; however, some topics seem to generate a stronger response in the public, and this may be related to how the media construct and deliver their messages. From “SARS Wars: An Examination of the Quantity and Construction of Health Information in the News Media: the media have the power to sway public perception of health issues by choosing what to publish and the context in which to present information. The media may influence an individual’s tendency to overestimate the risk of some health issues while underestimating the risk of others, ultimately influencing health choices” [16].",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 684,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Mass media have the power to raise or to lower the volume …",
            "ref_spans": []
        },
        {
            "text": "Mass media coverage of COVID-19 epidemic has been and still currently is outstanding, with over 180,000 articles published each day in 70 languages from March 8 to April 8, 2020 [17, 18].",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 181,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 183,
                    "end": 185,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Mass media have the power to raise or to lower the volume …",
            "ref_spans": []
        },
        {
            "text": "One may well wonder if this massive media attention ever happened in the past and, if so, if this has been finally proven to be beneficial or even just appropriate.",
            "cite_spans": [],
            "section": "Mass media have the power to raise or to lower the volume …",
            "ref_spans": []
        },
        {
            "text": "Let’s look back at what happened ten years ago, during the last pandemic, the so-called swine flu. In 2010, 1 year after the start of that pandemic, the number of deaths was quite similar to the one that we may expect from SARS-COV-2, at least based on currently available data. Of note, like for tuberculosis (and also for seasonal flu), while SARS-COV-2 nearly exclusively kills subjects aged 60 or more and often with other co-morbidities [19], swine flu primarily affected children, young and middle-aged subjects.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Mass media have the power to raise or to lower the volume …",
            "ref_spans": []
        },
        {
            "text": "Now, if we look back at how mass media covered H1N1 swine flu pandemic, we may find a lot of similarities with the current hyperbolic mediatic approach for COVID-19. In a detailed analysis published in 2016, the authors observed that the amount of coverage was remarkably large. In the first four days of the pandemic (27–30 April 2009), the three top newspapers of each of 31 European countries published around 650–800 articles on H1N1 per day. In the first week (27 April–3 May), this summed up to a total of 3463 articles, an enormous number considering the same media together had only published 2824 articles on all other health-topics in a period of one month” [20].",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 671,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Mass media have the power to raise or to lower the volume …",
            "ref_spans": []
        },
        {
            "text": "If 3463 articles in a week seemed “an enormous number” at that time, what about 180,000 articles per day, which is the current media coverage of SARS-COV-2, 4 months after the start of the epidemic?",
            "cite_spans": [],
            "section": "Mass media have the power to raise or to lower the volume …",
            "ref_spans": []
        },
        {
            "text": "Once the volume on COVID-19 pandemic lowers, all professionals dealing with infection must be prepared to raise the awareness of the media on silent epidemics, which will continue to kill as much as the louder ones and even more. In particular, there is one epidemic that strongly touches orthopaedic and trauma surgeons and that is silently going on since decades, receiving little or no attention from the mainstream-media: healthcare-associated and implant-related infections (Table 1). According to many experts, this epidemic would be largely preventable with a fraction of the resources and the countermeasures now adopted to fight the COVID-19 pandemic [21–24].",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 663,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 664,
                    "end": 666,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Mass media have the power to raise or to lower the volume …",
            "ref_spans": [
                {
                    "start": 486,
                    "end": 487,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "According to the World Health Organization, “hundreds of millions of patients are affected by health care-associated infections worldwide each year, leading to significant mortality and financial losses for health systems. Of every 100 hospitalized patients at any given time, 7 in developed and 10 in developing countries will acquire at least one health care-associated infection” [11].",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Mass media have the power to raise or to lower the volume …",
            "ref_spans": []
        },
        {
            "text": "A recent survey, conducted in the European Union and European Economic Area (EU/EEA) from 2016 to 2017, found 8.9 million (95% CI 4.6–15.6 million) healthcare-associated infection episodes per year.",
            "cite_spans": [],
            "section": "Mass media have the power to raise or to lower the volume …",
            "ref_spans": []
        },
        {
            "text": "Surgical site infections and implant-related infections represent a substantial part of healthcare-associated infections. Approximately 313 million surgeries are performed annually worldwide [25]. With an estimated overall incidence of 6% post-surgical infection, approximately 18 million new surgical site infections are expected each year globally [26].",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 351,
                    "end": 353,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Mass media have the power to raise or to lower the volume …",
            "ref_spans": []
        },
        {
            "text": "Among post-surgical infections, implant-related infections alone account for an estimated incidence of 1 to 1.4 million new hospital-acquired infections per year, with 5 to 10% mortality rate and an astounding economic and social cost [13, 14]. While the impact of nosocomial infection is configuring a durable pandemic, media coverage is still far from optimal in driving the necessary attention and resources needed to make a real change in post-surgical and implant-related infections [27].",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 240,
                    "end": 242,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 489,
                    "end": 491,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Mass media have the power to raise or to lower the volume …",
            "ref_spans": []
        },
        {
            "text": "Among the many things that the current COVID-19 pandemic is teaching us, is that, in this mediatic era, orthopaedic surgeons probably need to refocus some of their time and energies from surgery to communication and constructive research. Only raising mediatic awareness on surgical-site and implant-related infections may tune up the volume of silent epidemics to a level, which can become audible by governing institutions.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Future research into how health media news may influence consumer’s perceptions of health topics is necessary.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Impact of various infectious conditions\n*Can be underestimated due to a lack of test and >90% asymptomatic individuals **Variable data across studies n/a.: not available",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "About orthopaedic awards, drains, patients’ safety and outcomes",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Scarlat",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int Orthop.",
            "volume": "43",
            "issn": "9",
            "pages": "2001-2002",
            "other_ids": {
                "DOI": [
                    "10.1007/s00264-019-04388-w"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Burden of endemic health-care-associated infection in developing countries: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Allegranzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bagheri Nejad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Combescure",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Graafmans",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Attar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet.",
            "volume": "377",
            "issn": "9761",
            "pages": "228-241",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)61458-4"
                ]
            }
        },
        "BIBREF4": {
            "title": "Implantable device-related infection",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "VanEpps",
                    "suffix": ""
                },
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Younger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Shock.",
            "volume": "46",
            "issn": "6",
            "pages": "597-608",
            "other_ids": {
                "DOI": [
                    "10.1097/SHK.0000000000000692"
                ]
            }
        },
        "BIBREF5": {
            "title": "Periprosthetic joint infection increases the risk of one-year mortality",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zmistowski",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Karam",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Durinka",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Casper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parvizi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Bone Joint Surg Am.",
            "volume": "95",
            "issn": "24",
            "pages": "2177-2184",
            "other_ids": {
                "DOI": [
                    "10.2106/JBJS.L.00789"
                ]
            }
        },
        "BIBREF6": {
            "title": "Estimates of the reproduction number for seasonal, pandemic, and zoonotic influenza: a systematic review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggerstaff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gambhir",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis.",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-14-480"
                ]
            }
        },
        "BIBREF7": {
            "title": "SARS Wars: An Examination of the Quantity and Construction of Health Information in the News Media",
            "authors": [
                {
                    "first": "Tanya",
                    "middle": [
                        "R."
                    ],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "Joan",
                    "middle": [],
                    "last": "Wharf-Higgins",
                    "suffix": ""
                },
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "Naylor",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Communication",
            "volume": "21",
            "issn": "1",
            "pages": "35-44",
            "other_ids": {
                "DOI": [
                    "10.1080/10410230701283322"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The virus crisis affects Orthopaedic surgery and scientific activities worldwide",
            "authors": [
                {
                    "first": "Andreas",
                    "middle": [
                        "F."
                    ],
                    "last": "Mavrogenis",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Quaile",
                    "suffix": ""
                },
                {
                    "first": "Marius",
                    "middle": [
                        "M."
                    ],
                    "last": "Scarlat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Orthopaedics",
            "volume": "44",
            "issn": "5",
            "pages": "813-817",
            "other_ids": {
                "DOI": [
                    "10.1007/s00264-020-04557-2"
                ]
            }
        },
        "BIBREF12": {
            "title": "Swine flu and hype: a systematic review of media dramatization of the H1N1 influenza pandemic",
            "authors": [
                {
                    "first": "Celine",
                    "middle": [],
                    "last": "Klemm",
                    "suffix": ""
                },
                {
                    "first": "Enny",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "Tilo",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Risk Research",
            "volume": "19",
            "issn": "1",
            "pages": "1-20",
            "other_ids": {
                "DOI": [
                    "10.1080/13669877.2014.923029"
                ]
            }
        },
        "BIBREF13": {
            "title": "An intervention to decrease catheter-related bloodstream infections in the ICU",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pronovost",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Needham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berenholtz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med.",
            "volume": "355",
            "issn": "",
            "pages": "2725-2732",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa061115"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Antibacterial coating of implants: are we missing something?",
            "authors": [
                {
                    "first": "C.",
                    "middle": [
                        "L."
                    ],
                    "last": "Romanò",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Tsuchiya",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Morelli",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [
                        "G."
                    ],
                    "last": "Battaglia",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Drago",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bone & Joint Research",
            "volume": "8",
            "issn": "5",
            "pages": "199-206",
            "other_ids": {
                "DOI": [
                    "10.1302/2046-3758.85.BJR-2018-0316"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Estimate of the global volume of surgery in 2012: an assessment supporting improved health outcomes",
            "authors": [
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Weiser",
                    "suffix": ""
                },
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Haynes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Molina",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)60806-6"
                ]
            }
        },
        "BIBREF18": {
            "title": "Surgical site infection in elective clean and clean-contaminated surgeries in developing countries",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Curcio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cane",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Infect Dis.",
            "volume": "80",
            "issn": "",
            "pages": "34-45",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2018.12.013.5"
                ]
            }
        },
        "BIBREF19": {
            "title": "Information on nosocomial infections in the mainstream media: an opinion document",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bouza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asensio",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rev Esp Quimioter.",
            "volume": "32",
            "issn": "2",
            "pages": "165-177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}