{
    "paper_id": "PMC7142885",
    "metadata": {
        "title": "COVID-19: What Should Interventional Radiologists Know and What Can They Do?",
        "authors": [
            {
                "first": "Hai-Dong",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chu-Hui",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gao-Jun",
                "middle": [],
                "last": "Teng",
                "suffix": "",
                "email": "gjteng@seu.edu.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "COVID-19 is a severe and fatal respiratory infection caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which is suspected to derive from enzootic bat viruses (1, 2, 3) and pose rates of mortality of approximately 2% (4,5). Evidence demonstrates that the virus is transmitted mainly among people who are in close contact with one another or through respiratory droplets produced when an infected person coughs or sneezes. Although touching infected surfaces or objects is not generally considered the main mode of transmission, that also may be possible (6,7). Routine airborne transmission cannot be excluded, which is supported by the cluster of more than 600 (8) cases of infection inside the Diamond Princess cruise ship. In addition, more than 3,000 infected health care workers in Hubei province (9) and 2,055 laboratory-confirmed cases from 476 hospitals across China have been reported as of February 20, 2020 (10), and the infection rates of serious and critical cases dropped dramatically from 45.0% in early January to 3.7% by the end of the month (11). It has also been proposed by the US Centers for Disease Control and Prevention that health care providers caring for patients with COVID-19 are at elevated risk of exposure (12).",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 186,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 188,
                    "end": 189,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 191,
                    "end": 192,
                    "mention": "3",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 243,
                    "end": 244,
                    "mention": "4",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 245,
                    "end": 246,
                    "mention": "5",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 580,
                    "end": 581,
                    "mention": "6",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 582,
                    "end": 583,
                    "mention": "7",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 688,
                    "end": 689,
                    "mention": "8",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 828,
                    "end": 829,
                    "mention": "9",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 944,
                    "end": 946,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1085,
                    "end": 1087,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1264,
                    "end": 1266,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "What Interventional Radiologists Should Know",
            "ref_spans": []
        },
        {
            "text": "Patients who contract this virus initially present with symptoms mimicking those of influenza or a cold, such as dry coughing, sore throat, fever, fatigue or myalgia, headache, sore throat, abdominal pain, and diarrhea, but will eventually develop patchy opacities in the lungs that can deteriorate to respiratory depression and even death (11,13, 14, 15, 16). However, a certain number of patients will spread virus to others while they themselves stay asymptomatic (11). The COVID-19 virus is confirmed by testing for 2019-nCoV on respiratory material or serum by using reverse-transcription polymerase chain reaction (RT-PCR) analysis in accordance with the protocol established by the World Health Organization (WHO) (17). A second test or even more tests are needed because false negative RT-PCR results have been generated in 3% (5 of 167) patients with positive chest computed tomography (CT) findings (18) and in some patients who have recovered from COVID-19 disease (19). It is suggested that a chest CT is highly valuable for more sensitive, earlier diagnoses of COVID-19 (20).",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 344,
                    "end": 346,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 348,
                    "end": 350,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 352,
                    "end": 354,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 356,
                    "end": 358,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 468,
                    "end": 470,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 722,
                    "end": 724,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 910,
                    "end": 912,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 977,
                    "end": 979,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1084,
                    "end": 1086,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "What Interventional Radiologists Should Know",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, there is still no vaccine or known medication approved to protect against or treat COVID-19 infection at this point, bringing nonpharmaceutical interventions as the most important response strategy. The current treatment plans for treating COVID-19 patients include early supportive therapy; monitoring, prevention, and management of hypoxemic respiratory failure; acute respiratory distress syndrome; septic shock; and other complications. There is still a pressing need to accelerate protocols that lead to the discovery and implementation of rapid point-of-care diagnostic testing, effective antiviral therapies, and ultimately, a safe and immunogenic vaccine, despite the 522 clinical trials that are ongoing in China alone, as of 3:30 am, March 24, 2020 (China central standard time [CST])(21). Remdesivir (Gilead Sciences, Foster City, California), an antiviral medicine which may be potentially effective for treating this novel coronavirus (22), has entered clinical trials.",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 812,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 964,
                    "end": 966,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "What Interventional Radiologists Should Know",
            "ref_spans": []
        },
        {
            "text": "Much more concern arose as the virus spread worldwide, and the WHO upgraded the risk assessment to “very high” on a global level (23,24). COVID-19 disease has become a pandemic with high contagiousness and uncertain transmission dynamics. Presently, it is urgent that health care providers take appropriate and effective precautions when standing at the front line, and interventional radiologists (IRs) are not excepted. Although IR is not the practice where infectious diseases are typically treated, given the fact that an evolving role for IR in emergency treatment is revealed, IRs need to be equipped with sufficient knowledge of precaution in daily management of patients. This paper discusses principles of self-protection for IR practice based on WHO evidence, disease transmission-related documents, and the experiences of Chinese IRs gained in the past 3 months.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 133,
                    "end": 135,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "What Interventional Radiologists Should Know",
            "ref_spans": []
        },
        {
            "text": "The authors’ hospital, Zhongda Hospital, Southeast University, is a general medical center with 2,000 beds and serves 2 million outpatients annually in downtown Nanjing. During the epidemic, this hospital was officially designated a hospital for treating COVID-19 patients and protecting the city’s 8 million residents. As a quick response to the outbreak of COVID-19, the Emergency Leadership Committee of this hospital was launched on January 21, 2020, to assess and manage the infection prevention control (IPC) risk; the infrastructure and workflow modifications; human resource control; logistical support; medical supplies and so forth, in preparation for the outbreak. According to COVID-19 infection conditions in Nanjing city and China, the hospital management strategies were dynamically divided into 3 phases. During Phase I, from January 16 to 24, structural and political alterations were made under the guidance of WHO and the Chinese Center for Disease Control and Prevention. During Phase II, restrictions and controls were upgraded to the highest level, and regular hospital service was kept at a minimal level to ensure maximum prevention of cross-transmission between January 25 and February 14, as the epidemic became transmitted throughout the country. Conditions are currently in Phase III, since February 15, when new cases continuously decreased nationally as well as locally. The major challenge now is to create a balance between the elevated demand of regular medical services and anti-COVID-19 disease efforts.",
            "cite_spans": [],
            "section": "What Inteventional Radiologists can do",
            "ref_spans": []
        },
        {
            "text": "As an outgrowth of the hospital committee, an emergency response team headed by the chair of the center for IR and vascular surgery was set. The major responsibilities of this team were to stand by for tasks from the hospital Emergency Leadership Committee, for instance, to make strategies and plans for the precaution, education, protection, and control of COVID-19 patients in coordination with the demands inside or outside the hospital. The IPC group has the highest priority during all phases of anti-COVID-19 protocols.",
            "cite_spans": [],
            "section": "What Inteventional Radiologists can do",
            "ref_spans": []
        },
        {
            "text": "Although the IR theaters in this hospital meet the standards of the American College of Surgeons (25) and the requirements for general IPC risk, they are not adequate for dealing with SARS-CoV-2 due to its highly contagious potential. The blueprint of the operating areas, path of transfer, laundry, and medical waste should be redesigned for the purposes of limiting traffic, limiting patient movement, and geographic segregation within the IR theaters. Given that most IR theaters are grouped inside the inpatient building, 2 of the 3 IR theaters were redesigned inside the quarantine area for patients without exclusion of COVID-19. As shown in Figure 1\n, the modified IR theater was separated by clapboards into the quarantine zone and the regular zone with a buffer zone between them. However, a negative-pressure surgical theater, proposed during the 2003 SARS pandemic, was promoted as an alternative to and enhanced protection of surgical staff for providing a satisfactory airborne precaution. One of the 17 standard surgical theaters in the authors’ hospital was adapted for negative-pressure and can be quickly equipped with mobile C-arm for angiography for IR patients with confirmed COVID-19 disease.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "IR Theater ::: Infrastructure Modifications",
            "ref_spans": [
                {
                    "start": 648,
                    "end": 656,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "During the procedure, all staff involved with confirmed patients or patients without exclusion of COVID-19 must follow a high-standard infection protection protocol, including wearing an N95 mask, gown, goggles, and a face shield. IRs and technologists should handle and decontaminate the IR equipment properly and safely. All medical waste is collected in a COVID-19-labeled, double-layered biohazard waste disposal bag and discarded according to the Clinical Waste Management Procedure. Strict decontamination measures in IR theaters, including air sterilization with ultraviolet light for 10 minutes, floor cleaning with liquid disinfectant, and replacement of all medical sheets, were taken after each procedure. Also, the paths used to transfer patients were cleaned and sterilized after each procedure.",
            "cite_spans": [],
            "section": "IR Theater ::: Infrastructure Modifications",
            "ref_spans": []
        },
        {
            "text": "Having 2 dedicated IR inpatient areas with 86 beds made proper preoperative management critical for lowering the risk of cross-transmission. The environmental hygiene, including the ventilation system, was fully assessed and maintained. The ward was geographically divided into 2 interconnected areas, 1 area in the east wing and the other in the west wing. In the east wing, a clean area with 43 beds in 15 rooms without changes were for COVID-19-negative patients. In the west wing, the area was designed and remodeled as a quarantine area for emergency patients without exclusion of virus. Each area had its own path for patient transfer and paths in which health care providers could move. All medical staff and medical support personnel such as housekeepers and porters were requested to work with a high standard of personal protection, wearing an N95 mask, googles, face shield, and an isolation gown.",
            "cite_spans": [],
            "section": "Inpatient Ward ::: Infrastructure Modifications",
            "ref_spans": []
        },
        {
            "text": "Education for patients and their visitors was also important. Patients and accompanying individuals in general wards were required to wear surgical masks at all times. Similar risk assessments of visitors were taken before they were allowed into the ward, and only 1 visitor at a time, wearing a mask, was allowed to visit the patient. Patients were routinely instructed about mask-wearing and hand hygiene, and descriptions of indications of COVID-19 infection were routinely posted in all conspicuous places. Violation of protection rules was immediately corrected by staff for maximum protection in the ward.",
            "cite_spans": [],
            "section": "Inpatient Ward ::: Infrastructure Modifications",
            "ref_spans": []
        },
        {
            "text": "The management of IR procedures varied at different stages. There were not many restrictions during Phase I, and all elective IR procedures were allowed. During Phase II, the strictest measures, as described above, were taken, and no elective IR procedures were approved. “Sub-emergency IR procedures” referred to those procedures that were not considered emergencies, such as gastrointestinal bleeding, a ruptured aneurysm, or a stroke, but better outcomes with early interventions such as for liver cancer, diabetic foot, asymptomatic aortic dissection, and others. These procedures were allowed during Phase II, depending on the patient’s condition. Along with the sharply decreased number of new cases nationwide, Phase III was entered in mid-February, when elective IR procedures were allowed and gradually resumed. All procedures were assessed and categorized before the operation. The workflow for IR hospitalization and procedures depended on the patient’s condition and screening results of testing for COVID-19 infection (Fig 2\n).",
            "cite_spans": [],
            "section": "Workflow for Hospitalization and IR Procedures",
            "ref_spans": [
                {
                    "start": 1032,
                    "end": 1037,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In line with the mandatory requirement from the hospital authorities, all IR medical staff frequently received education and training courses, either on site or online, such as the National Clinical Practice Guidelines on the Management of COVID-19 (editions 1 to 7), IPC risk, standard and updated operating procedures of the hospital, proper use of the personal protection equipment (PPE), and so forth. The IR Emergency Leadership Team was responsible for supervising regular drills and exercises to make sure the most appropriate protocols were adopted according to the risk assessment. It was also the team’s duty to ensure that all staff were updated with the latest practice guidelines and hospital emergency response plans. Anyone who was in any affected area or exposed to COVID-19 patients without proper PPE was quarantined for at least 14 days.",
            "cite_spans": [],
            "section": "Safety Education and Training for Medical and Nonmedical Staff",
            "ref_spans": []
        },
        {
            "text": "Neither IR health care providers nor patients with COVID-19 disease contracted nosocomial infections, so far.",
            "cite_spans": [],
            "section": "Outcomes",
            "ref_spans": []
        },
        {
            "text": "A total of 61 IR procedures, including 3 emergency cases, were performed during Phase I; 24 (9 emergency and 15 sub-emergency) during Phase II; and 124 (9 emergency) during Phase III, between February 15 and March 05, 2020. During the same period of 2019, 108 procedures (8 emergency) were performed; 134 procedures (9 emergency) were performed; and 236 procedures (5 emergency) were performed (Fig 3\n). All elective IR procedures were suspended during Phase II in this year, whereas they were carried out throughout the entire period of time in 2019. The number of emergency procedures also dropped dramatically in 2020. During Phase III, the number of elective procedures gradually increased but was still lower than those in 2019. On a year-over-year basis, the number of procedures decreased 50.4%, 82.1%, and 47.5%, respectively.",
            "cite_spans": [],
            "section": "Outcomes",
            "ref_spans": [
                {
                    "start": 395,
                    "end": 400,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The number of COVID-19 patients and infected countries is still growing rapidly. It is inevitable that regular medical practice, including IR, will be reduced because this virus spreads fast, and most people, worldwide, are vulnerable to it. What is worse, 2 mutant strains of the SARS-CoV-2 virus have been discovered (26). As a result, humans may have to live with COVID-19 for a long time. Based on the experiences and lessons learned by the present authors and Chinese colleagues while maintaining necessary IR service against the background of this unprecedented battle, these authors would like to make several recommendations. (i) In correspondence with the hospital emergency leadership committee, establishing an IR Emergency Leadership Team is highly recommended. This team is the headquarters for IR service. The team coordinates emergency instructions from hospital authorities, makes decisions about special cases, and is responsible for IPC risks and medical supplies and other actions. Conditions may change instantly during such an unusual period, so the IR leadership team should have access to instant communications on WeChat and twitter and so forth at all times. (ii) It is essential for all staff to learn and stay current with knowledge of the novel disease transmission. All IR staff including physicians, nurses, technologists, residents, and fellows should complete courses designed by hospital authorities; be familiar with the epidemiology, clinical manifestations, diagnoses, treatments, and potential risks; identify suspected patients; and know the proper use of PPE and infection control measures. Because the on-site events are sharply reduced to block the potential cross-transmission among hospital employees, on-line educational courses are the major forms of education. (iii) Protecting oneself first is always the highest priority before helping patients. All IR staff should obey the strict regulations dedicated to preventing COVID-19 infection, guided by the IPC team. Individuals should be trained on site in the proper use of PPE. The infection protection is divided into 3 levels which require different levels of PPE. The number of personnel in the IR theater should stay minimal. The same principles should apply to nonmedical staff as well, including logistics, security, housekeeping, and patients and visitors. (iv) Modifications and adjustments for existing infrastructure and workflow may change. Even in the authors’ general hospital, the usual allocation of facilities and workflow does not meet the strict requirements for such a highly contagious disease. Reallocations and modifications of IR theaters, in-patient or recovery wards, and workflows are vital. The adjustments and modifications should be made based on the principles of quarantined space and facilities (IR theater, dedicated paths, wards, and the like) and a high standard of decontamination measures (ventilation, strict decontamination in IR theaters, and all spaces in which patients may stay). (v) Classes of management of IR procedures are based on different categories. The necessity for IR procedures is determined by the category of emergency level, namely, sub-emergency and elective treatments. Before the pandemic is officially ended, elective IR procedures should be suspended, emergency procedures should be performed in time, and sub-emergency procedures should only be undertaken after ruling out COVID-19 infection. Also, IR patients are divided into 3 categories, namely, cases of confirmed COVID-19 patients, patients without exclusion of COVID-19, and uninfected patients with virus ruled out. Patients who are confirmed COVID-19 carriers should be taken to a negative-pressure IR theater, whereas patients without exclusion should be taken to a quarantined IR theater and negative patients to a regular IR theater. Different levels of prevention protection measures must be adapted to the corresponding category.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 322,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Recommendations",
            "ref_spans": []
        },
        {
            "text": "Overall, SARS-CoV-2 appears to be a much smarter strain than was ever thought, and COVID-19 is surely an unprecedented challenge to public health systems and hospital services, including IR practice and all human beings. IRs, like all other health care workers are facing it. This is a battle, a war that is largely different from our routine practices. As a big part of modern medicine, IR plays a unique role in keeping patients safe when fighting against COVID-19 infection. Moreover, IRs can contribute to the treatment of COVID-19 patients who are experiencing emergency IR indications such as hemoptysis, gastrointestinal bleeding, vascular diseases, and others. As IRs continue to serve, we must pay attention to our own safety, using the proper protection measures to make ourselves clear of virus.",
            "cite_spans": [],
            "section": "Recommendations",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Modification of IR theaters. (a) Before the modification, patients can use any of the elevator units and need to check-in in the stretcher bay first before sending to any theater. (b) After the modification, a buffer zone was built with clapboard to separate the regular area from the quarantine area. Patients without exclusion of COVID-19 use a dedicated elevator unit and are treated in the quarantine area (DSA suite #2 or 3). Uninfected patients use a different elevator unit and are treated in the regular area (DSA suite #1). DSA = XXX.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Workflow for IR hospitalization and procedures. DSA = XXX.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: IR procedures were performed in IR theaters from January 16 to March 5, 2019, including the Spring Festival holiday of February 2–10 (dark gray area underneath the x-axis) and the 2020, including the Spring Festival holiday of January 24 to February 2 (light gray area underneath the x-axis).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W.J.",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z.Y.",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Chest CT for typical 2019-nCoV pneumonia: relationship to negative RT-PCR testing",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Positive RT-PCR test results in patients recovered from COVID-19",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "COVID-19---new insights on a rapidly changing epidemic",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Del Rio",
                    "suffix": ""
                },
                {
                    "first": "P.N.",
                    "middle": [],
                    "last": "Malani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "C.C.T.",
                    "middle": [],
                    "last": "Registry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "DeBolt",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "On the origin and continuing evolution of SARS-CoV-2",
            "authors": [
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Xiaolu Tang",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Yuhe",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Sci Rev",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565-574",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The novel coronavirus: a bird's eye view",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Habibzadeh",
                    "suffix": ""
                },
                {
                    "first": "E.K.",
                    "middle": [],
                    "last": "Stoneman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Occup Environ Med",
            "volume": "11",
            "issn": "",
            "pages": "65-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Air, surface environmental, and personal protective equipment contamination by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from a symptomatic patient",
            "authors": [
                {
                    "first": "S.W.X.",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "Y.K.",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P.Y.",
                    "middle": [],
                    "last": "Chia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "COVID-19 outbreak on the Diamond Princess cruise ship: estimating the epidemic potential and effectiveness of public health countermeasures",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Rocklov",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Sjodin",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-19)---China, 2020",
            "authors": [],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "",
            "pages": "113-122",
            "other_ids": {
                "DOI": []
            }
        }
    }
}