{
    "paper_id": "PMC7129029",
    "metadata": {
        "title": "Pandemic avian influenza",
        "authors": [
            {
                "first": "Leonard",
                "middle": [
                    "A"
                ],
                "last": "Mermel",
                "suffix": "",
                "email": "lmermel@lifespan.org",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In 1918, Philadelphia medical schools dismissed students to assist in caring for the onslaught of influenza-infected patients in local hospitals. One such student was Isaac Starr, who wrote a chilling description of what he observed: “After gasping for several hours they became delirious and incontinent, and many died struggling to clear their airways of a blood-tinged froth that sometimes gushed from their nose and mouth”.1 86 years later, the pathophysiological basis of Starr's description has been elucidated. Using reverse genetics, scientists have created the 1918 H1N1 influenza virus haemagglutinin glycoprotein and made recombinant influenza viruses containing this haemagglutinin.2 Infecting mice with this virus leads to dramatically enhanced pathogenicity compared with parental viruses without this haemagglutinin. The virus containing the 1918 haemagglutinin attacks the entire anatomy of the lung (ie, the bronchi, bronchioles, and alveoli) and is associated with high levels of macrophage-derived proinflammatory chemokines and cytokines, leading to massive infiltration of neutrophils and severe haemorrhage. Recent data suggests that the 1918 haemagglutinin gene was avian in origin.3, 4, 5\n",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 428,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 694,
                    "end": 695,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1205,
                    "end": 1206,
                    "mention": "3",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1208,
                    "end": 1209,
                    "mention": "4",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1211,
                    "end": 1212,
                    "mention": "5",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Humanity may well be on the brink of the next great pandemic and we are scantily clad to protect ourselves from a virus that will surely thin the herd. Highly pathogenic H5N1 avian influenza is evolving at a frightening pace across Asia and is headed towards a breach in the fabric of our society. In just the past few years, this virus has spread into domestic poultry,6 has a lower lethal dose in mammalian animal models of infection,7 causes silent infection in domestic ducks, can now infect cats (killing rare tigers and leopards in Asian zoos) and pigs (which, similar to human beings,8 serve as “mixing vessels” allowing human and avian influenza genes to commingle within cells), and, from Jan 2004 to the present, has infected at least 115 human beings, resulting in a 50% mortality.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 371,
                    "mention": "6",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 436,
                    "end": 437,
                    "mention": "7",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 591,
                    "end": 592,
                    "mention": "8",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "There are three components necessary for a virus to cause a human pandemic: (1) an ability to infect human beings; (2) a vulnerable population without innate immunity; and (3) rapid, efficient person-to-person spread. H5N1 has met the first two criteria. The virus appears to have spread person-to-person in 1997 and 20049, 10 but cannot do so easily, as evidenced by the lack of nosocomial transmission in a Thai hospital despite a lack of isolation precautions during the first few days of illness before the disease was recognised as avian influenza.11 However, because of the multiplicity of mutations during replication of this RNA virus without error-proofing ability and with a segmented genome that facilitates recombination events in nature, it is only a matter of time until H5N1 picks up the genes necessary for high transmissibility among people. When this happens, quarantine will not halt the rampage of this virus around the globe as it did with severe acute respiratory syndrome (SARS).12 Influenza can be transmitted before symptom onset and is highly contagious during the first few days of illness. By contrast, the SARS coronavirus is not contagious before symptom onset and appears to be most contagious 7–8 days afterwards.13 As with SARS,14 rapid global dissemination of H5N1 via air travel will occur.15\n",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 322,
                    "mention": "9",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 324,
                    "end": 326,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 553,
                    "end": 555,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1245,
                    "end": 1247,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1261,
                    "end": 1263,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1325,
                    "end": 1327,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "WHO has a sophisticated programme in place for rapid detection of avian influenza. However, we are presently ill prepared to deal with an announcement from WHO that the pandemic has begun. We have no vaccine stockpile. H5N1 is already resistant to a class of antiviral compounds called M2 protein inhibitors.16 Fortunately, the virus is susceptible to neuraminidase inhibitors, which in an animal model reduces mortality from 100% to 30% even when administered 60 hours after virus inoculation, and mortality is reduced to 10% when given 24 hours after virus inoculation.17 These antiviral agents are also effective as prophylactic agents in animal models.17 According to WHO, the “best case scenario of the next pandemic is 2 to 7 million people would die”, in the worst case, the virus could cause 50 million deaths.18\n",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 571,
                    "end": 573,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 656,
                    "end": 658,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 818,
                    "end": 820,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "What is needed to assure civil order, maintain a functioning government, and minimise the carnage when H5N1 successfully crosses the species barrier to human beings? Governments need to get the message that avian influenza may be the greatest threat to human health in the world today. We need an unparalleled expenditure of resources from global leaders to the scientific community for vaccine development that circumvents the need for processing in chicken embryos; one that is nimble, malleable, and can be mass-produced, stored easily, and successfully induces protective immunity. This development is important because the virus is evolving so quickly that a vaccine made against the H5N1 virus circulating in 2003 may be ineffective in fully protecting against the virus that was circulating in 2004.19 We need to radically ramp up the production and stockpiling of currently licensed neuraminidase inhibitors and get fast-track approval of new neuraminidase inhibitors that have potent activity against H5N1. H5N1 infection in animal models, and in human beings, causes upregulation of cytokines reminiscent of the 1918 H1N1 virus.20, 21 Thus, we need effective drugs that interrupt such mediators of sepsis, since treatment of H5N1 with antiviral drugs alone will prevent some, but not all deaths, similar to what is observed in treating meningococcal infections with antibiotics to which the aetiological agent is susceptible.",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 808,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1138,
                    "end": 1140,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1142,
                    "end": 1144,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We have draft recommendations from WHO and the US Department of Health and Human Services regarding how to prepare hospitals for the next pandemic, but without massive quantities of effective drugs and available vaccines, governments will be hard pressed to maintain stability during the pandemic and they will be unable to convince survivors of why, in an era of unprecedented scientific advances, we could not do better. The time for action is now.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The great influenza",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Probable person-to-person transmission of avian influenza A (H5N1)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ungchusak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Auewarakul",
                    "suffix": ""
                },
                {
                    "first": "SF",
                    "middle": [],
                    "last": "Dowell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "333-340",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Atypical avian influenza (H5N1)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apisarnthanarak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kitphati",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thongphubgeth",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1321-1324",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "6146-6151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Epidemiology, transmission dynamics and control of SARS: the 2002-2003 epidemic",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Ghani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "359",
            "issn": "",
            "pages": "1091-1105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Outbreak of severe acute respiratory syndrome—worldwide, 2003",
            "authors": [],
            "year": 2003,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "52",
            "issn": "",
            "pages": "241-248",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Forecast and control of epidemics in a globalized world",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hufnagel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geisel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "15124-15129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "National pandemic influenza preparedness plan. Annex 7: Antiviral strategies and use",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Comparison of efficacies of RWJ-270201, zanamivir, and oseltamivir against H5N1, H9N2, and other avian influenza viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Govorkova",
                    "suffix": ""
                },
                {
                    "first": "IA",
                    "middle": [],
                    "last": "Leneva",
                    "suffix": ""
                },
                {
                    "first": "OG",
                    "middle": [],
                    "last": "Goloubeva",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Antimicrob Agents Chemother",
            "volume": "45",
            "issn": "",
            "pages": "2723-2732",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Estimating the impact of the next influenza pandemic: enhancing preparedness. Geneva, 8 December 2004",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Responsiveness to a pandemic alert: use of reverse genetics for rapid development of influenza vaccines",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Webby",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "1099-1103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Enhanced virulence of influenza A viruses with the haemagglutinin of the 1918 pandemic virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kobasa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shinya",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "431",
            "issn": "",
            "pages": "703-707",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Induction of proinflammatory cytokines in human macrophages by influenza A (H5N1) viruses: a mechanism for the unusual severity of human disease?",
            "authors": [
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "1831-1837",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Re-emergence of fatal human influenza A subtype H5N1 disease",
            "authors": [
                {
                    "first": "JSM",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "WC",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "617-619",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Origin and evolution of the 1918 “Spanish” influenza virus hemagglutinin gene",
            "authors": [
                {
                    "first": "AH",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Fanning",
                    "suffix": ""
                },
                {
                    "first": "JV",
                    "middle": [],
                    "last": "Hultin",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Taubenberger",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "96",
            "issn": "",
            "pages": "1651-1656",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The structure and receptor binding properties of the 1918 influenza hemagglutinin",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Gamblin",
                    "suffix": ""
                },
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Haire",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1838-1842",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Structure of the uncleaved human H1 hemagglutinin from the extinct 1918 influenza virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Corper",
                    "suffix": ""
                },
                {
                    "first": "CF",
                    "middle": [],
                    "last": "Basler",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                },
                {
                    "first": "IA",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1866-1870",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Genesis of a highly pathogenic and potentially pandemic H5N1influenza virus in eastern Asia",
            "authors": [
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "209-213",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The evolution of H5N1 influenza viruses in ducks in southern China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "10452-10457",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Human influenza A H5N1 virus related to a highly pathogenic avian influenza virus",
            "authors": [
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Claas",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "van Beek",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lancet",
            "volume": "351",
            "issn": "",
            "pages": "472-477",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Outbreak of avian influenza A (H5N1) virus infection in Hong Kong in 1997",
            "authors": [],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "34",
            "issn": "suppl 2",
            "pages": "S58-S64",
            "other_ids": {
                "DOI": []
            }
        }
    }
}