{
    "paper_id": "PMC7118697",
    "metadata": {
        "title": "Guidance for Cardiac Electrophysiology During the Coronavirus (COVID-19) Pandemic from the Heart Rhythm Society COVID-19 Task Force; Electrophysiology Section of the American College of Cardiology; and the Electrocardiography and Arrhythmias Committee of the Council on Clinical Cardiology, American Heart Association",
        "authors": [
            {
                "first": "Dhanunjaya",
                "middle": [
                    "R."
                ],
                "last": "Lakkireddy",
                "suffix": "",
                "email": "dhanunjaya.lakkireddy@hcahealthcare.com",
                "affiliation": {}
            },
            {
                "first": "Mina",
                "middle": [
                    "K."
                ],
                "last": "Chung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rakesh",
                "middle": [],
                "last": "Gopinathannair",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kristen",
                "middle": [
                    "K."
                ],
                "last": "Patton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ty",
                "middle": [
                    "J."
                ],
                "last": "Gluckman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mohit",
                "middle": [],
                "last": "Turagam",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jim",
                "middle": [],
                "last": "Cheung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Parin",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Sotomonte",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rachel",
                "middle": [],
                "last": "Lampert",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Janet",
                "middle": [
                    "K."
                ],
                "last": "Han",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bharath",
                "middle": [],
                "last": "Rajagopalan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lee",
                "middle": [],
                "last": "Eckhardt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jose",
                "middle": [],
                "last": "Joglar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kristin",
                "middle": [],
                "last": "Sandau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brian",
                "middle": [],
                "last": "Olshansky",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Elaine",
                "middle": [],
                "last": "Wan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [
                    "A."
                ],
                "last": "Noseworthy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Miguel",
                "middle": [],
                "last": "Leal",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Kaufman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alejandra",
                "middle": [],
                "last": "Gutierrez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joseph",
                "middle": [
                    "M."
                ],
                "last": "Marine",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paul",
                "middle": [
                    "J."
                ],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrea",
                "middle": [
                    "M."
                ],
                "last": "Russo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\n1. Statement of the Problem. The novel coronavirus (SARS-CoV-2) emerged in Wuhan, China, in late 2019 and has quickly become a pandemic, significantly impacting the health and economy of the United States and the rest of the world.(1,2) There are several hundred thousands of cases and thousands of deaths related to COVID-19 (the disease caused by SARS-CoV-2) worldwide, with an estimated mortality rate ranging from 1-5%.(2) The United States has been impacted by this pandemic significantly with hundreds of deaths reported; these numbers will continue to worsen.(1) This healthcare crisis has imposed an unprecedented strain on society and has challenged the ability of health care organizations to provide adequate care.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 234,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 235,
                    "end": 236,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 425,
                    "end": 426,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 568,
                    "end": 569,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Electrophysiologists play an important role in cardiovascular health, with more than 40% of cardiology encounters being arrhythmia-related. In a recent report from Wuhan, China, 16.7% of hospitalized and 44.4% of ICU patients with COVID-19 had arrhythmias.(3) In addition, there have been anecdotal reports of patients experiencing late myocardial dysfunction, as well as cardiopulmonary arrest with pulseless electrical activity or ventricular fibrillation during the recovery phase of their pulmonary illness. The purpose of this joint statement from the Heart Rhythm Society, American College of Cardiology Electrophysiology Council and American Heart Association Electrocardiography and Arrhythmias Committee is to address numerous issues facing electrophysiologists (and other health care providers managing arrhythmias) during the pandemic and to provide corresponding general guidance.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "mention": "3",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n2. Potential risks of exposure to patients, physicians, allied healthcare staff, industry representatives, and hospital administrators. SARS-CoV-2 is a highly infectious virus associated with significant morbidity and mortality. Individuals may maintain high viral loads in the upper respiratory tract with significant potential for viral shedding and transmission even if asymptomatic.(4,5) While primarily transmitted by droplets, airborne transmission is possible through aerosolization in the setting of high flow oxygen, bronchoscopy, open tracheal suctioning, intubation, extubation, non-invasive positive pressure ventilation, endoscopy, or transesophageal echocardiography.(6)",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 389,
                    "mention": "4",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 390,
                    "end": 391,
                    "mention": "5",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 683,
                    "end": 684,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As the prevalence of COVID-19 increases exponentially, patients presenting with seemingly non-related medical problems may expose health care providers to increased risk of contracting the disease if not properly protected. Such exposure puts electrophysiology (EP) staff, physicians, and other clinical personnel at increased risk of contracting COVID-19. Reducing contact between health care personnel and COVID-19 patients is an integral step in limiting its spread and resource utilization, including use of personal protective equipment (PPE).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In the hospital, the number of individuals rounding should be minimized and social distancing should be practiced. For patients with suspected or confirmed COVID-19 infection, time and personnel spent in the room should also be limited. Many EP consults may be completed without a face-to-face visit, by reviewing the chart and monitoring data. Non-urgent or non-emergent procedures should be postponed to a later date. Clinic visits and in person cardiac implantable electronic device (CIED) checks should be converted to tele-health and remote checks whenever feasible. Minimizing fellow trainee contact with patients may include rotation of days involved in direct patient service, managing remote checks and conducting patient tele-health visits. Attempts should be similarly made to limit exposure of EP allied professionals, including nurses, device clinic personnel, hospital administrators, and medical device company representatives. Additional steps may need to be taken to minimize exposure for higher risk individuals (e.g., age >60 years, pregnant, immunocompromised and other co-morbid conditions).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n3. Impact of COVID-19 on cardiac arrhythmias. Patients infected with COVID-19 can exhibit a wide range of clinical manifestations, ranging from an asymptomatic state to severe disease with hypoxia and acute respiratory distress syndrome (ARDS) type lung injury.(7,8) In the setting of hypoxemic respiratory failure, ground glass opacification on chest imaging is found in more than 50%.(7) Because the majority of patients will experience only mild symptoms, including fever, cough, headache, anorexia, diarrhea, and/or malaise, it can be difficult to distinguish COVID-19 from the common cold.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "mention": "7",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 265,
                    "end": 266,
                    "mention": "8",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 388,
                    "end": 389,
                    "mention": "7",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "COVID-19 has the potential to cause myocardial injury with at least 17% found to have an elevated troponin and 23% noted to have heart failure in a study of 191 inpatients from Wuhan, China.(9) Cases of fulminant myocarditis with cardiogenic shock have also been reported, with associated atrial and ventricular arrhythmias.(10,11) Given that hypoxia and electrolyte abnormalities that are common in the acute phase of severe illness can potentiate cardiac arrhythmias, the exact arrhythmic risk related to COVID-19 in patients with less severe illness or those who recover from the acute phase of the severe illness is currently unknown. Improved understanding of this is critical, primarily in guiding the need for additional arrhythmia monitoring (e.g., mobile cardiac telemetry) post discharge and whether an implantable cardioverter defibrillator (ICD) or wearable cardioverter defibrillator will be needed in those with impaired left ventricular function thought secondary to COVID-19.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 192,
                    "mention": "9",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 325,
                    "end": 327,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 328,
                    "end": 330,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n4. Triage of procedures based on screening and personal protective equipment. The experiences in China, Italy, South Korea, and Taiwan have informed the need to quickly test and triage patients with suspected infection. It is important that all electrophysiologists have a high degree of suspicion for COVID-19 in any patient they interact with in the EP laboratory, hospital or outpatient setting. A thorough travel history and assessment of contact with individuals/family members who were sick or received hospitalization is mandatory. Patients with fever, cough and upper respiratory symptoms deserve special attention and should be immediately isolated. Testing for SARS-CoV-2, along with other respiratory viruses (e.g, influenza, respiratory syncytial virus) should be pursued.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nPersonal Protective Equipment (PPE) In patients with suspected COVID-19 infection, it is recommended that PPE be donned by all clinicians and health care providers. This includes a face mask, protective eyewear, gown and gloves. Initial PPE recommendations in these patients included the use of fitted N95 or powered air purifying respirator (PAPR) masks, protective eyewear, gloves, and gowns. However, due to a shortage of N95 masks and increased understanding of droplet and airborne transmissibility during routine care of suspected and positive COVID-19 patients, substitution with a surgical mask with a face shield combination or other protective eyewear during routine non-procedural care has been recommended by the Centers for Disease Control and Prevention (CDC).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Recommendations related to PPE may continue to change based on supply chain, contingency and/or crisis capacity status. Consultation with the hospital infection control team is strongly recommended. Appropriate donning and doffing procedures should be followed as outlined by the CDC (see useful links below). It is also important to be know how to report potential COVID-19 cases or exposure to public health authorities; local or hospital COVID-19 hotlines can be useful in this regard.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n5. Guidance for Managing Invasive and Non-invasive EP Procedures, Clinic Visits and CIED Interrogation. Due to the increased numbers of COVID-19 cases and the anticipated impact on health care resources (e.g., hospital and intensive care unit (ICU) beds, ventilators, PPE, and the blood supply), it is recommended, and increasingly mandated, to postpone or cancel non-urgent, elective procedures. The definition of what constitutes an elective/non-urgent case should be based on individualized risk assessment, informed by the patient’s clinical status. In general, it is reasonable to consider deferring any test or procedure that is unlikely to directly impact clinical care or outcomes over the next several months. Importantly, the rationale for delaying non-urgent or elective procedures should ideally be discussed with the patient and documented in the medical record. (Figure 1\n) In contrast, semi-urgent, urgent, or emergent procedures include those in which there is:•Threat to the patient's life if the procedure is not performed urgently•Threat of permanent dysfunction of an extremity or organ system•Risk of rapidly worsening to severe symptoms\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 878,
                    "end": 886,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nUrgent, or Emergent Procedures (\nFigure 1\n): Procedures are considered urgent or emergent if they substantially decrease the risk of clinical decompensation, hospitalization, or death. Screening for COVID-19 should be performed if suspected, and a high level of suspicion for COVID-19 infection should be maintaineda.Ventricular tachycardia (VT) ablation for medically uncontrolled electrical storm in a hemodynamically compromised patientb.Catheter ablation of incessant, hemodynamically significant, severely symptomatic tachycardia (SVT/AF/atrial flutter) not responding to antiarrhythmic drugs, rate control, and/or cardioversionc.Catheter ablation for Wolff-Parkinson-White syndrome or preexcited AF with syncope or cardiac arrestd.Lead revision for malfunction in a pacemaker dependent patient or ICD patient receiving inappropriate therapye.Generator change in pacemaker-dependent patients who are at elective replacement indicator (ERI) or at device end of life (EOL)f.Pacemaker or ICD generator change with minimal battery remaining, depending on specific clinical situations.g.Secondary prevention ICDh.Pacemaker implant for complete heart block, Mobitz II AV block, or high grade AVB with symptoms or severe symptomatic sinus node dysfunction with long pausesi.Lead/device extraction for infection, including patients not responding to antibiotics or for endocarditis, bacteremia or pocket infectionj.Cardiac resynchronization therapy in the setting of severe refractory heart failure in guideline indicated patientsk.Cardioversion for highly symptomatic atrial arrhythmias or rapid ventricular rates not controlled with medicationsl.Transesophageal echocardiogram for patients who need urgent cardioversion. (Further guidance on this issue from the American Society of Echocardiography)\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 42,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nSemi-Urgent procedure (\nFigure 1\n): Some EP procedures are not emergent, yet clinically may need to be performed in a timely manner due to clinical circumstances. Often, the decision of when to schedule a procedure will depend on the clinical judgement of the EP physician, in partnership with the patient and the associated health care teams. As noted above, appropriate PPE, and a high level of suspicion for COVID-19 infection is required.a.VT ablation for medically refractory recurrent ventricular tachycardiab.SVT ablation, in patients with medically refractory SVT resulting in ED visitsc.CIED generator replacement for ERI battery status that is not urgent or emergentd.Primary prevention ICD in patients at particularly high risk of life-threating ventricular arrhythmia\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nNon-Urgent or Elective Procedures (\nFigure 1\n): Procedures are considered non-urgent or elective if they do not meet the criteria above for semi-urgent, urgent or emergent procedures. It may be reasonable to delay these procedures for several weeks or months until the pandemic subsides and restrictions on elective procedures are lifted.a.Premature ventricular complex (PVC) ablationb.Supraventricular tachycardia (SVT) ablationc.Atrial fibrillation (AF) and atrial flutter ablation in stable patients without heart failure, not at significant risk of getting hospitalized by delaying the procedure or at high risk for procedure related complications due to comorbiditiesd.EP testing to evaluate stable tachyarrhythmias or bradycardiae.Primary prevention implantable cardioverter-defibrillator (ICD) that is not semi-urgentf.Cardiac resynchronization therapy in stable patientsg.Cardiac implantable electrical device (CIED) upgradeh.Pacemaker implant for sinus node dysfunction, Mobitz I AV block, other stable non-high degree AV block, or tachy-brady syndrome in mildly symptomatic patientsi.Pacemaker or ICD generator replacements in patients with >6 weeks of battery remainingj.Extraction of non-infected devices/leads, unless device function is dependent on lead extraction and reimplantk.Cardioversion for stable arrhythmias with well tolerated symptoms.l.Left atrial appendage (LAA) closure in patients who can be on anticoagulationm.Transesophageal echocardiogram for routine assessment of valves or LAA closure devices and cardioversions that can be done after appropriate period of anticoagulationn.Implantable loop recorder (ILR) implantso.Tilt-table testing\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "For suspected COVID-19 patients requiring EP procedures, it is optimal to await confirmation of COVID-19 test status to avoid unnecessary utilization of resources. PPE including N95 or PAPR masks should be used by health care personnel treating suspected or confirmed COVID-19 patients requiring conscious sedation (which carries a risk for aerosolization with high flow oxygen) or intubation. Close coordination between anesthesia and the EP lab teams is required. For general anesthesia cases, consideration should be given to elective intubation in the ICU or a negative pressure room prior to entering the EP lab. As the care team is restricted to the lab/procedure room until the procedure has finished, staff should pay particular attention to having all supplies and equipment in the room at the start of the case. Consideration can also be given to performing procedures on confirmed or suspected COVID-19 patients in a negative pressure operating room.(12)",
            "cite_spans": [
                {
                    "start": 962,
                    "end": 964,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It is important for hospitals to review the ventilation system of their EP labs to determine if there is sharing of air return that might require disinfection of other rooms. Where possible, procedure time should also be minimized. As an example, among patients undergoing VT ablation, extensive VT induction and activation mapping may be minimized to reduce risk. Same day discharges after device implant should be considered to minimize the patient’s risk of nosocomial infection. To minimize transport of infected patients, direct-current or chemical cardioversions can be performed at the bedside in the ICU with suitable anesthesia support. Lastly, when feasible, patients with confirmed or suspected COVID-19 infection should be scheduled as the last-case of the day, given the extensive cleaning required after the procedure. The CDC’s recommendations for environmental cleaning and disinfection should be followed. (See link below).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nLimit Clinic Visits to Those Considered Time-Sensitive or Urgent: Where possible, in-person clinic visits should be avoided. Instead, tele-health/virtual visits (either secure internet, phone or video) should be adopted to minimize unnecessary exposure.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The majority of incision site inspections post CIED implantation or catheter ablation can be managed via tele-health by inspecting the site utilizing a video conference or by asking the patient to send a picture via secure email. Similarly, many of the clinic follow-ups and some new consults can be performed via tele-health, leveraging electronic medical record data and obtaining vital signs and ECG tracings using digital wearables where available. As the number of app-based technologies evolves, they will continue to be an integral part of tele-health. Examples of low risk patients for whom in-person visits could be deferred include asymptomatic patients with satisfactory CIED battery longevity, non-dependent pacemaker patients and primary prevention ICD patients without symptoms suggesting worsening of heart failure or arrhythmia burden. Patients on antiarrhythmic drugs, such as dofetilide, that require QTc and lab monitoring may need to defer testing if prior values and their clinical condition have remained stable and if no new drugs that may prolong the QTc have been added. Patients with borderline values may need continued access to ECGs and laboratory testing. While there have been several studies evaluating the use of mobile ECG devices for QTc monitoring, none of the currently available single and six lead mobile ECG devices have been FDA cleared for such purposes. However, regulations are evolving quickly in this area.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Other urgent or semi-urgent clinical indications can be evaluated in-person on an individualized basis. Select patients with worsening heart failure or arrhythmia symptoms or for whom there is a need for device reprogramming may warrant office evaluation. These include but are not limited to AF patients with worsening heart failure, ICD patients with recent shocks or syncope, CIED patients with recent symptoms suggesting possible device malfunction (e.g., syncope or heart failure exacerbation), or suspected device infection. A limited physical examination may well be appropriate based on their clinical presentation. When possible, in-person visits and procedures should be coordinated on the same day to minimize multiple exposures for the patient. In patients coming for outpatient visits, measures should be taken to screen patients for concerning symptoms (e.g., fever, cough) before they present to clinic. If suggestive symptoms or a fever are present, patients should be re-directed to an appropriate screening clinic or facility, with appropriate measures taken. (Figure 2\n)",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 1079,
                    "end": 1087,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Limit In-Person CIED Interrogation to those Considered Urgent or Time-Sensitive:",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In order to minimize exposure of EP staff and device manufacturer representatives to patients with suspected or confirmed COVID-19 infection, it is prudent to only perform in-person CIED interrogations as follows. Importantly, device interrogation programmers, cables, and wands should be disinfected between all patients.a.Clinically actionable abnormality of CIED noted on remote monitoring, telemetry, or ambulatory monitoringb.ICD shocks, presyncope or syncope concerning for an arrhythmic event, to perform programming changesc.Evaluation of symptoms suspicious for arrhythmia or abnormal device function in patients who are not enrolled in remote monitoringd.Identified need for re-programming of the devicee.For CIED patients needing urgent or emergent MRI scanning, consider performing a CT scan instead, if possible (to minimize the need for additional health care provider or device manufacturer representative contact); if not urgent, delay the MRI.f.Patients in the emergency department where remote monitoring is not available; remote monitoring should be used wherever possible\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Cardiac electrophysiologists have a responsibility to protect patients, their families, other caregivers and themselves. This includes resource stewardship, keeping themselves safe while delivering care, and collaboration with other healthcare professionals on the front lines. (Figure 3\n)",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 279,
                    "end": 287,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "\n6. Remote Device Monitoring: A substantial number of EP patients with a CIED have remote monitoring, which remains a powerful tool for off-site cardiac rhythm management. Current guidelines give remote monitoring a Class I recommendation for routine use in patients with CIEDs.(13) Despite its effectiveness, remote monitoring is significantly underutilized due to a variety of patient- and system-based issues. In the midst of the pandemic, remote monitoring should be used in most circumstances to reduce the need for non-urgent clinic visits. When feasible remote monitoring should be reconsidered in patients who are currently not enrolled.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 281,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n7. Resource Conservation and Training for all Personnel: As the pandemic spreads and affects more individuals, resource conservation becomes even more important. Accordingly, it is critical to conserve valuable resources, such as PPE, medical and ancillary staff, by minimizing routine patient health care that can be postponed in the short to intermediate term. While hospitals in currently low incidence geographies may feel confident of their capacity to handle elective procedures, current projections predict a spread of COVID-19 that is likely to overwhelm resources. Social distancing, limiting exposure of patients with COVID-19 infection to other patients and health care personnel, and access to testing regardless of the incidence of the infection are critically important steps. Patient education about these measures should be reinforced at every opportunity.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n8. Tele-Medicine and Digital Health Paradigms. While effective utilization of tele-medicine pre-dated the pandemic, it was largely limited by technical and reimbursement barriers. In the current COVID-19 crisis, adoption of virtual medical services is rapidly increasing. The Centers for Medicare & Medicaid Services (CMS) have expanded tele-health services to “keep people safe” and help health care providers focus on individuals who have the “most dire health care needs.” At the present time, tele-medicine can be provided by phone, and using several secure messaging applications and platforms. Physicians should familiarize themselves with the federal, state and local policies/regulations and follow procedures at their own institutions. The Office for Civil Rights (OCR) for the U.S Department of Health and Human Services recently released a notification of enforcement discretion for tele-health, and are allowing the use of any non-public facing audio or video communication product to provide tele-health during the COVID-19 crisis. To this end, the OCR has expressed willingness to forego penalties for HIPAA noncompliance among providers enacting good faith measures for tele-medicine during the pandemic.(14) One unexpected outcome of the COVID-19 cloud may be advancement of digital health methodology and practices that leverage smart phones, video conferencing systems, wearables, and remote monitoring.",
            "cite_spans": [
                {
                    "start": 1221,
                    "end": 1223,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n9. Cardiopulmonary Resuscitation, Advanced Cardiac Life\nSupport\n& Arrhythmia Management of COVID-19 Patients. While there are limited published data currently available on arrhythmia management in COVID-19 patients, such data will be forthcoming. The number of personnel in the room of a cardiac arrest victim with confirmed or suspected COVID-19 during resuscitation efforts should be minimized. All participants should don PPE prior to entering the patient room. Because of the risk of viral aerosolization, consideration should be given to early intubation along with the use of external mechanical compression devices, and airborne precautions during intubation.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "At the time of this writing, it is unclear what medications may be beneficial for patients with COVID-19. Off-label use of some medications is currently being investigated. While we are not recommending any specific treatment, safety guidance for clinicians using hydroxychloroquine (HCQ) may be requested of EP providers. HCQ is known to block Kv11.1 (HERG) and can cause drug-induced LQT.(15) The clinical arrhythmic toxicity (syncope and torsade de pointes) is largely limited to chronic use (due to its long half-life of 40 days), use of multiple concomitant QT prolonging medications (e.g. azithromycin), metabolic derangements, renal failure, or in the setting of an acute overdose.(16,17) To date, it has been widely tolerated in most populations as an anti-malarial and safely used in the rheumatoid arthritis and systemic lupus erythematosus populations without ECG monitoring.(18) Because the proposed HCQ therapy for COVID-19 is relatively short (e.g. 5-10 days), the risk of arrhythmic toxicity is likely quite low. There are specific precautions to be considered for select patients, however:•Patients with known congenital Long QT Syndrome•Patients with severe renal insufficiency should have the dose reduced (50% for CrCl <10 mL/min)•Patients on QT prolonging drugs•Electrolyte imbalances (e.g. hypokalemia, hypomagnesemia) must be corrected prior to use, with regular monitoring\n",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 393,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 689,
                    "end": 691,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 692,
                    "end": 694,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 887,
                    "end": 889,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "None of the above conditions is an absolute contraindication if use of HCQ is warranted. It is reasonable to temporarily stop class III antiarrhythmic drugs, with use of a reasonable alternative if there is evidence of QT prolongation. Importantly, aggressive electrolyte correction can mitigate arrhythmic toxicity. ECG monitoring should be considered for patients on multiple QT prolonging medications and avoidance or careful monitoring may be required for congenital LQT patients. Additional guidance for navigating and circumventing the QTc prolonging and torsadogenic potential of pharmacotherapies for COVID-19 has been recently published.(19)",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 649,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n10. Concluding Statements. At this unprecedented time, it is important that patients feel that physicians and health care systems are not abandoning them. Many patients with arrhythmias are among the sickest of those with cardiovascular disease. To protect patients (many of whom are high risk due to coexisting comorbidities) and healthcare teams from COVID-19 exposure, preserve resources and maintain access to necessary cardiovascular care, it is important that nonessential encounters, tests and procedures be postponed. While electrophysiology is uniquely suited to leverage virtual care and remote monitoring, it is important to assure patients that they have our full support, and we are ready and able to provide care as necessary.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "11. Useful Links",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nCDC COVID-19 site\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nCDC Information for Healthcare Professionals\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Donning and doffing PPE",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nhttps://www.cdc.gov/vhf/ebola/hcp/ppe-training/n95respirator_coveralls/doffing_16.html\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "CDC recommendations for environmental cleaning and disinfection https://www.cdc.gov/coronavirus/2019-ncov/community/organizations/cleaning-disinfection.html\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "COVID-19 Global cases",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nhttps://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Drug interactions with experimental COVID-19 therapies (including antiarrhythmic drugs)",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nhttp://www.covid19-druginteractions.org/\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Resource from China on fighting COVID-19",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nhttps://covid-19.alibabacloud.com/?from=timeline&isappinstalled=0\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Shows the guidance on EP procedures for urgent, semi-urgent or non-urgent procedures in the hospital setting. See text for details. Abbreviations: AF - Atrial Fibrillation; AFL - Atrial flutter; AV - atrioventricular; AVB - atrioventricular block; CHB - complete heart block; CIED – Cardiac Implantable Electronic Device; CRT – Cardiac Resynchronization Therapy; ED - emergency department; EP – Electrophysiology; EOS - end of service; ERI – Elective Replacement Indicator; HF - heart failure; ICD – Implantable Cardioverter Defibrillator; ICU - intensive care unit; LAA – Left atrial appendage; LBBB – Left Bundle Branch Block; PM – Permanent Pacemaker; PPE - Personal Protection Equipment; PUI – patient under investigation for COVID-19; SND - sinus node dysfunction; SVT - supraventricular tachycardia; VT – Ventricular Tachycardia; WPW - Wolff-Parkinson-White",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Shows the guidance on non-procedural care in outpatient clinic visits and CIED monitoring in the outpatient and inpatient settings. Abbreviations: CDC - Centers for Disease Control and Prevention; CIED - cardiac implantable electrical device; ECG - electrocardiogram; ED - emergency department; ICD - implantable cardioverter defibrillator; PAPR - Powered Air Purifying Respirator; PPE - Personal Protection Equipment; PUI - Patient under investigation for COVID-19.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Shows the role of an electrophysiologist in being an important solution in managing a pandemic like COVID-19. One has responsibility to self, family, patients, other health care professionals and to be a good steward for resource conservation. PPE - personal protection equipment.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "HRS Expert Consensus Statement on remote interrogation and monitoring for cardiovascular implantable electronic devices",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Slotwiner",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Varma",
                    "suffix": ""
                },
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Akar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Heart Rhythm",
            "volume": "12",
            "issn": "",
            "pages": "e69-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Inhibition of hERG K+ currents by antimalarial drugs in stably transfected HEK293 cells",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Traebert",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Dumotier",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Meister",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Dominguez-Estevez",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Suter",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur J Pharmacol",
            "volume": "484",
            "issn": "",
            "pages": "41-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The hazards of chloroquine self prescription in west Africa",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Demaziere",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Fourcade",
                    "suffix": ""
                },
                {
                    "first": "C.T.",
                    "middle": [],
                    "last": "Busseuil",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Adeleine",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Saissy",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Toxicol Clin Toxicol",
            "volume": "33",
            "issn": "",
            "pages": "369-370",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Cardiac toxicity secondary to long term treatment with chloroquine",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Cervera",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Espinosa",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Font",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ingelmo",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann Rheum Dis",
            "volume": "60",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The arrhythmogenic cardiotoxicity of the quinoline and structurally related antimalarial drugs: a systematic review",
            "authors": [
                {
                    "first": "I.L.",
                    "middle": [],
                    "last": "Haeusler",
                    "suffix": ""
                },
                {
                    "first": "X.H.S.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "Guerin",
                    "suffix": ""
                },
                {
                    "first": "N.J.",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Med",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Urgent Guidance for Navigating and Circumventing the QTc Prolonging and Torsadogenic Potential of Possible Pharmacotherapies for COVID-19",
            "authors": [
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Giudicessi",
                    "suffix": ""
                },
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Noseworthy",
                    "suffix": ""
                },
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Ackerman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mayo Clinic Proceedings",
            "volume": "95",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1061-1069",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Eng J Med",
            "volume": "382",
            "issn": "",
            "pages": "1177-1179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "First Case of 2019 Novel Coronavirus in the United States",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "DeBolt",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Eng J Med",
            "volume": "382",
            "issn": "",
            "pages": "929-936",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054-1062",
            "other_ids": {
                "DOI": []
            }
        }
    }
}