{
    "paper_id": "PMC7167045",
    "metadata": {
        "title": "OUTBREAK OF HUMAN METAPNEUMOVIRUS INFECTION IN ELDERLY INPATIENTS IN JAPAN",
        "authors": [
            {
                "first": "Haruhito",
                "middle": [],
                "last": "Honda",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Iwahashi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Takahito",
                "middle": [],
                "last": "Kashiwagi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yoshihiro",
                "middle": [],
                "last": "Imamura",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nobuyuki",
                "middle": [],
                "last": "Hamada",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Takehiko",
                "middle": [],
                "last": "Anraku",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Seiichiro",
                "middle": [],
                "last": "Ueda",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tsugiyasu",
                "middle": [],
                "last": "Kanda",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Takashi",
                "middle": [],
                "last": "Takahashi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shigeto",
                "middle": [],
                "last": "Morimoto",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nTo the Editor: Human metapneumovirus (hMPV), a newly discovered pneumovirus of the Paramyxoviridae family, has been isolated from young children with acute respiratory tract illness (RTI) in the Netherlands.\n1\n Serological analyses have indicated that the prevalence of hMPV in the Dutch population is high, because virtually all children became seropositive before the age of 6,\n1\n indicating that hMPV is a common and ubiquitous human pathogen. Subjects aged 65 and older were reported to account for 45.9% of Canadian patients with community‐acquired hMPV infection hospitalized for RTI.\n2\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Between January 18 and 31, 2005, a cluster of eight inpatients (mean age 79; range 65–89; 6 male, 2 female) developed RTI in a 23‐bed ward in a hospital for older people in Japan. The clinical features and outcomes of the subjects are shown in Table 1. All individuals were sharing the same day‐care room on the ward. Two patients had bronchiolitis (Cases 1 and 7), five bronchitis (Cases 2–5 and 8), and one upper RTI (Case 6) based on the clinical symptoms and chest roentgenograms. Mean duration of exothermic reaction (>37.0°C) was 4 days (range 0–6). Wheezing and dyspnea were observed in only two subjects; coryza and productive cough were observed in all. White blood cell count (mean 4.1 × 109 cells/L, range 2.3–6.5 × 109), and C‐reactive protein blood levels (25.7 mg/L, range 1.7–52.9) remained low. Treatment for RTI included aminophylline, oxygen supplementation, antibiotics, and acetaminophen. All subjects showed recovery from acute RTI, although two patients newly developed asthma and secondary pneumonia (Klebsiella pneumoniae identified in sputum).",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 251,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "hMPV fusion gene was detected using reverse‐transcription polymerase chain reaction (RT‐PCR)\n3\n in nasal swabs from all subjects at onset. The genotype of the amplified products from every specimen was identical to that of the prototype strain (designated NL/1/99, Gene Bank accession no. AY525843), which belongs to genetic lineage B1.\n4\n The results of other viral cultures, antigen tests (influenza virus A/B, adenovirus, and respiratory syncytial virus (RSV)), and RT‐PCR (RSV, parainfluenza virus (types 1–4), coronavirus, and rhinovirus) were all negative. hMPV was not found in swabs from other inpatients without RTI (n=6) in the same ward or the care workers (n=4).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Immunoglobulin (Ig) G antibody to hMPV with indirect immunofluorescence assay\n1\n, \n5\n, \n6\n was already present in serum from eight hMPV‐infected patients and 10 control individuals in the acute phase. The IgG titers in six hMPV‐infected subjects except Cases 4 and 7 were more than four times as high in the convalescent phase, and the titers in one of the controls were more than four times as high as in the convalescent phase. Two months after recovery of the final patient, purified protein derivative (PPD) reaction was retrospectively investigated in the hMPV‐infected subjects (n=8), the controls (n=8), and the care workers (n=9). Seven individuals (87.5%) (all except Case 4) showed a negative reaction, whereas the controls and the workers showed negative rates of 37.5% and 22.2%, respectively.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The clinical symptoms induced by hMPV infection in children are similar to those caused by RSV infection, ranging from mild respiratory problems to severe cough, bronchiolitis, and pneumonia.\n1\n hMPV ribonucleic acid was detected in respiratory samples from hospitalized patients aged 65 and older with RTI, whereas RSV was not found in the same elderly group.\n7\n A cluster of eight hMPV‐infected cases with RTI was found in a hospital for older people. Thus, hMPV rather than RSV should be considered as a causative pathogen in elderly subjects with RTI.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "One study\n8\n has reported detection of hMPV antigens in nasal secretions obtained from 48 hospitalized children with RTIs using an immunofluorescent‐antibody test (IFA). IFA is a rapid and useful test for the diagnosis of hMPV infections in children, although the sensitivity of IFA (73.3%) is lower than that of RT‐PCR. It is important to establish rapid virus detection assays, including RT‐PCR or antigen tests, especially for older people, as are currently applied for diagnosing infections with other viral pathogens, because older people with pneumonia who are infected with hMPV are at risk of death due to respiratory failure.\n2\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In addition, a difference was found in the PPD reaction between the hMPV‐infected patients and control subjects or care workers, although the reaction was checked retrospectively. This observation suggests that a negative PPD reaction, reflecting reduced cellular immunity, is a potential risk factor for hMPV infection, as well as tuberculosis and shingles, in older people. It is necessary to conduct a wide‐ranging prospective study to better evaluate risk factors that may be associated with hMPV infection.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1:  \nClinical Features and Outcome for a Cluster of Eight Elderly Inpatients in Japan Infected with Human Metapneumovirus\n\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease",
            "authors": [],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "",
            "pages": "719-724",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Virological features and clinical manifestations associated with human metapneumovirus",
            "authors": [],
            "year": 2002,
            "venue": "A new paramyxovirus responsible for acute respiratory-tract infections in all age groups",
            "volume": "186",
            "issn": "",
            "pages": "1330-1334",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Characterization of human metapneumoviruses isolated from patients in North America",
            "authors": [],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "185",
            "issn": "",
            "pages": "1660-1663",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Antigenic and genetic variability of human metapneumoviruses",
            "authors": [],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "658-666",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Human metapneumovirus infection in Japanese children",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "421",
            "issn": "",
            "pages": "126-132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Immunofluorescence assay for detection of human metapneumovirus‐specific antibodies by use of baculovirus‐expressed fusion protein",
            "authors": [],
            "year": 2005,
            "venue": "Clin Diagn Lab Immunol",
            "volume": "12",
            "issn": "",
            "pages": "202-205",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Prevalence and clinical symptoms of human metapneumovirus infection in hospitalized patients",
            "authors": [],
            "year": 2003,
            "venue": "J Infect Dis",
            "volume": "188",
            "issn": "",
            "pages": "1571-1577",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Detection of human metapneumovirus antigens in nasopharyngeal secretions by an immunofluorescent‐antibody test",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "1138-1141",
            "other_ids": {
                "DOI": []
            }
        }
    }
}