{
    "paper_id": "PMC7107808",
    "metadata": {
        "title": "Strengths and Weaknesses of FDA-Approved/Cleared Diagnostic Devices for the Molecular Detection of Respiratory Pathogens",
        "authors": [
            {
                "first": "Christine",
                "middle": [
                    "C."
                ],
                "last": "Ginocchio",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Viral infections probably cause between 75% and 80% of respiratory tract diseases. Nonetheless, it is estimated that 22.6 million (55%) of 41 million antibiotic prescriptions for respiratory tract infections, including both lower and upper respiratory infections, were for causes unlikely to have a bacterial etiology [3]. Although in many cases of otitis and sinusitis and probably 20%–40% of cases of community-acquired pneumonia a bacterial superinfection may occur, respiratory infections due to a virus(es) alone are common in the adult and pediatric outpatient populations. In addition, the vast majority of respiratory tract infections in nonimmunocompromised hospitalized children (especially those <5 years of age) are due to 1 or more viruses, without a secondary bacterial infection.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 320,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Nonmolecular Diagnostic Testing for Viral Respiratory Infections",
            "ref_spans": []
        },
        {
            "text": "The overuse of antibiotics for the treatment of outpatients is primarily due to the fact that in adults respiratory virus testing is either not performed or generally limited to rapid antigen direct tests (RADTs) for influenza. Testing for the elderly, for persons with chronic obstructive pulmonary disease, and for pediatric patients is limited to RADTs for influenza and respiratory syncytial virus (RSV). RADTs have highly variable sensitivities (10%–75%) and specificities (50%–100%) depending on the viral target, age of the patient, sample collection, and duration of symptoms prior to testing [4–6]. In general, RADTs perform better when testing pediatric samples, because children shed higher titers of virus and for longer time periods than adults [4, 7–9].",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 605,
                    "mention": "4–6",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 759,
                    "end": 760,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 762,
                    "end": 765,
                    "mention": "7–9",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Nonmolecular Diagnostic Testing for Viral Respiratory Infections",
            "ref_spans": []
        },
        {
            "text": "In addition to RADTs, there are U.S. Food and Drug Administration (FDA)-approved/cleared nonmolecular-based viral diagnostic methods with a more rapid time to result, compared with traditional viral tube culture, eg, direct fluorescent antibody (DFA) testing and rapid cell culture. Both methods can readily detect 7 of the common respiratory viruses (adenovirus, influenza A, influenza B, parainfluenza 1, 2, and 3 [PIV-1, PIV-2, PIV-3], and RSV). In addition, DFA testing can detect human metapneumovirus (hMPV) [6]. The specificity of DFA testing and rapid cell culture are high, but the sensitivities of the tests can vary from a low of 50% (RSV culture) to a high of >80% (influenza A), when compared with nucleic acid amplification tests (NAATs) [5, 6, 10]. DFA testing can be performed in as little as 30–60 min, and shell vial and R-Mix rapid cell cultures (Quidel/Diagnostic Hybrids) generally identify respiratory viruses in 24–48 h [6]. If these tests are performed on site, the time to virus detection can be within a time frame that could affect patient management. However, these tests are not widely available outside larger hospitals and reference laboratories. Although these 8 viruses are responsible for a large number of respiratory tract infections, bocavirus, selected coronaviruses (229E, OC43, NL63, and HKU-1), parainfluenza 4, and rhinovirus are also important causes of respiratory disease and are generally only detected using NAATs.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 516,
                    "mention": "6",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 753,
                    "end": 754,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 756,
                    "end": 757,
                    "mention": "6",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 759,
                    "end": 761,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 944,
                    "end": 945,
                    "mention": "6",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Nonmolecular Diagnostic Testing for Viral Respiratory Infections",
            "ref_spans": []
        },
        {
            "text": "Because antiviral therapies are currently limited to the treatment of influenza A, influenza B, cytomegalovirus pneumonia, and varicella zoster virus pneumonia, it is often argued that the specific identification of other viruses is not relevant, because the information would not change patient management. From a treatment standpoint, this may currently be true; however, the respiratory viruses cause similar illnesses, and diagnosis based on clinical symptoms alone can be highly inaccurate [11]. For example, a study by Poehling et al revealed that physicians who used only clinical symptoms recognized influenza in only 28% of hospitalized children and 17% of nonhospitalized children with laboratory-confirmed influenza [11]. Therefore, establishing the viral etiological characteristics of the illness is often highly dependent on accurate diagnostic testing. In addition, new therapeutic agents for respiratory viruses are in development, and clinical trials for these agents will need rapid diagnostics that detect a broad range of viral pathogens. Once these new drugs are approved, clinical laboratories will need the tools to identify each virus so that appropriate antiviral therapy can be rapidly initiated. In addition, during the first weeks of the 2009 influenza A H1N1 outbreak in the spring of 2009, multiple influenza viruses were cocirculating [5]. It was necessary to subtype influenza A strains to differentiate seasonal influenza A/H1, seasonal influenza A/H3, and 2009 influenza A H1N1. Subtyping is necessary to provide relevant information needed for appropriate selection of antiviral therapy, in particular for acutely ill patients. Antiviral resistance testing of influenza isolates from 2009 (www.cdc.gov/flu) revealed that the circulating seasonal influenza A/H1 strains were resistant to oseltamivir (99.6%), and seasonal influenza A/H3 and 2009 influenza A H1N1 were resistant to the adamantanes (100%). In addition, several patients with 2009 influenza A H1N1 infections developed oseltamivir resistance [12, 13].",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 498,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 728,
                    "end": 730,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1367,
                    "end": 1368,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2041,
                    "end": 2043,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2045,
                    "end": 2047,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Clinical and Financial Benefits of Respiratory Virus Diagnostics",
            "ref_spans": []
        },
        {
            "text": "Other clinical factors, such as the potential for the development of more severe disease on the basis of the virus etiology, may need to be considered in the management of certain patients. For example, studies from our laboratory have revealed that children with hMPV infections have a higher incidence of admission to an intensive care unit and more often require mechanical ventilation than children with RSV infections [14, 15].",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 426,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 428,
                    "end": 430,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Clinical and Financial Benefits of Respiratory Virus Diagnostics",
            "ref_spans": []
        },
        {
            "text": "Especially in the treatment of inpatients, the costs of rapid viral diagnostics can be offset by the improvement in patient care and financial outcomes [16–19]. Hendrickson et al showed that rapid respiratory virus diagnosis can lead to benefits in several areas, including up to a 50% reduction in hospital days, 30% reduction in antibiotic use, and 20% reduction in unnecessary diagnostic tests and procedures [16]. The burden of nosocomial influenza can be high, incurring additional costs for diagnostic tests, increased morbidity, and extended hospitalization [17, 18]. Therefore, rapid diagnostic tests are needed to identify patients with influenza at admission, in order to prevent nosocomial transmission by facilitating isolation and cohorting decisions [18]. Studies have documented substantial nosocomial transmission of hMPV in pediatric units [20], as well as in chronic care facilities [21], similar to what is seen with RSV. During the height of RSV season, many institutions must cohort RSV-positive children because of a lack of private rooms. However, dual infections with RSV and hMPV do occur. Limiting diagnostics to RSV alone in a cohorting scenario could put other seriously ill children at risk for acquisition of a second viral infection with hMPV. The meaning of mixed viral infections can be defined only if testing is comprehensive. Broad test panels also allow for monitoring the epidemiologic patterns of respiratory disease and for identifying new or reemerging pathogens. Finally, the identification of the exact respiratory virus is essential for the accurate assessment of the efficacy of vaccines.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 158,
                    "mention": "16–19",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 413,
                    "end": 415,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 566,
                    "end": 568,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 570,
                    "end": 572,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 765,
                    "end": 767,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 858,
                    "end": 860,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 902,
                    "end": 904,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Clinical and Financial Benefits of Respiratory Virus Diagnostics",
            "ref_spans": []
        },
        {
            "text": "The costs for testing using FDA-approved/cleared NAATs are highly variable and can range from approximately $30 to >$200 per test. Factors that determine test cost include test volume, the price of the test kits, the number of tests per kit, size of the testing run, the number of controls required per testing run, and the type and amount of ancillary supplies. Often FDA-approved/cleared kits do not contain nucleic acid extraction reagents, so additional equipment and reagents are necessary and can add $3–$15 per test. Batch testing of samples may reduce the cost per test; however, often batching is not practical if the time to result is delayed beyond a period that would affect either clinical management or infection control practices. Instrumentation costs for molecular tests can be substantial, with real-time instrumentation costing on average $35,000–$85,000 per instrument, and higher volume laboratories may require multiple instruments. Laboratories must also calculate the cost for technical time, which is again highly variable depending on the test complexity and run size. Finally, the costs for quality control, proficiency testing, and competency assessment all affect the overall cost per test. In deciding which tests are appropriate and at what cost for the patient population at a particular health care facility, all of the above factors need to be considered in light of the clinical impact of the test result.",
            "cite_spans": [],
            "section": "Clinical and Financial Benefits of Respiratory Virus Diagnostics",
            "ref_spans": []
        },
        {
            "text": "The use of NAATs is an intrinsic part of infectious disease diagnostics. The ability of NAATs to rapidly and accurately detect a novel pathogen was best exemplified during the 2009 influenza A H1N1 pandemic [5, 22–24]. NAATs are especially suited for the identification of respiratory pathogens that are not routinely or easily cultured (eg, hMPV, bocavirus, parainfluenza 4, and Chlamydophila pneumoniae), pathogens that are dangerous to culture (eg, severe acute respiratory syndrome coronavirus), pathogens for which the time to detection by traditional means is often too delayed to affect patient care (eg, tube cell culture for influenza), and pathogens for which serologic testing is difficult to interpret (eg, C. pneumoniae). In most cases, NAATs offer enhanced sensitivity over culture methods, RADTS, and DFA testing [5, 6, 10]. The specificity of NAATs varies with target and assay design but is generally very high. In addition, laboratory-developed NAATs validated in accordance with the Clinical Laboratory Improvement Amendments (CLIA) requirements can be used to identify new pathogens until FDA-approved/cleared in vitro diagnostic (IVD) devices become available. With clinical integration of real-time polymerase chain reaction (PCR) and FDA-approved/cleared simple cartridge–based NAATs, laboratories of all sizes are now able to perform molecular diagnostic tests.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 209,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 211,
                    "end": 216,
                    "mention": "22–24",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 829,
                    "end": 830,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 832,
                    "end": 833,
                    "mention": "6",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 835,
                    "end": 837,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "USE OF NUCLEIC ACID AMPLIFICATION TESTS",
            "ref_spans": []
        },
        {
            "text": "The AMTD is a target-amplified nucleic acid probe test for the direct detection of M. tuberculosis complex (Mycobacterium bovis, M. bovis BCG, Mycobacterium africanum, Mycobacterium microti, and M. tuberculosis) ribosomal RNA (rRNA) [25, 29–31]. AMTD is approved for testing both AFB smear–positive and smear-negative respiratory specimens collected from patients suspected of having M. tuberculosis colonization or infection. The AMTD test is based on isothermal (42oC) transcription-mediated amplification that uses 2 enzymes, reverse transcriptase (RT) and T7 RNA polymerase, and target-specific primers. A hybridization protection detection assay that uses a chemiluminescent-labeled, single-stranded DNA probe complementary to the M. tuberculosis complex–specific sequences detects the amplified rRNA using the Gen-Probe Leader luminometer. Numerous studies have evaluated AMTD and have revealed an average sensitivity and specificity of >95% and >98%, respectively, for the detection of M. tuberculosis complex in smear-positive respiratory samples and a sensitivity and specificity of >60% and >72%, respectively, for smear-negative respiratory samples [29–31]. Additional studies have evaluated the use of the test for several types of nonrespiratory samples, such as cerebrospinal fluid and lymph nodes [29–31].",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 238,
                    "end": 243,
                    "mention": "29–31",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1161,
                    "end": 1166,
                    "mention": "29–31",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1313,
                    "end": 1318,
                    "mention": "29–31",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "\nAmplified Mycobacterium tuberculosis Direct Test (AMTD, Gen-Probe) ::: FDA-Approved Assays for the Detection of M. tuberculosis Complex ::: FDA-APPROVED/CLEARED TESTS FOR THE MOLECULAR DETECTION OF NONVIRAL RESPIRATORY PATHOGENS",
            "ref_spans": []
        },
        {
            "text": "The Amplicor Mycobacterium tuberculosis test is FDA approved for use with AFB smear–positive respiratory specimens from patients suspected of having M. tuberculosis infection or colonization [32–35]. The Amplicor Mycobacterium tuberculosis test uses traditional PCR to amplify a region of the gene encoding the 16S rRNA of all mycobacteria. Members of the M. tuberculosis complex are identified after hybridization with a DNA target–specific probe, followed by substrate addition and colorimetric detection [32]. When testing AFB smear–positive samples, the Amplicor Mycobacterium tuberculosis test demonstrated sensitivities and specificities for the detection of M. tuberculosis complex ranging from 92.9% to 100% and from 77.3% to 100%, respectively [32, 33]. The sensitivities and specificities of Amplicor Mycobacterium tuberculosis for AFB smear–negative specimens ranged from 51.2% to 73.1% and 99% to 99.8%, respectively [32, 33]. The Amplicor Mycobacterium tuberculosis test has also been evaluated for detection of M. tuberculosis meningitis [34] and for use with nonrespiratory sample types [35].",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 197,
                    "mention": "32–35",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 508,
                    "end": 510,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 754,
                    "end": 756,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 758,
                    "end": 760,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 930,
                    "end": 932,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 934,
                    "end": 936,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1053,
                    "end": 1055,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1103,
                    "end": 1105,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "\nAmplicor Mycobacterium tuberculosis Test (Amplicor, Roche Diagnostics) ::: FDA-Approved Assays for the Detection of M. tuberculosis Complex ::: FDA-APPROVED/CLEARED TESTS FOR THE MOLECULAR DETECTION OF NONVIRAL RESPIRATORY PATHOGENS",
            "ref_spans": []
        },
        {
            "text": "The first multiplex NAAT to receive clearance by the FDA was the xTAG respiratory virus panel (RVP) assay in January 2008. The FDA-approved version of RVP detects adenovirus, influenza A (with subtyping of seasonal influenza A/H1 and seasonal influenza A/H3), influenza B, PIV-1, PIV-2, PIV-3, hMPV, rhinovirus, RSV A, and RSV B [37, 38]. The US/Canadian research use–only version of the assay also detects 4 coronaviruses (OC43, 229E, NL63, and HKU-1), parainfluenza type 4, and enterovirus. The test is approved for use with nasopharyngeal swab samples collected from persons symptomatic for a respiratory virus infection and placed in viral transport media.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 334,
                    "end": 336,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Luminex xTAG Respiratory Virus Panel (Luminex Molecular Diagnostics) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "The xTAG RVP is a multistep test that takes approximately 8–10 h to complete, depending on the number of samples to be tested (Figure 1). Viral nucleic acid and an internal control (E. coli MS2 phage) are coextracted from clinical samples using the QIAamp MiniElute (Qiagen), the easyMAG (bioMérieux), or the miniMAG (bioMérieux) extraction platforms. A multiplex reverse transcription polymerase chain reaction (RT-PCR), using primer sets specific for the test targets, amplifies the viral nucleic acid and internal control nucleic acid. PCR products are treated with exonuclease I to degrade any remaining primers and with shrimp alkaline phosphatase to degrade any remaining nucleotides.",
            "cite_spans": [],
            "section": "Luminex xTAG Respiratory Virus Panel (Luminex Molecular Diagnostics) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The next step consists of target-specific primer extension (TSPE). When a viral target(s) is present, the target-specific primer (containing a unique tag sequence) is extended and biotin–deoxycytidine triphosphate is incorporated into the extending chain. On completion of the TSPE, the detection of amplified products is performed using Luminex's Universal Tag sorting system. The TSPE reaction is added directly to microwells containing spectrally distinguishable beads with antitags, which are complementary to the sequence tags on the primers. Each tagged primer will hybridize only to its unique antitag complement associated with a specific colored bead. A fluorescent reporter molecule (streptavidin-phycoerythrin) will bind to the biotin on the extended primers. The beads are then analyzed with the Luminex xMAP 100/200 instruments. Two lasers read each bead; the first identifies the virus-specific color-coded bead, and the second determines whether an amplicon is hybridized to the bead on the basis of the detection of fluorescence (mean fluorescence intensities [MFIs]) above a background threshold.",
            "cite_spans": [],
            "section": "Luminex xTAG Respiratory Virus Panel (Luminex Molecular Diagnostics) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "The clinical performance characteristics of the xTAG RVP assay were established by the manufacturer through prospectively collected nasopharyngeal swab samples (n = 544) tested during the 2005–2006 influenza season at 4 North American clinical laboratories [101]. All specimens were tested by means of viral culture and/or DFA testing for the following targets: influenza A, influenza B, RSV, PIV-1, PIV-2, PIV-3, and adenovirus. The comparator methods for influenza A subtyping, RSV subtyping, and hMPV and rhinovirus detection were well-characterized RT-PCR assays followed by bidirectional sequencing. xTAG RVP sensitivity for each target was determined as follows: influenza A, 96.4%; influenza A subtyping H1, 100%; influenza A subtyping H3, 91.7%; influenza B, 91.5%; RSV A, 100%; RSV B, 100%; PIV-1, 100%; PIV-2, 100%; PIV-3, 84.2%; adenovirus, 78.3%; rhinovirus, 100%; and hMPV, 96%. The xTAG RVP specificity for each target was determined as follows: influenza A, 95.9%; influenza A subtyping H1, 100%; influenza A subtyping H3, 98.7%; influenza B, 96.7%; RSV A, 98.4%; RSV B, 97.4%; PIV-1, 99.8%; PIV-2, 99.8%; PIV-3, 99.6%; adenovirus, 100%; rhinovirus, 91.3%; and hMPV, 98.8%. Studies by Mahoney et al, using the research use–only version of the xTAG RVP assay and nasopharyngeal swab specimens, compared xTAG RVP with a combination of DFA testing and viral culture [37]. For viruses that can be grown in culture, the overall sensitivities and specificities of DFA testing/culture were 91.9% and 98.2%, respectively, compared with 97.8% and 96.4%, respectively, for xTAG RVP. When viruses not routinely cultured were also included in the evaluation, the sensitivity of DFA testing/culture was 68.8%, compared with 98.4% for xTAG RVP. In addition, 5.2% of the specimens contained >1 virus. Wong et al found that the highly multiplexed xTAG RVP assay enhanced laboratory investigations of respiratory virus outbreaks and aided heath care facilities in both patient and outbreak management [39]. Studies that evaluated the performance of xTAG RVP during the 2009 influenza A H1N1 outbreak in the area of New York, New York, demonstrated that the sensitivity of xTAG RVP for the detection of 2009 influenza A H1N1 was 97.6%, compared with 88.9% for R-Mix culture, 46.7% for DFA testing, and 17.8% for RADTs [5]. xTAG RVP detected a respiratory virus in 60% of the samples, of which 36% were 2009 influenza A H1N1. Numerous mixed viral infections were also identified. Ginocchio and St. George determined that the probability of an influenza A infection due to an unsubtypeable strain (not seasonal influenza A/H1 or seasonal influenza A/H3 according to the xTAG RVP assay), identified during the outbreak, was >99% for identification as 2009 influenza A H1N1 [24]. On the basis of these 2 studies, the FDA approved changes to the package insert that state that xTAG RVP can be an effective aid in the detection of 2009 influenza A H1N1 but cannot specifically identify the 2009 influenza A H1N1 hemagglutinin gene.",
            "cite_spans": [
                {
                    "start": 1379,
                    "end": 1381,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2000,
                    "end": 2002,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2316,
                    "end": 2317,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2768,
                    "end": 2770,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Luminex xTAG Respiratory Virus Panel (Luminex Molecular Diagnostics) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "The benefits of the xTAG RVP assay include the broad spectrum of viruses detected by a single test, with a cost per test comparable to real-time assays that only target up to 3 analytes. The subtyping of influenza A viruses as seasonal influenza A/H1 or seasonal influenza A/H3 or the identification of an “unsubtypeable” virus has proven to be an important aid in identifying novel influenza A strains. A limitation of the assay is the decreased sensitivity for the detection of certain adenovirus strains. In-house validation studies by our laboratory have found that by reducing the positive cutoff MFI level from 300 to 150 for adenovirus, improved sensitivity for the detection of adenovirus was obtained without loss of specificity (unpublished data). Additional limitations of the assay include the time to final results, number of required steps, technical hands-on time, and a potential for amplicon contamination. There is a second-generation assay called RVP FAST (Luminex) available in Europe that addresses several of these issues by reducing the number of steps and the time to results by 3–4 h, making it possible to provide comprehensive results within a single shift.",
            "cite_spans": [],
            "section": "Luminex xTAG Respiratory Virus Panel (Luminex Molecular Diagnostics) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "Currently, there are 3 Gen-Probe/Prodesse FDA-cleared multiplex real-time RT-PCR assays for the qualitative detection and discrimination of respiratory viruses. The ProFlu+ assay targets the matrix gene for influenza A, nonstructural genes NS-1 and NS-2 for influenza B, and the polymerase gene for RSV A and RSV B. The Pro hMPV+ assay targets highly conserved regions of the nucleocapsid (N) gene for hMPV and a transcript derived from Escherichia coli Bacteriophage MS2 A-protein gene (Internal Control). The ProParaflu+ assay targets conserved regions of the hemagglutinin-neuraminidase gene for PIV-1, PIV-2, and PIV-3 and a transcript derived from E. coli Bacteriophage MS2 A-protein gene (Internal Control). All 3 assays are approved for testing nasopharyngeal swab specimens obtained from symptomatic persons.",
            "cite_spans": [],
            "section": "Gen-Probe/Prodesse ProFlu,+ProFlu-ST, Pro hMPV+, and ProParaflu+ Assays (Gen-Probe/Prodesse) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "Viral nucleic acids from patient samples are coextracted with an internal control that monitors assay performance and the presence of amplification inhibitors that could lead to false-negative results. Nucleic acids are extracted using a MagNA Pure LC Instrument (Roche Diagnostics Corp) and the MagNA Pure Total Nucleic Acid Isolation Kit (Roche) or a NucliSENS easyMAG System and the Automated Magnetic Extraction Reagents (bioMérieux). The purified nucleic acids are amplified by means of RT-PCR using target-specific oligonucleotide primers and Taqman probes complementary to highly conserved regions of the target gene. The Taqman probes are labeled with a quencher dye attached to the 3'-end and a reporter dye at the 5'-end. When amplified target is present, the probes bind and the 5'-3' exonuclease activity of Taq polymerase cleaves the probe, thus separating the reporter dye from the quencher. Because the quencher and reporter dye are now physically separated, there is an increase in fluorescent signal upon excitation from a light source. The fluorescent signal increases with each cycle as additional reporter dye molecules are cleaved from their respective probes. During each PCR cycle, the fluorescent intensity is monitored by the real-time instrument, the SmartCycler II (time to results, including extraction, is approximately 3–3.5 hr for each test run).",
            "cite_spans": [],
            "section": "Gen-Probe/Prodesse ProFlu,+ProFlu-ST, Pro hMPV+, and ProParaflu+ Assays (Gen-Probe/Prodesse) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "The performance characteristics of the assays were established by the manufacturer through prospective and retrospective clinical studies used for FDA clearance of the tests. ProFlu+ assay results obtained by testing 891 nasopharyngeal samples were compared with results of rapid shell vial culture. ProFlu+ sensitivities and specificities for the detection of influenza A were 100% and 92.6%, respectively; for influenza B were 97.8% and 98.6%, respectively; and for RSV were 89.5% and 94.9%, respectively [102]. A study by Liao et al compared the Prodesse ProFlu-1 assay, a previous version of the ProFlu+ assay, with viral culture and RADTs for RSV (NOW RSV, Binax, Inverness Medical) and for influenza A and B (Directogen A+B, BD Diagnostics) [10]. The specificities of all methods were found to be >99%. The sensitivities for detection of influenza were 59% for Directogen A + B, 54% for viral culture, and 98% for ProFlu-1; the sensitivities for the detection of RSV were 82% for RSV NOW, 57% for viral culture, and 95% for ProFlu-1. In another study, LeGoff et al evaluated the performance of ProFlu-1 in 353 pediatric nasopharyngeal specimens [40]. Results were compared with DFA testing and viral culture. The sensitivities and specificities of ProFlu-1 ranged from 97% to 100%, and ProFlu-1 detected viruses in 9% of the samples that had negative results by conventional methods.",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 750,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1152,
                    "end": 1154,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Gen-Probe/Prodesse ProFlu,+ProFlu-ST, Pro hMPV+, and ProParaflu+ Assays (Gen-Probe/Prodesse) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "In response to the 2009 influenza A H1N1 outbreak, an influenza A subtyping assay (ProFlu-ST) was developed by Prodesse and received Emergency Use Authorization (EUA) from the FDA in July 2009 (see EUA section). ProFlu-ST is a qualitative multiplex real-time RT-PCR assay that targets the nucleoprotein gene of 2009 influenza A H1N1, the specific hemagglutinin genes of seasonal influenza A/H1 and seasonal influenza A/H3, and an internal control (MS2 phage). The identification of 2009 influenza A H1N1 is aided by an algorithm that relies on seasonal influenza A/H1 virus and seasonal influenza A/H3 virus results in nasopharyngeal swab specimens from patients who receive a diagnosis of influenza A by a currently available FDA-cleared or authorized device. This assay is intended for use in only CLIA high-complexity laboratories. The performance of the assay was evaluated retrospectively using nasopharyngeal swab specimens that were previously tested with either the CDC rRT-PCR Flu Panel (IVD device) to detect seasonal influenza A/H1 and influenza A/H3 or the CDC rRT-PCR Swine Flu Panel (EUA). The positive and negative agreements for the detection of seasonal influenza A/H1were 95.8% and 100%, respectively; for seasonal influenza A/H3 were 100% and 100%, respectively; and for 2009 influenza A H1N1 were 96.2% and 100%, respectively [103].",
            "cite_spans": [],
            "section": "Gen-Probe/Prodesse ProFlu,+ProFlu-ST, Pro hMPV+, and ProParaflu+ Assays (Gen-Probe/Prodesse) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "The Pro hMPV+ assay clinical trial study for FDA clearance evaluated the assay's clinical performance using 1275 nasopharyngeal swab specimens tested by 4 clinical laboratories across the United States. Using the Luminex RVP assay as the predicate device, the sensitivity of Pro hMPV+ was 94.1% and the specificity was 99.3% [104].",
            "cite_spans": [],
            "section": "Gen-Probe/Prodesse ProFlu,+ProFlu-ST, Pro hMPV+, and ProParaflu+ Assays (Gen-Probe/Prodesse) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "The performance of the ProParaflu+ assay was evaluated during the clinical trials for FDA clearance. Using 857 nasopharyngeal swab specimens tested by 4 clinical laboratories across the United States [105], the sensitivities and specificities of the assay for the detection of PIV-1 were 88.9% and 99.9%, respectively; for the detection of PIV-2 were 96.3% and 99.8%, respectively, and for the detection of PIV-3 were 97.3% and 99.2%, respectively [105]. At this time, no additional independent performance data are available.",
            "cite_spans": [],
            "section": "Gen-Probe/Prodesse ProFlu,+ProFlu-ST, Pro hMPV+, and ProParaflu+ Assays (Gen-Probe/Prodesse) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "The benefits of the Gen-Probe/Prodesse assays include ease of use, with approximately 1.5 h of hands-on time for nucleic acid extraction preparation and a 1-step RT-PCR setup. The overall time to results is 4.5–5.5 h. Multiple SmartCycler instruments can be run simultaneously, with as many units per cycler used as needed, giving flexibility to run sizes. Because tubes containing amplicons are never opened, the risk of amplicon contamination is minimal. One limitation of the assays is a maximum of 3 targets plus an internal control that can be detected in a single reaction. Therefore, a comprehensive viral diagnostic panel requires multiple PCRs. Multiple PCRs are costly to the laboratory in both technical time and reagent cost. However, the limited panel size could provide a mix-and-match test menu, allowing clinicians the option of selecting 1 or several panels.",
            "cite_spans": [],
            "section": "Gen-Probe/Prodesse ProFlu,+ProFlu-ST, Pro hMPV+, and ProParaflu+ Assays (Gen-Probe/Prodesse) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "The first-generation Verigene Respiratory Virus Nucleic Acid Test (VRNAT) was cleared by the FDA in May 2009. This test has been replaced by the automated Verigene VRNATSP, a CLIA moderately complex test that is intended for the identification of influenza A, influenza B, and RSV (types A and B inclusive) from nasopharyngeal swab specimens placed in viral transport media. The Verigene System consists of 2 instruments (the fully automated Verigene Processor and the Verigene Reader) and single-use test cartridges (Figure 2). The entire test process only requires 1 user pipetting step, less than 5 min of technical hands-on time, and a sample-to-result turnaround time of about 3.5 h.",
            "cite_spans": [],
            "section": "Nanosphere Verigene Respiratory Virus Nucleic Acid Test (RVNATsp) (Nanosphere) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": [
                {
                    "start": 518,
                    "end": 526,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The basis of VRNATsp is Nanosphere's proprietary gold nanoparticle hybridization technology [41]. The gold nanoparticles contain a high density (∼200) of sequence-specific oligonucleotides with a high affinity for complementary DNA, which allows for very efficient hybridization kinetics. The clinical sample is pipetted into a single-use extraction tray, which is loaded into the Verigene processing unit. Chaotropic agents are added to the sample to lyse cells, viral particles, and an internal control (MS2 phage) that is added prior to the extraction step. The released nucleic acids are then captured on magnetic microparticles (MMPs). The MMP-bound nucleic acids are washed, and the purified nucleic acids are eluted from the MMPs and transferred to the amplification tray. A 1-step RT-PCR is performed using primers that target the influenza A matrix gene, the influenza B matrix gene and nonstructural gene, and the RSV L gene and F gene.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Nanosphere Verigene Respiratory Virus Nucleic Acid Test (RVNATsp) (Nanosphere) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "The RT-PCR reaction is followed by the primary hybridization step. During primary hybridization, target DNA is simultaneously hybridized to target-specific capture DNA oligonucleotides arrayed in replicate on a solid substrate (a microarray) and to target-specific mediator DNA oligonucleotides. After removal of uncaptured target nucleic acids and unhybridized mediator oligonucleotides, the process continues with the secondary hybridization. Each microarray spot, where an appropriate target is hybridized to capture both an oligonucleotide and a mediator oligonucleotide, is saturated with silver-coated gold nanoparticle probes. After hybridization, the cartridge is removed from the processor unit and the glass slide (microarray) is separated from the cartridge and inserted into the Verigene Reader. A light-scattering technique, in which the slide is illuminated internally with light parallel to the slide surface, is used to analyze the results. Spots where silver-enhanced gold nanoparticle probes are present scatter this light, and the light scatter is detected optically and translated into a measurable signal.",
            "cite_spans": [],
            "section": "Nanosphere Verigene Respiratory Virus Nucleic Acid Test (RVNATsp) (Nanosphere) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "The performance characteristics of the first-generation VRNAT assay were established during the clinical trials for IVD device clearance. VRNAT was compared with viral culture/DFA testing with bidirectional sequencing to resolve discordant results. Test sensitivities and specificities for the detection of influenza A were 100% and 99.8%, respectively; for influenza B were 100% and 99.1%, respectively; and for RSV were 95.7% and 98.2%, respectively [106]. Comparison of VRNAT with VRNATsp revealed an overall positive agreement of 97.9% and a negative agreement value of 100% [107].",
            "cite_spans": [],
            "section": "Nanosphere Verigene Respiratory Virus Nucleic Acid Test (RVNATsp) (Nanosphere) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "The benefits of the VRNATsp System include the scalability of the system (addition of multiple processors and readers), individual sample processing with random access format, minimal hands-on time, and minimal technical expertise required to perform the test. Because this test is CLIA moderate complexity, trained laboratory technicians could perform the testing. This test would be well suited for small- to medium-sized laboratories, in particular for laboratories with little or no molecular testing experience. Limitations of the assay include the single test format that requires a dedicated processor for each sample for 3–3.5 h. Multiple processor units would be needed for larger volume laboratories, and the additional instrumentation would increase costs for the lab, compared with using an instrument that can run multiple tests at a time.",
            "cite_spans": [],
            "section": "Nanosphere Verigene Respiratory Virus Nucleic Acid Test (RVNATsp) (Nanosphere) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": []
        },
        {
            "text": "In response to the emergence of pandemic 2009 influenza A H1N1, on 26 April 2009 the Secretary of the Department of Health and Human Services (DHHS) determined that there was a “public health emergency that affects, or has a significant potential to affect national security, which involved a specified biologic agent or a specified disease or condition that may be attributable to such an agent or agents.” On the basis of this determination, the Secretary of the DHHS declared an emergency justifying EUA of IVD devices designed to detect the 2009 influenza A H1N1 virus. In response, in May 2009 the CDC received an EUA for a molecular-based IVD device that detected the 2009 influenza A H1N1 virus. As of manuscript preparation date, March 2010, EUA has been granted for several modifications to the initial CDC test, 13 additional molecular-based tests, and a DFA reagent from Diagnostic Hybrids. The EUA information can be found at the FDA website (http://www.fda.gov/MedicalDevices/Safety/EmergencySituations/ucm161496.htm). The specifics of each test are listed in Table 2 (tests authorized as of 22 March 2010). The majority of the tests use real-time RT-PCR (n = 12), and 2 are performed on closed systems, 1 uses the GeneXpert Dx (Cepheid) (no. 2, Table 2), and 1 uses the GeneSTAT System (DxNA) (no. 5, Table 2). The Simplexa Influenza A (H1N1) 2009 Test (no. 8, Table 2) (Focus Diagnostics) uses a new rapid real-time cycler, the 3M Integrated Cycler (3M Medical Diagnostics). The 3M cycler has a small footprint, about 30.5 cm per side, and a weight of approximately 7 kg. The cycler can process up to 96 samples per run and provides results in 30–75 min. The DIATHERIX Laboratories H1N1-09 Influenza Test uses the Qiagen Luminex LiquiChip 100 (Qiagen) (no. 4, Table 2). The TessArray Resequencing Influenza A Microarray Detection Panel (TessArae) uses the Affymetrix GeneChip Microarray Detection System (Affymetrix) (no. 14, Table 2). Currently, there are little or no published data on the performance of these tests beyond what has been reported in the package inserts.",
            "cite_spans": [],
            "section": "FDA Emergency Use Authorization Tests for 2009 Influenza A H1N1 (as of 22 March 2010) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": [
                {
                    "start": 1073,
                    "end": 1080,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1259,
                    "end": 1266,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1315,
                    "end": 1322,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1375,
                    "end": 1382,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1775,
                    "end": 1782,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1941,
                    "end": 1948,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The EUAs for all tests listed in Table 2 were rescinded as of 23 June 2010. As of July 2010, only 2 of these tests have received FDA approval for use as an IVD device for the diagnosis of 2009 pandemic influenza A H1N1. The first test approved was a new optimized CDC H1N1 assay that is available in CDC-qualified laboratories. The second test is the Focus Diagnostics Simplexa Influenza A H1N1 (2009), which is performed using the 3M Integrated Cycler (3M).",
            "cite_spans": [],
            "section": "FDA Emergency Use Authorization Tests for 2009 Influenza A H1N1 (as of 22 March 2010) ::: FDA-APPROVED/CLEARED TESTS FOR THE DETECTION OF RESPIRATORY VIRUSES",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The use of FDA-approved/cleared NAATs, in contrast to laboratory-developed tests, has substantial benefits for the laboratory. Approved tests have undergone extensive analytical and clinical validations during the course of the FDA evaluations. Therefore, performance parameters are well characterized, and the FDA monitors postapproval performance. Most laboratories do not have the expertise and resources to perform extensive in-house validation studies for laboratory-developed tests as recommended by the Clinical and Laboratory Standards Institute and/or required by CLIA-88, state regulatory agencies, and the College of American Pathologists [reviewed in 42]. The cost to perform a comprehensive laboratory validation of a laboratory-developed test is highly variable and depends on numerous factors, such as the type of assay, (eg, qualitative or quantitative), number of analytes included in the test (eg, singleplex or multiplex), type(s) and number of clinical sample(s), indications for testing (eg, diagnosis, prognosis, or monitoring), technical time to perform studies, and federal and state regulatory requirements. In our laboratory, the development and validation of a laboratory-developed test has cost on average between $20,000 and $50,000 per analyte. FDA-approved/cleared NAATs only require laboratory verification of some of the performance characteristics and a smaller clinical sample correlation study, compared with laboratory-developed tests (Table 3), thereby saving the laboratory considerable cost and technical time. The regulatory requirements for ongoing quality assurance monitoring are also fewer for FDA-approved/cleared NAATs than for laboratory-developed tests [42]. In addition, for regulatory reasons, some health care institutions will only allow the use of FDA-approved/cleared NAATs.",
            "cite_spans": [
                {
                    "start": 1703,
                    "end": 1705,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "BENEFITS OF FDA-APPROVED/CLEARED TESTS",
            "ref_spans": [
                {
                    "start": 1473,
                    "end": 1480,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Because the clinical relevance of the assays has been established, the use of FDA-approved/cleared NAATs has a higher chance of reimbursement from both federal and private insurance payors. However, FDA approval/clearance does not guarantee that these tests will be reimbursed, and, if reimbursed, the actual amount of the reimbursement can vary from state to state and by payor. Finally, the simple-to-use fully automated molecular platforms, such as the GeneXpert and GeneSTAT, which incorporate all steps of the test process in a single test cartridge and have random-access sample-in result-out reporting, enable laboratories of all sizes to perform rapid, accurate, and sensitive molecular diagnostic testing.",
            "cite_spans": [],
            "section": "BENEFITS OF FDA-APPROVED/CLEARED TESTS",
            "ref_spans": []
        },
        {
            "text": "The most important limitation of the current FDA-approved/cleared NAATs is the lack of tests for the detection of nonviral targets. In particular, NAATs are needed for the detection of the atypical pneumonia pathogens. However, the costs of clinical trials for IVD device clearance can sometimes be quite prohibitive (>$10 million, not including the costs of developing and manufacturing the IVD device) and depend on the complexity and clinical relevance of the test and what is required for FDA approval (eg, number of trial sites, number of patients enrolled, clinical indications sought, need for long-term patient follow-up, associated diagnostic procedures [such as biopsy], device evaluations, predicate device comparisons, legal and regulatory components, and so forth). Manufacturers must consider the potential number of tests that will be purchased and the difficulty of the trials for low-prevalence pathogens before committing the finances and resources to bring such tests through the approval process. These factors will continue to limit the scope of FDA-approved/cleared NAATs until the approval process can be modified to encourage the submission of NAATs for low-prevalence targets.",
            "cite_spans": [],
            "section": "LIMITATIONS OF THE CURRENT FDA-APPROVED/CLEARED TESTS",
            "ref_spans": []
        },
        {
            "text": "The current formats of the NAATs require laboratories to choose between real-time, easier to perform, more rapid assays that have limited targets (generally up to 3) and more highly multiplex tests (>10) that require more hands-on time and technical steps and more time to result reporting. NAATs with limited targets would require laboratories to run multiple tests if a broader range of target detection is indicated. Multiple tests would increase both the required technical time and the cost per patient diagnosis. Conversely, the use of multiple, lower multiplex tests allows for the selection of the most appropriate panels as related to age of the patient, clinical status, underlying disease, state of immune competence, and the suspected virus(es). Currently in development are modified faster versions of the highly multiplex assays that have been designed to reduce technical hands-on time and the time to results.",
            "cite_spans": [],
            "section": "LIMITATIONS OF THE CURRENT FDA-APPROVED/CLEARED TESTS",
            "ref_spans": []
        },
        {
            "text": "Some of the FDA-approved/cleared real-time NAATs do not allow the user to see and evaluate the actual amplification curves. The inability to see the curves makes it difficult to troubleshoot when problems occur. Although the user should not be able to alter cutoff values established during the FDA trials, access to all or part of the raw data is desirable.",
            "cite_spans": [],
            "section": "LIMITATIONS OF THE CURRENT FDA-APPROVED/CLEARED TESTS",
            "ref_spans": []
        },
        {
            "text": "One caveat for most qualitative NAATs is that they cannot distinguish between live and dead organisms and therefore, depending on the time for nucleic acid clearance, can be limited in monitoring response to therapy. In addition, with multiple viral infections, determining the relevance of each virus present in the sample is difficult, because residual virus detected may have been from a previous infection and may not be contributing to the current illness. The development of quantitative assays and evidence of declining viral load may clarify or resolve both of these issues.",
            "cite_spans": [],
            "section": "LIMITATIONS OF THE CURRENT FDA-APPROVED/CLEARED TESTS",
            "ref_spans": []
        },
        {
            "text": "Finally, issues relating to billing and reimbursement are substantial. The lack of specific Current Procedural Terminology (CPT) codes for each of the individual targets requires laboratories to bill for multiple targets using the same generic amplified probe CPT code (87798). Although it is appropriate to bill for each target present in a multiplex assay, the use of the same CPT code multiple times for a single test can be problematic. For example, many laboratory or hospital billing systems do not recognize multiple similar CPTs for a single test and will only drop 1 CPT code charge. Some insurance payors will cover only the charge of the first CPT code, and there are also limitations on how many times per day a similar CPT code can be billed. As a result, reimbursement for a highly multiplexed assay could be limited to 1 charge, thereby significantly increasing the costs to the laboratory and decreasing test profitability. Under these circumstances and with pressure to reduce medical costs, many administrators will not approve the implementation of this testing if reimbursement is questionable. Laboratories need analyte-specific CPT codes, and payors should reimburse for medically relevant NAATs.",
            "cite_spans": [],
            "section": "LIMITATIONS OF THE CURRENT FDA-APPROVED/CLEARED TESTS",
            "ref_spans": []
        },
        {
            "text": "The North Shore–Long Island Jewish Health System (NS-LIJHS) Infectious Diseases Molecular Diagnostics Laboratory opened 12 years ago. We performed 3 tests: human immunodeficiency virus type 1 viral load, AMTD, and Chlamydia trachomatis/Neisseria gonorrhoeae NAATs, with a total testing volume of 5000 tests per year. Today, the laboratory performs NAATs for 40 different pathogens (including bacterial, mycobacterial, fungal, parasitic, and viral targets), with a volume of more than 225,000 tests per year, and in space that has tripled in size. Molecular diagnostics for infectious diseases, along with molecular pathology, are 2 of the fastest growing laboratory departments in the NS-LIJHS. In addition, as best exemplified by the 2001 anthrax bioterrorism event and the 2009 influenza A H1N1 pandemic, laboratories must be able to respond immediately by rapidly expanding testing capabilities, including sensitive and specific molecular diagnostics [43]. At the onset of the Queens, New York, area 2009 influenza A H1N1 outbreak, the NS-LIJHS laboratories’ respiratory virus testing volume increased from a baseline of 225 tests per day to more than 950 tests per day, within 3 days. It was clear from the first week of the outbreak that the laboratory urgently needed to switch all influenza testing to molecular methods to obtain sufficient diagnostic sensitivity and to subtype the influenza strains. Fortunately, an FDA-approved test, the Luminex xTAG RVP test, was available and met our diagnostic requirements [5, 24, 43].",
            "cite_spans": [
                {
                    "start": 955,
                    "end": 957,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1522,
                    "end": 1523,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1525,
                    "end": 1527,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1529,
                    "end": 1531,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "LOOKING TOWARD THE FUTURE",
            "ref_spans": []
        },
        {
            "text": "Laboratories must continue to plan for future pandemic outbreaks and biothreat events. Therefore, laboratories are constantly under pressure to expand testing and meet the demands of their clinical staff and their diverse patient populations. To do this, laboratories must provide clinically relevant, high-quality, cost-effective NAATS that are preferably FDA approved/cleared. As we move forward, we request that the FDA work closely with such organizations as the Infectious Diseases Society of America and the American Society for Microbiology, with laboratory directors, and with IVD device manufacturers so that this goal can be met. The labor-intensive, complex methods and platforms of yesterday have evolved into simpler, user friendly versions that can be applicable to all health care settings. We encourage the FDA to allow the submission process to evolve in a similar manner. No longer are the old “gold standards” of culture applicable, and new ways to evaluate these tests must be considered [44] so that accurate performance characteristics can be determined in a cost-effective manner. The latter is especially true for low-volume but highly relevant assays, such as quantitative NAATs for transplantation monitoring. In a reasonable and clear regulatory environment, the IVD device manufacturers will succeed in bringing their NAATS through the approval process.",
            "cite_spans": [
                {
                    "start": 1009,
                    "end": 1011,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "LOOKING TOWARD THE FUTURE",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Food and Drug Administration-Approved/Cleared Tests for the Detection of Respiratory Pathogens (as of July 2010)\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Emergency Use Authorization (EUA) Tests for the Detection of 2009 Pandemic Influenza A (H1N1)a\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3.: Comparison of Test Verification Requirements of Food and Drug Administration-Approved/Cleared Tests and Laboratory-Developed Tests\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1.: The xTAG Respiratory Virus Panel (RVP) is a multistep test that takes approximately 8–10 h to complete, depending on the number of samples to be tested. RT-PCR, reverse transcription polymerase chain reaction; TSPE, target-specific primer extension.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: The Verigene System consists of 2 instruments (the fully automated Verigene Processor and the Verigene Reader) and single-use test cartridges.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The role of antimicrobial management programs in optimizing antibiotic prescribing within hospitals",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Paterson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "42",
            "issn": "",
            "pages": "S90-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Comparison of viral isolation and multiplex real-time reverse transcription-PCR for confirmation of respiratory syncytial virus and influenza virus detection by antigen immunoassays",
            "authors": [
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Tomalty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Majury",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Zoutman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "527-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The unrecognized burden of influenza in young children",
            "authors": [
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Poehling",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "31-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Oseltamivir-resistant 2009 pandemic influenza A (H1N1) virus infection in two summer campers receiving prophylaxis—North Carolina, 2009",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "969-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Oseltamivir resistant 2009-2010 pandemic influenza A (H1N1) in an immunocompromised patient",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "NT",
                    "middle": [],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Gabonay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Microbiol Infect",
            "volume": "16",
            "issn": "",
            "pages": "1576-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Comparison of clinical features of pediatric RSV and human metapneumovirus infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beneri",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Ginocchio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Manji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sood",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "30",
            "issn": "",
            "pages": "1240-1",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Clinical evaluation of NucliSENS magnetic extraction and NucliSENS analyte specific reagents for the real-time detection of respiratory syncytial virus (RSV) in paediatric respiratory specimens",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Manji",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lotlikar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Ginocchio",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Pathol",
            "volume": "62",
            "issn": "",
            "pages": "998-1002",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Cost-effective use of rapid diagnostic techniques in the treatment and prevention of viral respiratory infections",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Hendrickson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Ann",
            "volume": "34",
            "issn": "",
            "pages": "24-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Comparison of rapid detection methods for influenza A virus and their value in health care-management of institutionalized geriatric patients",
            "authors": [
                {
                    "first": "GP",
                    "middle": [],
                    "last": "Leonardi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leib",
                    "suffix": ""
                },
                {
                    "first": "GS",
                    "middle": [],
                    "last": "Birkhead",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Costello",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Conron",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Clin Microbiol",
            "volume": "32",
            "issn": "",
            "pages": "70-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Why diagnose influenza in hospitalized pediatric patients?",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Serwint",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Pediatr Infect Dis J",
            "volume": "12",
            "issn": "",
            "pages": "200-04",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Cost-effectiveness of rapid diagnosis of viral respiratory tract infections in pediatric patients",
            "authors": [
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "1579-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Antimicrobial stewardship programs in health care systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "MacDougall",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Polk",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Microbiol Rev",
            "volume": "18",
            "issn": "",
            "pages": "638-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "An outbreak of severe respiratory tract infection due to human metapneumovirus in a long-term care facility",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bovin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Serres",
                    "suffix": ""
                },
                {
                    "first": "M-E",
                    "middle": [],
                    "last": "Hamelin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "1152-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Outbreak of human metapneumovirus infection in psychiatric inpatients: implications for directly observed use of alcohol hand rub in prevention of nosocomial outbreaks",
            "authors": [
                {
                    "first": "VC",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Hosp Infect",
            "volume": "67",
            "issn": "",
            "pages": "336-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Outbreak of swine-origin influenza A (H1N1) virus infection—Mexico, March-April 2009",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "467-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Swine-origin influenza A (H1N1) virus infections in a school—New York City, May 2009",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "470-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Likelihood that an unsubtypeable influenza A result in the Luminex xTAG Respiratory Virus Panel is indicative of novel A/H1N1 (swine-like) influenza",
            "authors": [
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Ginocchio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "St George",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "2347-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Comprehensive evaluation of performance, laboratory application, and clinical usefulness of two direct amplification technologies for the detection of Mycobacterium tuberculosis complex",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Della-Latta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whittier",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Clin Pathol",
            "volume": "110",
            "issn": "",
            "pages": "301-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Use of the amplified Mycobacterium tuberculosis direct test in a public health laboratory: test performance and impact on clinical care",
            "authors": [
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chest",
            "volume": "132",
            "issn": "",
            "pages": "946-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Evaluation and follow up of infectious tuberculosis at the University of Ottawa",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Can J Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "239-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Updated guidelines for the use of nucleic acid amplification tests in the diagnosis of tuberculosis",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "7-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Comparative evaluation of initial and new versions of the Gen-Probe Amplified Mycobacterium tuberculosis Direct Test for direct detection of Mycobacterium tuberculosis in respiratory and nonrespiratory specimens",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gamboa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Padilla",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Microbiol",
            "volume": "36",
            "issn": "",
            "pages": "684-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Excessive antibiotic use for acute respiratory infections in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gonzales",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Malone",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Maselli",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Sande",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "757-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Comparison of the real-time PCR method and the Gen-Probe Amplified Mycobacterium tuberculosis Direct Test for detection of Mycobacterium tuberculosis in pulmonary and nonpulmonary specimens",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lemaître",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Armand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vachée",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Capilliez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dumoulin",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Courcoli",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "4307-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Evaluation of Gen-Probe Amplified Mycobacterium tuberculosis Direct Test by using respiratory and nonrespiratory specimens in a tertiary care center laboratory",
            "authors": [
                {
                    "first": "CE",
                    "middle": [],
                    "last": "O'Sullivan",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Microbiol",
            "volume": "40",
            "issn": "",
            "pages": "1723-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Detection of Mycobacterum tuberculosis by PCR amplification with pan- Mycobacterium primers and hybridization to an M. tuberculosis-specific probe",
            "authors": [
                {
                    "first": "VJ",
                    "middle": [],
                    "last": "Tevere",
                    "suffix": ""
                },
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Hewitt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dare",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Clin Microbiol",
            "volume": "34",
            "issn": "",
            "pages": "918-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Rapid diagnosis of pulmonary tuberculosis by using the Roche AMPLICOR Mycobacterium tuberculosis PCR test",
            "authors": [
                {
                    "first": "RF",
                    "middle": [],
                    "last": "D'Amato",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Wallman",
                    "suffix": ""
                },
                {
                    "first": "LH",
                    "middle": [],
                    "last": "Hochstein",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Clin Microbiol",
            "volume": "33",
            "issn": "",
            "pages": "1832-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Use of Roche AMPLICOR Mycobacterum tuberculosis PCR in early diagnosis of tuberculous meningitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonington",
                    "suffix": ""
                },
                {
                    "first": "JIG",
                    "middle": [],
                    "last": "Strang",
                    "suffix": ""
                },
                {
                    "first": "PE",
                    "middle": [],
                    "last": "Klapper",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Microbiol",
            "volume": "36",
            "issn": "",
            "pages": "1251-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Application of the Roche AMPLICOR Mycobacterum tuberculosis (PCR) test to specimens other than respiratory secretions",
            "authors": [
                {
                    "first": "RF",
                    "middle": [],
                    "last": "D'Amato",
                    "suffix": ""
                },
                {
                    "first": "LH",
                    "middle": [],
                    "last": "Hochstein",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Colaninno",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "15-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Xpert M. tuberculosis/RIF for point-of-care diagnosis of TB in high-HIV burden, resource-limited countries: hype or hope?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Rie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page-Shipp",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sanne",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Expert Rev Mol Diag",
            "volume": "10",
            "issn": "",
            "pages": "937-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Development of a respiratory virus panel test for detection of twenty human respiratory viruses by use of multiplex PCR and a fluid microbead-based assay",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mahony",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Merante",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "2965-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Principles of the xTAG respiratory viral panel assay (RVP assay)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Merante",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yaghoubian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Janeczko",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "40",
            "issn": "",
            "pages": "S31-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Enhanced viral etiological diagnosis of respiratory system infection outbreaks by use of a multitarget nucleic acid amplification assay",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pabbaraju",
                    "suffix": ""
                },
                {
                    "first": "BE",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "3839-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Lack of sensitivity of rapid antigen tests for the diagnosis of respiratory syncytial virus infection in adults",
            "authors": [
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Casiano-Colon",
                    "suffix": ""
                },
                {
                    "first": "BB",
                    "middle": [],
                    "last": "Hulbert",
                    "suffix": ""
                },
                {
                    "first": "TK",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Falsey",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Virol",
            "volume": "28",
            "issn": "",
            "pages": "169-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Evaluation of the one-step multiplex real-time reverse transcription-PCR ProFlu-1 assay for detection of influenza A and influenza B viruses and respiratory syncytial viruses in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "LeGoff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kara",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moulin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "789-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Homogeneous detection of unamplified genomic DNA sequences based on colorimetric scatter of gold nanoparticle probes",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Storhoff",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Viswanadham",
                    "suffix": ""
                },
                {
                    "first": "YP",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "UR",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Biotechnol",
            "volume": "22",
            "issn": "",
            "pages": "883-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Quality assurance in clinical virology",
            "authors": [
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Ginocchio",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clinical Virology Manual",
            "volume": "",
            "issn": "",
            "pages": "3-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Laboratory surge response to pandemic (H1N1) 2009 outbreak, New York City metropolitan area, USA",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stallone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "8-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Discrepant analysis: how can we test a test?",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "McAdam",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Microbiol",
            "volume": "38",
            "issn": "",
            "pages": "2027-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Evaluation of multiple test methods for the detection of the novel 2009 influenza A (H1N1) during the New York City outbreak",
            "authors": [
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Ginocchio",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Manji",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Virol",
            "volume": "45",
            "issn": "",
            "pages": "191-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Role of cell culture for virus detection in the age of technology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Leland",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Ginocchio",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "",
            "pages": "49-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Rapid diagnosis of respiratory syncytial virus infections in immunocompromised adults",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Englund",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Piedra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "BB",
                    "middle": [],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Whimbey",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Clin Microbiol",
            "volume": "34",
            "issn": "",
            "pages": "1649-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Quantitative shedding patterns of respiratory syncytial virus in infants",
            "authors": [
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": "Jr."
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Geiman",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Infect Dis",
            "volume": "132",
            "issn": "",
            "pages": "151-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Diagnostic assays for respiratory syncytial virus",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Henrickson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Infect Dis J",
            "volume": "26",
            "issn": "",
            "pages": "S36-40",
            "other_ids": {
                "DOI": []
            }
        }
    }
}