{
    "paper_id": "PMC7228712",
    "metadata": {
        "title": "Who is most likely to be infected with SARS-CoV-2?",
        "authors": [
            {
                "first": "Rachel",
                "middle": [
                    "E"
                ],
                "last": "Jordan",
                "suffix": "",
                "email": "r.e.jordan@bham.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Peymane",
                "middle": [],
                "last": "Adab",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Despite the daily updates on number of cases, hospital admissions, and deaths around the world and the increasing number of hospital-based case series, some of the fundamental information about how severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) spreads in the population and who is really at risk of both infection and severe consequences is still missing. In The Lancet Infectious Diseases, Simon de Lusignan and colleagues1 report on the characteristics of the first 3802 people tested for SARS-CoV-2 within the Royal College of General Practitioners (RCGP) sentinel primary care surveillance network. Unlike most previous studies that examined risk factors for poor prognosis,2, 3 de Lusignan and colleagues1 report characteristics associated with susceptibility to SARS-CoV-2 infection.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 439,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 693,
                    "end": 694,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 696,
                    "end": 697,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 724,
                    "end": 725,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The RCGP surveillance system, set up in 1957, monitors consultations for communicable diseases using a network of 500 general practitioner practices across England, which are broadly representative of the population. Twice-weekly automatic data downloads provide a real-time warning of impending epidemics. In January, 2020, the network expanded to include the testing for SARS-CoV-2 among individuals presenting with symptoms of influenza or respiratory infection. COVID-19 surveillance data, supplemented with data from contact tracing or routine National Health Service facilities, were linked with electronic health records. Of 3802 tests, 587 (15·4%) were positive for SARS-CoV-2. Prevalence of infection was less than 5% in patients younger than 18 years (23 patients were positive [4·6%] of 499 tested) but almost four times as high in people aged 40 years or older (480 [18·2%] of 2637). After adjustment for other factors, infection risk was higher among men than women (odds ratio [OR] 1·55 [95% CI 1·27–1·89]), in black people than white people (OR 4·75 [2·65–8·51]), and in people with obesity than normal-weight people (1·41 [1·04–1·91]). Infection risk was also higher in those living in more deprived or in urban versus rural locations. Surprisingly, household size did not significantly affect infection risk. Among chronic comorbidities examined, only those with chronic kidney disease had an increased risk of infection, whereas the risk in active smokers was around half that observed in never smokers.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Two preprint papers have examined population-level risks. One used UK Biobank data and corroborated the results on age, sex, black race, and obesity as risk factors for severe infection;4 the other, a study of 17 million patients from UK primary care, showed increased risks of in-hospital COVID-19 mortality with older age, male sex, obesity, greater deprivation, and being part of an ethnic minority.5 Comorbidities and smoking seemed to play a more important role in poor prognosis in those studies than in developing infection in de Lusignan and colleagues' study.5, 6\n",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 402,
                    "end": 403,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 568,
                    "end": 569,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 571,
                    "end": 572,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Because there are still few population-level studies, the Article by de Lusignan and colleagues1 is an important new contribution with high-quality statistical methods that allow quantification of independent risks. However, the data are not fully representative of the general population, excluding those with mild or no symptoms and instead reflecting consultation patterns, with over-representation of women and older people but fewer smokers.7 Lower thresholds for presentation (eg, among women) could dilute test positivity compared with groups who might present only if they are more severely ill. It is also possible that there are unmeasured confounders—eg, social and workplace exposures, interactions, and behaviours, which might explain increased risk in some groups.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 446,
                    "end": 447,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Unlike other reports,8 this study suggests that sex differences in poor outcomes from COVID-19 are at least in part related to differential infection susceptibility. The role of ethnicity in greater susceptibility and poorer prognosis is a growing concern and deserving of further study. It seems that most comorbidities (except chronic kidney disease), although important for predicting prognosis, do not have a major part in susceptibility to infection. Regarding the results on smoking, it is likely that they could reflect consulting patterns and higher rates of non-infectious cough among smokers than non-smokers. Smoking seems important as a risk factor for poor prognosis,4 but studies are conflicting, and the association merits further investigation. The one major modifiable risk factor is obesity, which presents a double problem of increasing susceptibility to infection, as well as the risk of severe consequences.9\n",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 22,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 680,
                    "end": 681,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 928,
                    "end": 929,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "However, what is fundamentally clear is that whatever the specific risk factors, the COVID-19 pandemic exacerbates existing socioeconomic inequalities, and this needs both exploration and mitigation in the coming months and years.10 As the UK prepares to loosen lockdown measures, knowing who is most at risk of infection is vital. This study highlights the more susceptible subgroups among those with relevant symptoms, although we cannot be sure why they are more susceptible. Population-level studies with testing among random samples of the general population (irrespective of symptoms), as well as accurate antibody tests of past infection, are urgently needed.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Risk factors for SARS-CoV-2 among patients in the Oxford Royal College of General Practitioners Research and Surveillance Centre primary care network: a cross-sectional study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "de Lusignan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dorward",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30371-6"
                ]
            }
        },
        "BIBREF1": {
            "title": "COVID-19 puts societies to the test",
            "authors": [],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Prevalence of comorbidities and its effects in coronavirus disease 2019 patients: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "94",
            "issn": "",
            "pages": "91-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Modifiable and non-modifiable risk factors for COVID-19: results from UK Biobank",
            "authors": [
                {
                    "first": "FK",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Celis-Morales",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.28.20083295"
                ]
            }
        },
        "BIBREF5": {
            "title": "OpenSAFELY: factors associated with COVID-19-related hospital death in the linked electronic health records of 17 million adult NHS patients",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.06.20092999"
                ]
            }
        },
        "BIBREF6": {
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "506-510",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Do men consult less than women? An analysis of routinely collected UK general practice data",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nazareth",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Freemantle",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ Open",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Gender differences in patients with COVID-19: focus on severity and mortality",
            "authors": [
                {
                    "first": "J-M",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Public Health",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Obesity a risk factor for severe COVID-19 infection: multiple potential mechanisms",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sattar",
                    "suffix": ""
                },
                {
                    "first": "IB",
                    "middle": [],
                    "last": "McInnes",
                    "suffix": ""
                },
                {
                    "first": "JJV",
                    "middle": [],
                    "last": "McMurray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.120.047659"
                ]
            }
        }
    }
}