{
    "paper_id": "PMC7108328",
    "metadata": {
        "title": "Standardisation and controls, why can’t we overcome the hurdles?",
        "authors": [
            {
                "first": "Hubert",
                "middle": [
                    "G.M."
                ],
                "last": "Niesters",
                "suffix": "",
                "email": "h.g.m.niesters@erasmusmc.nl",
                "affiliation": {}
            },
            {
                "first": "Elisabeth",
                "middle": [],
                "last": "Puchhammer-Stöckl",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The international standards now available are not really “standardised” in our opinion, because there is a lack of consensus about them in the scientific community. Further, these standards only contain a single viral genotype. They are not widely available (some are even not available anymore). The recent publication about the HIV-1 standard contaminated with HBV (Shyamala et al., 2004) (and there were rumours about this a long time ago), clearly indicates that a more open discussion with all parties involved, is necessary. These parties should be the clinical virology societies (ESCV, ESCMIID, PASCV), the blood banks and the diagnostic industry. The discussion should focus on quality control methods used for the manufacturing of these standards, issues related to stability, matrices used and methods used to assign these quantitative values. Since there are more clinical diagnostics laboratories than blood banks screening blood and blood products, and these clinical laboratories are using quantitation for more and more viruses (not only the blood-borne viruses mentioned above), it is logical and efficient to use the expertise of these clinical laboratories.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 389,
                    "mention": "Shyamala et al., 2004",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Standardisation remains a challenge",
            "ref_spans": []
        },
        {
            "text": "The discussion around the nomenclature of assigning quantitative values is rather confusing. For instance, for the detection and quantification of HCV, we have the International Unit (with an assumption - where are the published data - that it is similar for all genotypes), copies, genome equivalents or SuperQuant copies. One would suggest that by implementing an international standard, using a consensus nomenclature, life in diagnostic clinical virology would become much more clear. It is particularly irritating that the conversion factor from international unit to copy or genome equivalent varies somewhere between 2.4 and 5.2 (determined for genotype 1). It is also intriguing that the implementation of an international unit and its use is accepted for HCV, while for the description of quantitative results in the field of HIV-1 diagnostics, this is absolutely not the case. Data presented by quality control in molecular diagnostics (QCMD) which provides external quality control programmes, indicate that in these QC schemes, 88% of the participants in 2002 have presented their results of HCV-quantification in IU, while for HIV-1 this was done by none of the participants. Why is this not surprising to us? Simply because there is in general a limited acceptance of these standards, and it seems to depend on the viral target involved. This remains true even with the current focus on implementation of CE marked assays, for which it is clearly stated in the guidelines and the IVD directive that values should be related to an international standard. Indeed, this should even be an “accepted standard”. Within our own laboratories, the introduction and validation of COBAS TaqMan assays for HCV and HIV-1 on one instrument for IVD already shows this lack of consensus. HIV-1 results are given in copies, and HCV results are given in IU. Why not in both? Is the HIV-1 IU standard not accepted (Holmes et al., 2001)? Who defines these criteria anyhow? The clinical diagnostic laboratories and their Societies have not been actively involved in the discussion around the implementation of any international standard, which we believe is not satisfactory.",
            "cite_spans": [
                {
                    "start": 1910,
                    "end": 1929,
                    "mention": "Holmes et al., 2001",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Standardisation remains a challenge",
            "ref_spans": []
        },
        {
            "text": "We urgently ask the parties involved to discuss the issue of standards more openly, thereby facilitating acceptance and implementation in the future of international standards. The definition of an international standard should apply equally to those used for screening blood products or to those used in clinical diagnostic virology. Importantly, the diagnostic industry should also be involved in the discussion, since they are critical for CE marking or FDA approval.",
            "cite_spans": [],
            "section": "Standardisation remains a challenge",
            "ref_spans": []
        },
        {
            "text": "The discussion on these standards is as long as we are working in this field, but is not limited to molecular diagnostics. Think about the discussion of standards in serology, or even virus culture. However, if we focus on the implementation of molecular diagnostics in clinical virology, the fact is that we have to implement new assays on a regular basis. Assays have recently been introduced for the detection of SARS coronavirus, the new coronavirus NL-63, the human metapneumovirus, the detection of influenza H7N7 or H5N1. The list is long, and we are also improving assays all the time. But looking at the current literature in this journal or equivalents in the US, many authors do not use yet the entire possibilities for standardisation inherent to molecular diagnostics techniques. One particular aspect is the implementation of internal controls throughout the whole test process from nucleic acid isolation until quantitative detection. But working in clinical virology, we have to be confident in generating accurate and reliable results. Yet the lack of standards for real-time technology is not inevitable. It is fascinating to observe that investigators still focus so frequently on the use of plasmid standards for the generation of external standard curves needed for quantification of clinical samples. We have characterised extensively these external plasmid standards, while we know so little about the clinical samples we are analysing. Why are not all processes monitored internally, and why are these external plasmid standard curves not treated the same way as clinical material? There should be the same clinical matrix and the same isolation procedure.",
            "cite_spans": [],
            "section": "Are we actually focussing on the right problem?",
            "ref_spans": []
        },
        {
            "text": "It cannot be denied that real-time technology is currently the method of choice to be used in molecular diagnostics. This technology has numerous advantages, but definitely the aspect of quantification, as well as the reduction in hands-on-time are the most important ones. Most of the real-time assays used are still home-brew for the simple reason that only for a limited number of targets are available in a commercial form. Nowadays, accreditation of laboratories is in everyone’s minds; it also applies to these home-brew assays. Actually, we should perform according ISO 15189 guidelines, the international standard for medical laboratories, and in particular follow the requirements for quality and competence. These guidelines clearly state that the laboratories have to establish independently the analytical and performance characteristics of the assays used. And this accounts for all test used, for the performance of the home-brew assays as well as also for the use of ASR (analytical specific reagents) and CE marked assays.",
            "cite_spans": [],
            "section": "New technologies, old problems",
            "ref_spans": []
        },
        {
            "text": "The implementation of these guidelines to real-time technology is facilitated by the fact that in real-time assays almost all test processes can be monitored. We have, in addition, reagents synthesized in bulk and have defined and written down our own QC criteria. This allows us to describe accurately what we do, and to do what we have described. The characterisation of equipment and the isolation procedures can now be better monitored. And there is a good reason to do this. New isolation technologies, new equipment, new reagents are on the market with a very short half-life. Constantly, we hear or believe or assume that everything is similar, improved, identical or optimised, without having evidence for these statements. There are simply often no independent data showing that, for example, a new generation of real-time machines or an improved (and now CE marked) isolation procedure from the same company behaves identically as the previous generation. According to ISO guidelines, we have to prove this, although this ought to be the task of these companies. We should demand these data for our interest but also for that of the companies. But frequently such data are not provided or completely lacking. This is unacceptable, and actually the laboratories, who take the responsibility for the clinical results generated, have now the possibilities to validate these equipments easily. However, this does not let the companies of the hook.",
            "cite_spans": [],
            "section": "New technologies, old problems",
            "ref_spans": []
        },
        {
            "text": "The implementation of molecular diagnostics in clinical virology has already made a big impact in patient and disease management. The treatment and monitoring of antiviral therapy for HIV-1 is one of the greatest examples in the last decade. However, guidelines related to standardisation, internal controls and validation should be more actively pursued. Not only for the blood-borne viruses, but definitely for detection and quantification of all viral targets recently described and - for sure- to be discovered or introduced in the (near) future. This is an important task for better patient management. But from what we see in our daily experience, it seems that these hurdles cannot be taken so easily.",
            "cite_spans": [],
            "section": "New technologies, old problems",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "International collaborative study on the second EUROHEP HCV-RNA reference panel",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Damen",
                    "suffix": ""
                },
                {
                    "first": "H.T.",
                    "middle": [],
                    "last": "Cuypers",
                    "suffix": ""
                },
                {
                    "first": "H.L.",
                    "middle": [],
                    "last": "Zaaijer",
                    "suffix": ""
                },
                {
                    "first": "H.W.",
                    "middle": [],
                    "last": "Reesink",
                    "suffix": ""
                },
                {
                    "first": "W.P.",
                    "middle": [],
                    "last": "Schaasberg",
                    "suffix": ""
                },
                {
                    "first": "W.H.",
                    "middle": [],
                    "last": "Gerlich",
                    "suffix": ""
                },
                {
                    "first": "H.G.",
                    "middle": [],
                    "last": "Niesters",
                    "suffix": ""
                },
                {
                    "first": "P.N.",
                    "middle": [],
                    "last": "Lelie",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Virol. Methods",
            "volume": "58",
            "issn": "",
            "pages": "175-185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "An international collaborative study to establish the 1st international standard for HIV-1 RNA for use in nucleic acid-based techniques",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Hewlett",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Lelie",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol. Methods",
            "volume": "92",
            "issn": "",
            "pages": "141-150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "An international collaborative study to establish a World Health Organization international standard for hepatitis B virus DNA nucleic acid amplification techniques",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Saldanha",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Gerlich",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Lelie",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Heermann",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vox Sang.",
            "volume": "80",
            "issn": "",
            "pages": "63-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Establishment of the first international standard for nucleic acid amplification technology (NAT) assays for HCV RNA",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Saldanha",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Lelie",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vox Sang.",
            "volume": "76",
            "issn": "",
            "pages": "149-158",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Detection and quantitation of HBV DNA in the WHO International Standard for HIV-1 RNA (NIBSC code: 97/656)",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Shyamala",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cottrell",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Arcangel",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Madriaga",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Phelps",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol. Methods",
            "volume": "118",
            "issn": "",
            "pages": "69-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Comparison of methods for detection of hepatitis B virus DNA",
            "authors": [
                {
                    "first": "H.L.",
                    "middle": [],
                    "last": "Zaaijer",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "ter Borg",
                    "suffix": ""
                },
                {
                    "first": "H.T.",
                    "middle": [],
                    "last": "Cuypers",
                    "suffix": ""
                },
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Hermus",
                    "suffix": ""
                },
                {
                    "first": "P.N.",
                    "middle": [],
                    "last": "Lelie",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Clin. Microbiol.",
            "volume": "32",
            "issn": "",
            "pages": "2088-2091",
            "other_ids": {
                "DOI": []
            }
        }
    }
}