{
    "paper_id": "PMC7175652",
    "metadata": {
        "title": "Public health response to two imported, epidemiologically related cases of Lassa fever in the Netherlands (ex Sierra Leone), November 2019",
        "authors": [
            {
                "first": "Femke",
                "middle": [],
                "last": "Overbosch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "de Boer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Karin",
                "middle": [
                    "Ellen"
                ],
                "last": "Veldkamp",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pauline",
                "middle": [],
                "last": "Ellerbroek",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chantal",
                "middle": [
                    "P"
                ],
                "last": "Bleeker-Rovers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bram",
                "middle": [],
                "last": "Goorhuis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michele",
                "middle": [],
                "last": "van Vugt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Annemiek",
                "middle": [],
                "last": "van der Eijk",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tjalling",
                "middle": [],
                "last": "Leenstra",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Khargi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeanette",
                "middle": [],
                "last": "Ros",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Diederik",
                "middle": [],
                "last": "Brandwagt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Manon",
                "middle": [],
                "last": "Haverkate",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Corien",
                "middle": [],
                "last": "Swaan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chantal",
                "middle": [],
                "last": "Reusken",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Aura",
                "middle": [],
                "last": "Timen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marion",
                "middle": [],
                "last": "Koopmans",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jaap",
                "middle": [],
                "last": "van Dissel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Both cases – Case 1 (C1) and Case 2 (C2) - had been working in a rural hospital in the Tonkolili district in Sierra Leone. On 4 November 2019, two Dutch healthcare workers (C1 and C2) and one local (C3) participated in obstetric surgical procedures in two local patients who were later presumed to be the source of Lassa virus (LASV) infection. One patient died on the day of surgery after resuscitation during which C1 was not wearing optimal personal protective equipment (PPE). The other patient died 2 weeks later. Haemorrhage was reported in both patients.",
            "cite_spans": [],
            "section": "Epidemiological description of the case patients",
            "ref_spans": []
        },
        {
            "text": "On 11 November, while attending an international course in Freetown, C1 started to develop non-specific symptoms (headache, muscle ache, arthralgia, fever, diarrhoea, vomiting and cough). C1 was treated locally for the most probable tropical diseases (such as malaria and typhoid fever).",
            "cite_spans": [],
            "section": "Epidemiological description of the case patients",
            "ref_spans": []
        },
        {
            "text": "After 8 days of persisting symptoms, C1 was medically evacuated to the Netherlands on 19 November on a commercially run private plane with a German flight crew, with a transit in Morocco. No specific infection precautions were taken on the flight. C1 was initially transferred by ambulance (Ambulance 1) to the Amsterdam University Medical Center (location AMC, Hospital 1), also without specific infection precautions. Staff in the hospital used MRSA (meticillin-resistant Staphylococcus aureus) airborne strict isolation measures and PPE (gloves, FFP2 masks and gowns). Upon suspicion of Lassa fever, C1 was relocated in a dedicated ambulance (Ambulance 2) to the Leiden University Medical Center (LUMC, Hospital 2) dedicated facility for treatment of highly contagious infections. The diagnosis of Lassa fever was confirmed on 20 November by RT-PCR and genome sequencing performed at Erasmus Medical Center (EMC) in Rotterdam. After rapid clinical deterioration, the patient died on 23 November. Stringent hygienic precautions were taken for management of the corpse.",
            "cite_spans": [],
            "section": "Epidemiological description of the case patients",
            "ref_spans": []
        },
        {
            "text": "C2 also started to develop non-specific symptoms (fever, vomiting and anorexia) on 11 November and was unsuccessfully treated in Sierra Leone for the most probable tropical diseases. RT-PCR on plasma samples of C2, sent to the EMC, tested positive for LASV on 21 November at and the decision was made for medical evacuation to the Netherlands. In a clinically stable condition, C2 was airlifted on 23 November under strict isolation measures by a French flight crew of Airlec Medical. C2 was transported in a dedicated ambulance (Ambulance 3) to the Major Incident Hospital at the University Medical Centre Utrecht (UMCU, Hospital 3), and admitted to a facility for highly contagious infections. C2 was discharged on 12 December, after two negative results within an interval of 48 h in serum tests for presence of LASV RNA. The patient was discharged into home isolation; as LASV RNA remained positive in the urine, strict instructions regarding hygiene were enforced until urine tested negative after 12 days. ",
            "cite_spans": [],
            "section": "Epidemiological description of the case patients",
            "ref_spans": []
        },
        {
            "text": "C3 was a local healthcare worker who was confirmed with Lassa fever infection by the authorities in Sierra Leone. The case history and contact tracing around this case are not part of this report.",
            "cite_spans": [],
            "section": "Epidemiological description of the case patients",
            "ref_spans": []
        },
        {
            "text": "Contact tracing was initiated upon confirmation of the diagnosis in C1 as viral haemorrhagic fevers are mandatorily notifiable according to Dutch law [1]. Immediately, a response team convened at the Centre for Communicable Diseases (CIb), consisting of representatives of the hospitals, the reference laboratory (EMC), involved public health services (PHS 1–5), ambulance services and experts from the CIb. The response team provided scientific advice on the risk assessment, risk classification and control measures regarding contacts and coordinated the risk communication [2,3].",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 577,
                    "end": 578,
                    "mention": "2",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 579,
                    "end": 580,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Contact tracing",
            "ref_spans": []
        },
        {
            "text": "The contacts of C1 and C2 (including all transportation and hospital staff) were interviewed to assess the intensity of exposure to the cases. All Dutch healthcare workers repatriated from Sierra Leone and the ones who were contacts of the presumed source patients were listed. Contacts were classified into three risk groups according to the nature of their exposure (Table). The control measures were targeted to each risk level, a procedure validated in a previous case [4,5].",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 475,
                    "mention": "4",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 476,
                    "end": 477,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Contact tracing",
            "ref_spans": [
                {
                    "start": 369,
                    "end": 374,
                    "mention": "Table",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In total, 164 contacts who (temporarily) resided in the Netherlands were identified for follow-up. Nineteen were classified as high-risk contacts [6] (Figure). Monitoring of high- and low-risk contacts, respectively, ended on 15 December and 2 January 2020, 21 days after the last exposure (Table). Post-exposure prophylaxis (PEP) was not prescribed to contacts in the Netherlands. Two contacts (one high- and one low-risk) developed a fever, but an acute LASV infection was excluded in EDTA-plasma with RT-PCR. All high-risk contacts were considered as non-infected as paired serum samples taken at the beginning and at the end of the tracing of high risk contacts revealed no seroconversion for LASV-specific IgM and IgG by both immunofluorescence assay and ELISA (Bernhard Nocht Institute, Hamburg, Germany).",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "mention": "6",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Contact monitoring",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 157,
                    "mention": "Figure",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 291,
                    "end": 296,
                    "mention": "Table",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Large grey spheres: assumed source patients with Lassa fever in the local hospital, Sierra Leone. Large white spheres: confirmed secondary cases (C1, C2 and another healthcare worker (C3) involved in the surgical procedures of the assumed source patients). Small spheres: contacts. Red line: high-risk contact, blue line: low-risk contact, no line: contact without direct contact, but followed up as low-risk as they have been working in and around the hospital in Sierra Leone. Red outer line of sphere: contact returned from Sierra Leone, black outer line of sphere: contact in the Netherlands.",
            "cite_spans": [],
            "section": "Contact monitoring",
            "ref_spans": []
        },
        {
            "text": "Dutch hospitals involved: AUMC location AMC (Hosp 1), LUMC (Hosp 2), UMCU (Hosp 3) and EMC (Hosp 4). Dutch Public Health Services involved: Public Health Service Hollands Midden (PHS 1), Amsterdam (PHS 2), Rotterdam-Rijnmond (PHS 3), Kennemerland (PHS 4), and region Utrecht (PHS 5).",
            "cite_spans": [],
            "section": "Contact monitoring",
            "ref_spans": []
        },
        {
            "text": "The figure displays the confirmed cases (C1, C2, C3), the presumed source patients and those contacts that were followed up in the Netherlands. The figure does therefore not display: the 14 sporadic cases identified in the Netherlands, the high- and low-risk contacts identified elsewhere in the European Union, the German and French flight crews, the local and Dutch contacts of C1 and C2 who resided in Sierra Leone and the local contacts and secondary cases of the presumed source patients who resided in Sierra Leone.",
            "cite_spans": [],
            "section": "Contact monitoring",
            "ref_spans": []
        },
        {
            "text": "Dedicated air transportation was arranged for five Dutch high-risk contacts and British contacts who still resided in Sierra Leone. Other contacts in Europe were identified, according to the stepwise backwards contact tracing starting with the air ambulance, in Germany (n = 5), the United Kingdom (UK) (n = 18), Denmark (n = 5) and Norway (n = 2).These contacts have been followed up by the corresponding national authorities, but further spread has not been reported.",
            "cite_spans": [],
            "section": "Contact monitoring",
            "ref_spans": []
        },
        {
            "text": "Communication with a representative of the hospital in Sierra Leone was established and criteria were exchanged for the identification and monitoring of persons who had potentially been exposed locally. As the contact investigation had revealed contacts from other countries, authorities in Germany, the UK, Denmark and Norway were informed between 20 and 27 November using the Early Warning and Response System (EWRS) of the European Union (EU). On 20 November, an official notification was issued through the EWRS and the World Health Organization Event Information Site. The International Health Regulations National Focal Points of Sierra Leone and Morocco were officially informed by the Dutch authorities.",
            "cite_spans": [],
            "section": "Contact monitoring",
            "ref_spans": []
        },
        {
            "text": "Lassa virus is a single-stranded RNA virus belonging to the family Arenaviridae. It is endemic in several West African countries, in particular Sierra Leone, Liberia, Guinea and Nigeria, although cases had been reported only sporadically in the Tonkolili region [7,8]. Rodents act as a reservoir and shed the virus in urine and droppings. Humans become infected through contact with contaminated rodent excreta, e.g. via objects or inhalation of aerosols. Human-to-human transmission is primarily nosocomial through patients’ body fluids or contaminated fomites when PPE is not in place [5].",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "mention": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 265,
                    "end": 266,
                    "mention": "8",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 588,
                    "end": 589,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Lassa virus causes an estimated 300,000 infections per year worldwide with, in 80% of the cases, no or very mild symptoms and, in 20% of cases, severe disease (haemorrhages and multi-organ failure) [6,9]. The case fatality is 15–20% in hospitalised cases [10]. There is no evidence of human-to-human transmission from asymptomatic carriers, but well-designed studies to address this question are lacking [9,11].",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "6",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 201,
                    "end": 202,
                    "mention": "9",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 256,
                    "end": 258,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 405,
                    "end": 406,
                    "mention": "9",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 407,
                    "end": 409,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This report shows that LASV can pose an infection risk during routine invasive hospital procedures involving patients in endemic areas, in particular on maternity wards as LASV has a high affinity for placenta and vascular tissues [7,12]. Awareness of the local risks and implementation of standard precautions to reduce the risk of transmission of blood-borne pathogens are essential to prevent nosocomial transmission [8,13]. As LASV infection is initially difficult to diagnose clinically, rapid and accurate differential laboratory diagnostics are crucial to initiate appropriate supporting care and to set up measures to prevent human-to-human transmission [9,10].",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "mention": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 234,
                    "end": 236,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 421,
                    "end": 422,
                    "mention": "8",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 423,
                    "end": 425,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 663,
                    "end": 664,
                    "mention": "9",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 665,
                    "end": 667,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "PEP with ribavirin was not advised for contacts in the Netherlands because the evidence on effectiveness is inconclusive while potential side effects can be severe [14,15]. Favipiravir and experimental monoclonal antibodies (which have shown encouraging results in animal models) were procured, to be used upon clinical indication [16].",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 168,
                    "end": 170,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 332,
                    "end": 334,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The psychosocial burden of the death of the Dutch healthcare worker and of the measures on the patients, contacts and their families was reported as considerable. Protocols are required that adequately balance the necessary containment measures and the psychosocial burden on patients, contacts and care providers [10].",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 317,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The response teams in the involved countries in the EU and European Economic Area appeared to use different Lassa fever protocols regarding PEP and testing of asymptomatic contacts (personal communication, UK EWRS team, 23 November 2019). There is a clear need for evidence-based practices implemented in standardised policies across countries.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure: Contact tree representing the high- and low-risk contacts in the Netherlands of the assumed source patients in Sierra Leone and of two Dutch healthcare workers diagnosed with confirmed Lassa fever, the Netherlands, December 2019 (n = 150)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Lassa fever in travelers from West Africa, 1969-2016.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kofman",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "PE",
                    "middle": [],
                    "last": "Rollin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg Infect Dis",
            "volume": "25",
            "issn": "2",
            "pages": "245-8",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2502.180836"
                ]
            }
        },
        "BIBREF2": {
            "title": "Lassa fever: A clinical and epidemiological review.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ogoina",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Niger Delta J Med Med Res.",
            "volume": "1",
            "issn": "1",
            "pages": "1-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Lassa fever in pregnancy with a positive maternal and fetal outcome: A case report.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Agboeze",
                    "suffix": ""
                },
                {
                    "first": "MI",
                    "middle": [],
                    "last": "Nwali",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nwakpakpa",
                    "suffix": ""
                },
                {
                    "first": "OE",
                    "middle": [],
                    "last": "Ogah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Onoh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eze",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Infect Dis",
            "volume": "89",
            "issn": "",
            "pages": "84-6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2019.08.023"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Review of the literature and proposed guidelines for the use of oral ribavirin as postexposure prophylaxis for Lassa fever.",
            "authors": [
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Bausch",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Hadi",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Lertora",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "51",
            "issn": "12",
            "pages": "1435-41",
            "other_ids": {
                "DOI": [
                    "10.1086/657315"
                ]
            }
        },
        "BIBREF6": {
            "title": "Ribavirin for the treatment of Lassa fever: A systematic review and meta-analysis.",
            "authors": [
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Eberhardt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mischlinger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Groger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Günther",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramharter",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Infect Dis",
            "volume": "87",
            "issn": "",
            "pages": "15-20",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2019.07.015"
                ]
            }
        },
        "BIBREF7": {
            "title": "Antibody therapy for Lassa fever.",
            "authors": [
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Hastie",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Mire",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Branco",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr Opin Virol",
            "volume": "37",
            "issn": "",
            "pages": "97-104",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2019.07.003"
                ]
            }
        },
        "BIBREF8": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infections in two returning travellers in the Netherlands, May 2014.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kraaij-Dirkzwager",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dirksen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gelinck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leyten",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Groeneveld",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "21",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES2014.19.21.20817"
                ]
            }
        },
        "BIBREF9": {
            "title": "Response to imported case of Marburg hemorrhagic fever, the Netherland.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Vossen",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "van Doornum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Günther",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "van den Berkmortel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "8",
            "pages": "1171-5",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1508.090015"
                ]
            }
        },
        "BIBREF10": {
            "title": "Public health management of fatal case of Lassa fever in the Netherlands.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "van Steenbergen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wijnands",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Euro Surveill",
            "volume": "4",
            "issn": "31",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Een man met fatale Lassa-koorts na een verblijf in Sierra Leone. [A man with fatal Lassa fever following a stay in Sierra Leone.]",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Veldkamp",
                    "suffix": ""
                },
                {
                    "first": "EF",
                    "middle": [],
                    "last": "Schippers",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "146",
            "issn": "46",
            "pages": "2201-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Retrospective cohort study of Lassa fever in pregnancy, Southern Nigeria.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okogbenin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Okoeguale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Akpede",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Colubri",
                    "suffix": ""
                },
                {
                    "first": "KG",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg Infect Dis",
            "volume": "25",
            "issn": "8",
            "pages": "1494-500",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2508.181299"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Lassa fever: With 50 years of study, hundreds of thousands of patients and an extremely high disease burden, what have we learned?",
            "authors": [
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Garnett",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr Opin Virol",
            "volume": "37",
            "issn": "",
            "pages": "123-31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2019.07.009"
                ]
            }
        }
    }
}