{
    "paper_id": "PMC7171718",
    "metadata": {
        "title": "Control Measures for Human Respiratory Viral Infection",
        "authors": [
            {
                "first": "Lesley",
                "middle": [],
                "last": "Bennett",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Grant",
                "middle": [],
                "last": "Waterer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "With our current level of medical knowledge and the existing global political and economic situation, we cannot realistically hope to prevent new pathogens from emerging, as is demonstrated by the emergence of a second highly pathogenic coronavirus within a decade, MERS-CoV. The best opportunities to prevent global spread of a new pathogen are rapid and early identification systems to allow control measures to be put in place to prevent its spread.",
            "cite_spans": [],
            "section": "Surveillance ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "In 1952, the World Health Organization (WHO) established a global network of influenza surveillance; this is now called the WHO Global Influenza Surveillance and Response System (GISRS) and the network includes 142 National Influenza Centres (NICs) in 112 WHO member states, 6 WHO Collaborating Centres, and 4 WHO essential regulatory laboratories.19 GISRS provides real-time virus monitoring and sharing, to rapidly identify and respond to influenza outbreaks including those with pandemic potential. The laboratory-confirmed surveillance information is available real time publicly through FluNet, the web-based database and reporting system since 1996.20 GISRS provides recommendations on the composition of seasonal influenza virus vaccines biannually and on development of vaccines for zoonotic influenza viruses. This network also provides a global mechanism for maintaining an up-to-date inventory of candidate vaccine viruses and potency reagents for seasonal and zoonotic influenza. The majority of NICs are in Europe and the United States, so there is an absence of information about influenza transmission and the burden of disease is the tropics and the subtropics.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 350,
                    "mention": "19",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 655,
                    "end": 657,
                    "mention": "20",
                    "ref_id": "BIBREF85"
                }
            ],
            "section": "Surveillance ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "The WHO surveillance strategies determine the start and end of the influenza season and characterize the types and subtypes of circulating strains as well as detecting the emergence of novel viruses. It assists with selection of future vaccine strains and monitors for the emergence of viral resistance. Since the reemergence in 2004 of the highly pathogenic influenza A H5N1, GISRS also has a role in the identification of novel influenza or other viruses causing Severe Acute Respiratory Infection (SARI, defined as a fever of at least 37.8 or self-reported fever, and either a cough or a sort throat, and hospital admission)21 and in the identification of a potentially new pandemic pathogen.",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 629,
                    "mention": "21",
                    "ref_id": "BIBREF86"
                }
            ],
            "section": "Surveillance ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "The importance of early identification of a pathogen with pandemic potential in increasing the capability for effective control measures is self-evident. For early warning systems to work, specific triggers are needed for immediate reporting of possible occurrence of a single or multiple cases that might be the first indicators of the emergence of a novel respiratory virus. To assist with this and as part of the global public health response after the SARS epidemic, the WHO established the international health regulations in 200522 (see below). These internationally binding regulations require all countries to report all cases of human influenza cause by new viral subtypes to the WHO.23\n",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 537,
                    "mention": "22",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 693,
                    "end": 695,
                    "mention": "23",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Surveillance ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "Other important signal events in early recognition of respiratory viral infections with a pandemic potential are SARI or pneumonia in health care workers that indicates the development of human-to-human transmission (as occurred in the SARS epidemic) and clusters of SARIs in social or occupational connected individuals. Other surveillance triggers are a shift in age distribution, increase in mortality, or increase in number of cases.24\n25\n",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 439,
                    "mention": "24",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 440,
                    "end": 442,
                    "mention": "25",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Surveillance ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "With effective surveillance, pathogens are identified early, but the mitigating actions to contain and limit spread are a scientific and political challenge. Following the global threat of an infected physician traveling from China to Hong Kong in February 2003,12 Chinese authorities received international criticism for not revealing the extent of the epidemic earlier, prior to SARS spreading internationally, when it could have potentially been contained.26 The delay in the Chinese communicating the extent of the epidemic to the international community was a combination of political considerations as well as significant deficiencies in the structure of its public health service that severely limited its ability to recognize and track potential epidemics.27\n28\n",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "mention": "12",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 459,
                    "end": 461,
                    "mention": "26",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 764,
                    "end": 766,
                    "mention": "27",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 767,
                    "end": 769,
                    "mention": "28",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Containment and Limiting Initial Spread ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "The SARS pandemic highlighted that few countries possessed the necessary surveillance and response capacities to rapidly detect and control emerging infectious diseases.29 The deficiencies of the 1969 International Health Regulations (IHR) at the global level had been acknowledged, and attempts to revise them were ongoing before 2003, but the SARS outbreak added new urgency and momentum for change. These were updated in close consultation with WHO member states, international organizations, and other relevant partners, and were adopted by the 58th World Health Assembly on May 23, 2005 and the adoption began from June 15, 2007. Global acceptance of the 2005 IHR30 has improved international vigilance and collaboration and should provide the framework for cooperation between countries so that effective public health actions can be initiated.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "mention": "29",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "30",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Containment and Limiting Initial Spread ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "In parallel to the WHO IHR 2005, international and national planning has improved with the recognition of Global Surveillance Systems and epidemic intelligence systems such as the Global Public Intelligence Network and ProMed.31 ProMed mail was the forum used by a Saudi Arabian physician on September 20, 2012, to report the isolation of a novel coronavirus from a patient with pneumonia32 (subsequently identified as MERS-CoV). New monitoring and information initiatives have been established to provide important insights into laboratory-confirmed cases and clinical manifestations of disease, such as the Early Alert and Response System established by the Global Health Security Initiative member states33 and the Connecting Organizations for Regional Disease Surveillance.34 The increased use and availability of social media has further driven transparency or informally increased awareness where there is a lack of collaboration.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "mention": "31",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 388,
                    "end": 390,
                    "mention": "32",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 707,
                    "end": 709,
                    "mention": "33",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 777,
                    "end": 779,
                    "mention": "34",
                    "ref_id": "BIBREF87"
                }
            ],
            "section": "Containment and Limiting Initial Spread ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "Since 2003, international and national authorities have recognized the importance of more effective animal health surveillance. Limited resources in most countries have resulted in investments in surveillance capacity predominantly in those countries affected by major outbreaks, such as the case with an outbreak of influenza A H5N1 virus infection in Thailand, China, Vietnam, and Indonesia.35 The response to the H7N9 infection by the Chinese authorities in 2013 demonstrates the substantial improvements made in international surveillance compared with the SARS outbreak in 2002. On March 31, 2013, China notified the WHO of the first recorded human infections with avian H7N9 virus. The poultry markets were rapidly identified as a major source of transmission of H7N9 to humans and were quickly closed down in the affected areas. The health authorities collaborated with the WHO in risk assessments and communication, with heightened surveillance in humans and poultry and prompt reporting of new cases. As a result, the infection was contained to China with 139 cases (82% had a history of exposure to live animals, including chickens) and 34% death rate.36\n",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 395,
                    "mention": "35",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1162,
                    "end": 1164,
                    "mention": "36",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Containment and Limiting Initial Spread ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "The Global Health Security Agenda37 launched in the United States in 2014 is a program to link the U.S. government, other nations, international organizations, and public and private stakeholders. This initiative aims to overcome barriers to sharing information, samples, protocols, and to develop a more integrated global laboratory for diagnostic and vaccine development, as well as addressing specific capacity-building activity to further progress the community of trust within the global public health system.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 35,
                    "mention": "37",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "Containment and Limiting Initial Spread ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "The International Severe Acute Respiratory and Emerging Infection Consortium38 (ISARIC) was launched in December 2011 and is a global initiative aiming to ensure that clinical researchers have the protocols and data-sharing processes needed to facilitate a rapid response to emerging diseases that may turn into epidemics or pandemics. The consortium brings together over 70 networks and individuals involved in research related to the outbreaks of diseases such as H5N1, H1N1, and SARS. It is working to discover how severe acute respiratory diseases develop and progress in patients, and identify the most efficient treatments and the best way to prevent further transmission.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "mention": "38",
                    "ref_id": "BIBREF89"
                }
            ],
            "section": "Containment and Limiting Initial Spread ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "Although there have been substantial improvements in worldwide preparedness for emerging infections and potential pandemics, establishing trust and overcoming tensions generated by political differences remain a challenge.39 An example of this occurred following the H1N1 pandemic in 2009, when the Council of Europe highlighted potential conflicts of interest of individual members of the WHO emergency pandemic committee (membership of which was secret) linking them to industry. Shortfalls and delay in the H1N1 vaccine distribution in low- and middle-income countries also added to the controversy around the 2009 H1N1 response.39\n40\n",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "mention": "39",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 632,
                    "end": 634,
                    "mention": "39",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 635,
                    "end": 637,
                    "mention": "40",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Containment and Limiting Initial Spread ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "Exit screening appears to be more effective than entry screening, perhaps primarily related to the reduced numbers of infected passengers on board the aircraft and therefore decreased transmission.41\n42 The screening method used determines the effectiveness and resource implications of exit screening for the detection of infectious cases. As with any screening measure, the impossibility of detecting asymptomatic cases or people who are incubating the infection limits its implementation,41\n43 particularly with influenza, where cases are infectious during incubation and when asymptomatic.44\n",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "mention": "41",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 200,
                    "end": 202,
                    "mention": "42",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 491,
                    "end": 493,
                    "mention": "41",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 494,
                    "end": 496,
                    "mention": "43",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 593,
                    "end": 595,
                    "mention": "44",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Exit Screening ::: Containment at International Borders ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "Although SARS did spread to 28 countries,45 it is likely that exit screening with quarantine helped to contain the epidemic.41 On this background, exit screening was recommended by the WHO during the H1N1 2009 pandemic,46 while entry screening was not recommended. Arguments for the choice of exit screening over entry screening included the possible impact on passengers' behaviors by discouraging ill passengers from traveling abroad, the decreased risk of global transmission due to the reduced numbers of travelers, and being most effective in containing a disease at the source.6\n41\n46 Arguments against exit screening include passenger concerns about the cost of accessing affordable health care in the country of departure if they are not allowed to leave,47 resulting in failure to disclose possible infections.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 43,
                    "mention": "45",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 124,
                    "end": 126,
                    "mention": "41",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 219,
                    "end": 221,
                    "mention": "46",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 583,
                    "end": 584,
                    "mention": "6",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 585,
                    "end": 587,
                    "mention": "41",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 588,
                    "end": 590,
                    "mention": "46",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 763,
                    "end": 765,
                    "mention": "47",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Exit Screening ::: Containment at International Borders ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "Despite the implementation of exit screening, throughout March and April 2009, international air travelers departing from Mexico were unknowingly transporting the H1N1 virus to cities around the world. In Australia, for example, just 20 days after quarantine measures were enacted for H1N1, public health authorities conceded defeat in the face of widespread infection in the general population.48 The difference in effectiveness of control measures in containing SARS and H1N1 are due to the differences in the infectivity of the viruses and the speed of onset of infectivity after initial exposure. The fact that SARS continued to be viewed as a serious mortality threat whereas H1N1 rapidly became regarded as a predominantly non lethal disease may also have reduced public compliance with public health measures for the latter.49\n50\n",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 397,
                    "mention": "48",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 831,
                    "end": 833,
                    "mention": "49",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 834,
                    "end": 836,
                    "mention": "50",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Exit Screening ::: Containment at International Borders ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, many countries are more focused on preventing new cases of infection from entering their borders rather than preventing established cases from leaving. As this is the more commonly adopted approach, the WHO suggests that entry screening should be considered in passengers arriving from countries where there are concerns about the presence or thoroughness of exit screening.41\n",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 391,
                    "mention": "41",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Exit Screening ::: Containment at International Borders ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "There is substantial evidence confirming that entry screening at international borders for controlling influenza and other epidemics is ineffective.41\n51 Infrared thermography (IRT) involves the quantification of emitted radiation to measure temperature and provides a quick noninvasive means to measure body temperature.52 It was implemented as a border control strategy during the SARS epidemic with the advantages of its ability to screen mass numbers of individuals and reduce close contacts with infected individuals. Unfortunately, no cases were detected for over 35 million travelers screened.53 There was a similar story with H1N1 where IRT was found to be both ineffective and inaccurate.54 IRT may be influenced by several confounding factors including age and outdoor temperature, and in addition, results from studies looking at IRT as a tool to detect fever tend to have small positive predictive values due to the small prevalence of febrile passengers.25\n",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 150,
                    "mention": "41",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 151,
                    "end": 153,
                    "mention": "51",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 321,
                    "end": 323,
                    "mention": "52",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 600,
                    "end": 602,
                    "mention": "53",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 697,
                    "end": 699,
                    "mention": "54",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 967,
                    "end": 969,
                    "mention": "25",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Entry Screening ::: Containment at International Borders ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "The use of quarantine and entry screening at international borders is costly and in some countries its use has created considerable debate about the legality and ethical basis for this approach.55\n56\n57\n58 The IHR 2005 specifically addresses issues of human rights related to quarantine and travel restrictions,22 stating travelers' dignity and fundamental freedoms should be respected as well as minimizing any discomfort or distress and providing food, accommodation, and interpreter services. A review of experiences from the H1N1 pandemic revealed that compliance with these sections was far from universal.59 The cost and time taken for additional screening measures are also predicably not popular with airlines.60\n",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "mention": "55",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 197,
                    "end": 199,
                    "mention": "56",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 200,
                    "end": 202,
                    "mention": "57",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 203,
                    "end": 205,
                    "mention": "58",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 311,
                    "end": 313,
                    "mention": "22",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 611,
                    "end": 613,
                    "mention": "59",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 718,
                    "end": 720,
                    "mention": "60",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Entry Screening ::: Containment at International Borders ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "A controversial area with viral epidemics is the extent to which air travel itself is responsible for infecting passengers. Modern high-efficiency particulate air filters in aircraft recirculate air within very localized cabin areas,60 in theory containing most of the risk to within two rows of the infective individual. Of course, pathogens vary in their innate infectivity; however, even for a highly contagious virus like H1N1, there is considerable debate. Modeling from Wagner et al based around a single individual infected by H1N1 suggested that in long-haul flights from 7 to 17 people may be infected during the flight.61 Analysis of a group of students suffering inflight exposure to H1N1 found the risk to be approximately 3.5% for those seated within two rows of the index case.42 It is not safe, however, to assume that there is no risk beyond the two-row limit, with one case of SARS leading to infection of 22 of 120 passengers and crew dispersed throughout the aircraft.62\n",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "mention": "60",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 629,
                    "end": 631,
                    "mention": "61",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 791,
                    "end": 793,
                    "mention": "42",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 987,
                    "end": 989,
                    "mention": "62",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Air Travel ::: Containment at International Borders ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "In an ideal world, passengers should be responsible and not travel when symptomatic, which, combined with effective exit screening, should significantly reduce the risk to fellow passengers. However in practice, many people fly while actively infected with respiratory tract infections and airlines seldom refuse to allow them to board, possibly due to the many practical and potentially legal issues that would ensue, over complex issues such as who has responsibility for their care, who pays for additional accommodation, canceled flights, medical expenses, etc. Again the extent to which airlines and airline crew are prepared to act to prevent passengers with active respiratory tract infections from boarding is likely to be highly influenced by the level of threat they perceive the circulating epidemic poses to them. In the event of a highly lethal infection, we can expect substantial reductions in airline traffic including possible complete prohibition of travel between countries. In the event of infections of less perceived threat, such as with H1N1, there was virtually no limitation placed on air travel.",
            "cite_spans": [],
            "section": "Air Travel ::: Containment at International Borders ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "Recent research has indicated that complete closure of air travel may not be needed and that alternative strategies such as closure of high transmission risk routes may be more cost-effective and much less disruptive to air travelers.63 Whether such an approach is truly practical when the primary driver of behavior is likely to be the public (and therefore political) perception of risk remains to be seen.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "mention": "63",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Air Travel ::: Containment at International Borders ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "As demonstrated in recent epidemics, by far the most likely scenario in any new epidemic is that it will not be contained and all countries will need to combat it based on the resources they have available. The key to controlling spread at this stage is rapid and accurate diagnosis, then limiting the spread from that individual through both nonpharmacological and pharmacological means, until a vaccine becomes available. Some measures to each emerging threat are generic, and others will be tailored to the characteristics of each pathogen.",
            "cite_spans": [],
            "section": "Established Epidemics: National and Local Control ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "As with surveillance, the sharing of diagnostic and clinical information across the global health community is crucial. One of the aims of the 2005 IHR was to collate and disseminate clinical data on the emerging epidemic as fast and widely as possible. For example, an early and clear understanding of the severity of illness that is likely to be seen, including mortality, is essential for accurate public health planning.32\n64 Clinical manifestations to aid rapid diagnosis and response to antiviral treatment need to be shared promptly. With SARS it became apparent early on that the health care setting and especially procedures such as nebulisation and intubation were associated with extremely high risks of disseminating infection,12 leading to significant alterations in clinical approach. Early information with respect to MERS has shown that the transmission of MERS-CoV among family contacts remains relatively low but that the infection causes a spectrum of disease from asymptomatic to severe and that, compared with SARS, MERS-CoV appears to kill more people (40 vs. 10%) more quickly and is especially more severe in those with preexisting medical conditions.17\n",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 426,
                    "mention": "32",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 427,
                    "end": 429,
                    "mention": "64",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 739,
                    "end": 741,
                    "mention": "12",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1175,
                    "end": 1177,
                    "mention": "17",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "Established Epidemics: National and Local Control ::: Epidemic Viruses",
            "ref_spans": []
        },
        {
            "text": "In the vast majority of epidemic respiratory viral infections, presentation is nonspecific and cannot clearly be differentiated from other serious lower respiratory tract infections. Capability to deliver rapid microbiological testing is essential,65 as delays in confirmed diagnosis result in difficulties with quarantine advice, contact tracing, and the use of medications.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "65",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Early Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Another lesson from H1N1 in 2009 is that our pandemic plans need to be flexible and the public health response needs to be able to adapt quickly to nuances of individual pathogens. Virtually all pandemic influenza plans were based around an assumption that the vast majority of infected individuals would be febrile, leading to initiatives such as fever clinics and quarantine of febrile patients until a diagnosis was established.41 With H1N1, many infected individuals were not febrile, nor were there any specific clinical characteristics that made it possible to define infected versus noninfected patients. Well after it was recognized by clinicians that fever was often not present with H1N1, public health officials were still discussing establishing fever clinics in Australia. These types of communication breakdowns between clinicians and public health officials are another area that needs to be improved so that the whole process of responding to epidemics is substantially more flexible.65\n",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 433,
                    "mention": "41",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1000,
                    "end": 1002,
                    "mention": "65",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Pandemic Plans",
            "ref_spans": []
        },
        {
            "text": "SARS highlighted the central role of health care facilities as hubs of dissemination. Most cases of SARS outside of China were acquired in a health care setting,66 health care workers representing 21% of cases with a mortality rate of 9.6%.45 In the hospital setting, it is critical to treat all patients with respiratory tract infections as contagious and have appropriate protective measures in place to protect staff and other patients. The psychological impact on health care workers of dealing with an epidemic should not be underestimated and needs to be addressed as part of any response plan.67\n",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "66",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 240,
                    "end": 242,
                    "mention": "45",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 600,
                    "end": 602,
                    "mention": "67",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Isolation",
            "ref_spans": []
        },
        {
            "text": "While SARS severely tested the quarantine capacity of most hospitals, H1N1 overwhelmed them. Few, if any, hospitals have been built with the capacity to isolate all patients individually, which led to cohorting of suspected cases and potentially spread between them to originally uninfected individuals. Again the capability to be able to rapidly make a diagnosis is critical to managing the quarantine situation. Basic measures such as limiting or preventing visitors, keeping the number of hospital staff having contact with infected patients to a minimum, strict infection control with basic measures of handwashing, and proper fitting masks that are fit for purpose are all critical.68\n69\n",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 689,
                    "mention": "68",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 690,
                    "end": 692,
                    "mention": "69",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Isolation",
            "ref_spans": []
        },
        {
            "text": "All public health pandemic plans advise that where possible infected individuals should be kept at home. Infected individuals need to be told not to go to work or other public areas and employers need to be educated to enforce these guidelines. This is particularly important with hospital staff, with some health authorities instigating regular temperature checks of staff during the SARS epidemic.70 School closures are likely to be highly effective when the epidemic is severe and highly transmissible,71 as school-age children have been shown to amplify the spread of epidemics.68\n",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 401,
                    "mention": "70",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 505,
                    "end": 507,
                    "mention": "71",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 582,
                    "end": 584,
                    "mention": "68",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Isolation",
            "ref_spans": []
        },
        {
            "text": "Basic measures such as handwashing and cough hygiene have an important role, as demonstrated by the experience in Hong Kong during the SARS epidemic, with substantial reductions observed for all respiratory infections during the period of increased public vigilance.72 Communication and education are clearly important in obtaining maximum compliance with public health measures;73 however, the reality is that without a high level of perceived threat most individuals stop being vigilant about personal protection measures.72\n74\n75\n76\n",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "mention": "72",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 379,
                    "end": 381,
                    "mention": "73",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 524,
                    "end": 526,
                    "mention": "72",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 527,
                    "end": 529,
                    "mention": "74",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 530,
                    "end": 532,
                    "mention": "75",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 533,
                    "end": 535,
                    "mention": "76",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Personal Protection Measures",
            "ref_spans": []
        },
        {
            "text": "Health care organizations and countries have different policies and guidelines around mask and respirator use for influenza, SARS, and MERS. These policies vary regarding not only the choice of product used, but also the application and specifications, reflecting the relative lack of level-one evidence available to inform policy development. For the health care worker, the availability of conflicting guidance about mask use from different sources (such as the WHO and in-country guidelines) is confusing and reflects the major gaps around the modes of transmission of respiratory viruses, the efficacy of cloth masks, and the impact of extended and reuse of masks/respirators.77\n",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 682,
                    "mention": "77",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Personal Protection Measures",
            "ref_spans": []
        },
        {
            "text": "With H1N1, it was fortunate that neuraminidase inhibitors had been shown to reduce the transmission of influenza and at least for the majority of the pandemic, resistance rates were quite low. These drugs were clearly effective in reducing the spread of H1N1; however, diagnostic delays reduced the potential impact.78 Most developed countries had sufficient stocks of these drugs to meet demand, but this was not the case in many developing countries despite significant efforts over the past 5 years to improve the situation.79 Novel noninfluenza pathogens such as SARS and MERS are unlikely to be affected by existing antiviral drugs.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "mention": "78",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 527,
                    "end": 529,
                    "mention": "79",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Antivirals",
            "ref_spans": []
        },
        {
            "text": "A significant positive result from the H1N1 pandemic was the speed at which an effective vaccine was developed.80 A major factor in the quick success with the H1N1 vaccine is that it was a relatively straightforward adaptation of the usual seasonal influenza vaccine production process. There were, however, problems with the uptake of the vaccine, driven by a variety of factors including perceptions about the likelihood of developing a severe illness if infected and problems with the H1N1 vaccine in the 1970s.81\n82\n83 These factors, however, are not likely to be an issue if we are faced with a highly virulent pandemic. What is a much more significant problem is the production and distribution of vaccine,84\n85 particularly to developing countries.85\n86 These logistical issues remain a priority for the WHO to address ahead of future epidemics.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "mention": "80",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 514,
                    "end": 516,
                    "mention": "81",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 517,
                    "end": 519,
                    "mention": "82",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 520,
                    "end": 522,
                    "mention": "83",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 712,
                    "end": 714,
                    "mention": "84",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 715,
                    "end": 717,
                    "mention": "85",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 755,
                    "end": 757,
                    "mention": "85",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 758,
                    "end": 760,
                    "mention": "86",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Vaccine Development and Distribution",
            "ref_spans": []
        },
        {
            "text": "The existence of established protocols for manufacturing influenza vaccine was clearly an advantage with H1N1. Much more problematic is the production of a safe and effective vaccine in the setting of the novel, noninfluenza pathogens, such as the recent coronavirus infections SARS and MERS. Indeed, nearly a decade later, research is still defining the appropriate vaccine targets for SARS.87\n88 The timeline from bench research to approved vaccine use is 10 years or longer, and vaccine development in these conditions is further hindered by the lack of a suitable animal model, which complicates the in vivo testing of candidate vaccines. Due to the low number of cases worldwide, pharmaceutical companies have little incentive to pursue vaccine production as the costs of clinical trials are high. Research is underway to look at genetically engineered vaccines to expedite cost-effective vaccine development against these emerging diseases.4\n",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 394,
                    "mention": "87",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 395,
                    "end": 397,
                    "mention": "88",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 946,
                    "end": 947,
                    "mention": "4",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Vaccine Development and Distribution",
            "ref_spans": []
        },
        {
            "text": "The SARS epidemic highlighted the weaknesses in national and global capabilities to detect and respond to emerging infectious diseases. As such, it had a transformative effect on global laboratory and surveillance networks and accelerated the revision of the WHO IHR. Global surveillance and response capacity for public health threats have been strengthened with coordination of the sharing of diagnostic and clinical information across the Global Health Community. This framework is support by the revised International Health Agreement that endorses international vigilance and collaboration.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        },
        {
            "text": "Despite the SARS and MERS outbreak, influenza remains the respiratory viral pathogen with the most significant global impact. Via the coordinating functions of the WHO, the infrastructure is in place for real-time, web-based virus monitoring and sharing to quickly identify potential pandemic strains. This framework also provides a global network for early identification of zoonotic influenza with heightened surveillance in humans and poultry and prompt reporting of new cases as occurred with H7N9 in 2013.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        },
        {
            "text": "It seems unlikely that we can prevent new pathogens from arising, as has been shown recently with MERS-CoV, so enhanced syndromic surveillance to provide rapid and early identification to prevent spread is critical. Once a pandemic is suspected, exit screening offers the most effective solution for containment within a country although the political incentives are low. Experience from previous pandemics has taught us that health care institutions are major foci of disease transmission and all institutions need to have the facility to isolate infected patients as well as have maximal protection for staff. There is no doubt that personal protective measures such as handwashing and avoidance behaviors are effective, and the general public also needs to act responsibly by staying at home when unwell and not traveling when potentially infective. Mechanisms for early international communication around clinical features such as infectivity, disease course, and treatment responsiveness are becoming more robust, with trust improving between countries.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        },
        {
            "text": "Recent history has shown that further respiratory epidemics not only are likely to happen, but also will occur with increasing frequency. No single measure will be effective in stopping the mortality, morbidity, and cost from future epidemics. Respiratory physicians need to be aware of the potential roles they will need to play from advocacy to influence public policy, control of spread of infection within their clinical environment, and patient-specific management.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "International Health Regulations (2005). 2nd ed",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "WHO Global Influenza Preparedness Plan. Geneva, Switzerland: Department of Communicable Disease Surveillance and Response",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Mass Thermography Screening for Infection and Prevention: A Review of the Clinical Effectiveness",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Global trends in emerging infectious diseases",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990-993",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Update: novel influenza A (H1N1) virus infection - Mexico, March-May, 2009",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "21",
            "pages": "585-589",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "25",
            "pages": "2605-2615",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "25",
            "pages": "2431-2441",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Acute respiratory distress syndrome in critically ill patients with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "3",
            "pages": "374-380",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "503",
            "issn": "7477",
            "pages": "535-538",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China, in February, 2003",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "9393",
            "pages": "1353-1358",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "WHO issues consensus document on the epidemiology of SARS",
            "authors": [],
            "year": 2003,
            "venue": "Wkly Epidemiol Rec",
            "volume": "78",
            "issn": "43",
            "pages": "373-375",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) in dromedary camels, Oman, 2013",
            "authors": [],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "16",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Emerging infectious diseases in 2012: 20 years after the institute of medicine report",
            "authors": [],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The evolving WHO: implications for global health security",
            "authors": [],
            "year": 2011,
            "venue": "Glob Public Health",
            "volume": "6",
            "issn": "8",
            "pages": "801-813",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Evaluation of the novel respiratory virus surveillance program: Pediatric Early Warning Sentinel Surveillance (PEWSS)",
            "authors": [],
            "year": 2013,
            "venue": "Public Health Rep",
            "volume": "128",
            "issn": "",
            "pages": "88-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Attempted early detection of influenza A (H1N1) pandemic with surveillance data of influenza-like illness and unexplained pneumonia",
            "authors": [],
            "year": 2011,
            "venue": "Influenza Other Respi Viruses",
            "volume": "5",
            "issn": "6",
            "pages": "e479-e486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "China engages global health governance: processes and dilemmas",
            "authors": [],
            "year": 2009,
            "venue": "Glob Public Health",
            "volume": "4",
            "issn": "1",
            "pages": "1-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "China's public health-care system: facing the challenges",
            "authors": [],
            "year": 2004,
            "venue": "Bull World Health Organ",
            "volume": "82",
            "issn": "7",
            "pages": "532-538",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Investigating public health emergency response information system initiatives in China",
            "authors": [],
            "year": 2004,
            "venue": "Int J Med Inform",
            "volume": "73",
            "issn": "9–10",
            "pages": "675-685",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Hot spots in a wired world: WHO surveillance of emerging and re-emerging infectious diseases",
            "authors": [],
            "year": 2001,
            "venue": "Lancet Infect Dis",
            "volume": "1",
            "issn": "5",
            "pages": "345-353",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Emerging respiratory tract viral infections",
            "authors": [],
            "year": 2015,
            "venue": "Curr Opin Pulm Med",
            "volume": "21",
            "issn": "3",
            "pages": "284-292",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Characterization of H9 subtype influenza viruses from the ducks of southern China: a candidate for the next influenza pandemic in humans?",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "12",
            "pages": "6988-6994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Global surveillance of emerging diseases: the ProMED-mail perspective",
            "authors": [],
            "year": 2001,
            "venue": "Cad Saude Publica",
            "volume": "17",
            "issn": "",
            "pages": "147-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The emergence of the Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2014,
            "venue": "Pathog Dis",
            "volume": "71",
            "issn": "2",
            "pages": "121-136",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Evaluation of epidemic intelligence systems integrated in the early alerting and reporting project for the detection of A/H5N1 influenza events",
            "authors": [],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Prospects for emerging infections in East and southeast Asia 10 years after severe acute respiratory syndrome",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "6",
            "pages": "853-860",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Epidemiology of human infections with avian influenza A(H7N9) virus in China",
            "authors": [],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "6",
            "pages": "520-532",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Middle East respiratory syndrome: obstacles and prospects for vaccine development",
            "authors": [],
            "year": 2015,
            "venue": "Expert Rev Vaccines",
            "volume": "14",
            "issn": "7",
            "pages": "949-962",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Pandemic preparedness and response—lessons from the H1N1 influenza of 2009",
            "authors": [],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "14",
            "pages": "1335-1342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Non-pharmaceutical interventions for pandemic influenza, international measures",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "1",
            "pages": "81-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Transmission of pandemic A/H1N1 2009 influenza on passenger aircraft: retrospective cohort study",
            "authors": [],
            "year": 2010,
            "venue": "BMJ",
            "volume": "340",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Prevention of spread of communicable disease by air travel",
            "authors": [],
            "year": 2009,
            "venue": "Aviat Space Environ Med",
            "volume": "80",
            "issn": "7",
            "pages": "601-602",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "16",
            "pages": "6146-6151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "A loophole in international quarantine procedures disclosed during the SARS crisis",
            "authors": [],
            "year": 2006,
            "venue": "Travel Med Infect Dis",
            "volume": "4",
            "issn": "1",
            "pages": "22-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Community psychological and behavioral responses through the first wave of the 2009 influenza A(H1N1) pandemic in Hong Kong",
            "authors": [],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "6",
            "pages": "867-876",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Bats and emerging zoonoses: henipaviruses and SARS",
            "authors": [],
            "year": 2009,
            "venue": "Zoonoses Public Health",
            "volume": "56",
            "issn": "6–7",
            "pages": "278-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Early assessment of anxiety and behavioral response to novel swine-origin influenza A(H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "The waiting time for inter-country spread of pandemic influenza",
            "authors": [],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Border screening for SARS",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "1",
            "pages": "6-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Epidemiology of travel-associated pandemic (H1N1) 2009 infection in 116 patients, Singapore",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "1",
            "pages": "21-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Ethics and public health emergencies: restrictions on liberty",
            "authors": [],
            "year": 2007,
            "venue": "Am J Bioeth",
            "volume": "7",
            "issn": "2",
            "pages": "1-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Clinical decision making during public health emergencies: ethical considerations",
            "authors": [],
            "year": 2005,
            "venue": "Ann Intern Med",
            "volume": "143",
            "issn": "7",
            "pages": "493-498",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Ethical issues in pandemic planning",
            "authors": [],
            "year": 2006,
            "venue": "Med J Aust",
            "volume": "185",
            "issn": "",
            "pages": "S73-S76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "H1N1, public health security, bioethics, and human rights",
            "authors": [],
            "year": 2009,
            "venue": "Lancet",
            "volume": "373",
            "issn": "9681",
            "pages": "2107-2108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Strengthening the International Health Regulations: lessons from the H1N1 pandemic",
            "authors": [],
            "year": 2010,
            "venue": "Health Policy Plan",
            "volume": "25",
            "issn": "6",
            "pages": "505-509",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Public health interventions and SARS spread, 2003",
            "authors": [],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "11",
            "pages": "1900-1906",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Airline operating realities and the global spread of infectious diseases",
            "authors": [],
            "year": 2010,
            "venue": "Asia Pac J Public Health",
            "volume": "22",
            "issn": "",
            "pages": "137S-143S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Calculating the potential for within-flight transmission of influenza A (H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "BMC Med",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Transmission of the severe acute respiratory syndrome on aircraft",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "25",
            "pages": "2416-2422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Critical paths in a metapopulation model of H1N1: efficiently delaying influenza spreading through flight cancellation",
            "authors": [],
            "year": 2012,
            "venue": "PLoS Curr",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Case fatality rates based on population estimates of influenza-like illness due to novel H1N1 influenza: New York City, May-June 2009",
            "authors": [],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Influenza A/H1N1_09: Australia and New Zealand's winter of discontent",
            "authors": [],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "181",
            "issn": "4",
            "pages": "300-306",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9371",
            "pages": "1767-1772",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Applying the lessons of SARS to pandemic influenza: an evidence-based approach to mitigating the stress experienced by healthcare workers",
            "authors": [],
            "year": 2008,
            "venue": "Can J Public Health",
            "volume": "99",
            "issn": "6",
            "pages": "486-488",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Non-pharmaceutical interventions for pandemic influenza, national and community measures",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "1",
            "pages": "88-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9368",
            "pages": "1519-1520",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Challenges and future in vaccines, drug development, and immunomodulatory therapy",
            "authors": [],
            "year": 2014,
            "venue": "Ann Am Thorac Soc",
            "volume": "11",
            "issn": "",
            "pages": "S201-S210",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "SARS in Singapore—key lessons from an epidemic",
            "authors": [],
            "year": 2006,
            "venue": "Ann Acad Med Singapore",
            "volume": "35",
            "issn": "5",
            "pages": "345-349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Developing guidelines for school closure interventions to be used during a future influenza pandemic",
            "authors": [],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Respiratory infections during SARS outbreak, Hong Kong, 2003",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "11",
            "pages": "1738-1741",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Perceptions and behaviors related to hand hygiene for the prevention of H1N1 influenza transmission among Korean university students during the peak pandemic period",
            "authors": [],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Monitoring of perceptions, anticipated behavioral, and psychological responses related to H5N1 influenza",
            "authors": [],
            "year": 2010,
            "venue": "Infection",
            "volume": "38",
            "issn": "4",
            "pages": "275-283",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Behavioral responses to the influenza A(H1N1) outbreak in Malaysia",
            "authors": [],
            "year": 2011,
            "venue": "J Behav Med",
            "volume": "34",
            "issn": "1",
            "pages": "23-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "University life and pandemic influenza: attitudes and intended behaviour of staff and students towards pandemic (H1N1) 2009",
            "authors": [],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Availability, consistency and evidence-base of policies and guidelines on the use of mask and respirator to protect hospital health care workers: a global analysis",
            "authors": [],
            "year": 2013,
            "venue": "BMC Res Notes",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "The impact of case diagnosis coverage and diagnosis delays on the effectiveness of antiviral strategies in mitigating pandemic influenza A/H1N1 2009",
            "authors": [],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Responding to pandemic (H1N1) 2009 influenza: the role of oseltamivir",
            "authors": [],
            "year": 2010,
            "venue": "J Antimicrob Chemother",
            "volume": "65",
            "issn": "",
            "pages": "ii35-ii40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Death from 1918 pandemic influenza during the First World War: a perspective from personal and anecdotal evidence",
            "authors": [],
            "year": 2014,
            "venue": "Influenza Other Respi Viruses",
            "volume": "8",
            "issn": "5",
            "pages": "538-546",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Response after One Dose of a Monovalent Influenza A (H1N1) 2009 Vaccine–Preliminary Report",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Population and risk group uptake of H1N1 influenza vaccine in mainland France 2009-2010: results of a national vaccination campaign",
            "authors": [],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "51",
            "pages": "8157-8161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Perceived seriousness of seasonal and A(H1N1) influenzas, attitudes toward vaccination, and vaccine uptake among U.S. adults: does the source of information matter?",
            "authors": [],
            "year": 2010,
            "venue": "Prev Med",
            "volume": "51",
            "issn": "2",
            "pages": "185-187",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Why do I need it? I am not at risk! Public perceptions towards the pandemic (H1N1) 2009 vaccine",
            "authors": [],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Mass vaccination for the 2009 H1N1 pandemic: approaches, challenges, and recommendations",
            "authors": [],
            "year": 2010,
            "venue": "Biosecur Bioterror",
            "volume": "8",
            "issn": "4",
            "pages": "321-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Pandemic influenza vaccines: meeting the supply, distribution and deployment challenges",
            "authors": [],
            "year": 2009,
            "venue": "Influenza Other Respi Viruses",
            "volume": "3",
            "issn": "4",
            "pages": "165-170",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Swine flu pandemic. Developing countries to get some H1N1 vaccine—but when?",
            "authors": [],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "5954",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Immunogenicity and protection efficacy of monomeric and trimeric recombinant SARS coronavirus spike protein subunit vaccine candidates",
            "authors": [],
            "year": 2013,
            "venue": "Viral Immunol",
            "volume": "26",
            "issn": "2",
            "pages": "126-132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Roadmap to developing a recombinant coronavirus S protein receptor-binding domain vaccine for severe acute respiratory syndrome",
            "authors": [],
            "year": 2012,
            "venue": "Expert Rev Vaccines",
            "volume": "11",
            "issn": "12",
            "pages": "1405-1413",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "Characterization of an avian influenza A (H5N1) virus isolated from a child with a fatal respiratory illness",
            "authors": [],
            "year": 1998,
            "venue": "Science",
            "volume": "279",
            "issn": "5349",
            "pages": "393-396",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Evidence of an absence: the genetic origins of the 1918 pandemic influenza virus",
            "authors": [],
            "year": 2004,
            "venue": "Nat Rev Microbiol",
            "volume": "2",
            "issn": "11",
            "pages": "909-914",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Avian-to-human transmission of H9N2 subtype influenza A viruses: relationship between H9N2 and H5N1 human isolates",
            "authors": [],
            "year": 2000,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "97",
            "issn": "17",
            "pages": "9654-9658",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Emergence of the virulence-associated PB2 E627K substitution in a fatal human case of highly pathogenic avian influenza virus A(H7N7) infection as determined by Illumina ultra-deep sequencing",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "3",
            "pages": "1694-1702",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Triple reassortant H3N2 influenza A viruses, Canada, 2005",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "7",
            "pages": "1132-1135",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "From where did the 2009 ‘swine-origin’ influenza A virus (H1N1) emerge?",
            "authors": [],
            "year": 2009,
            "venue": "Virol J",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Summary of current situation, literature update and risk assessment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "Regional Office for Europe guidance for sentinel influenza surveillance in humans",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "The Global Health Security Agenda. United States Department of Health and Human Services",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "Report of the Review Committee on the Functioning of the International Health Regulations (2005) in relation to Pandemic (H1N1) 2009",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "Severe acute respiratory syndrome (SARS): summary of probable SARS cases with onset of illness from 1 November 2002 to 31 July 2003",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}