{
    "paper_id": "PMC7199649",
    "metadata": {
        "title": "Avoiding collateral mortality in a pandemic — time to change our mindset in surgical oncology",
        "authors": [
            {
                "first": "Ker-Kan",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brendan",
                "middle": [
                    "J."
                ],
                "last": "Moran",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "J."
                ],
                "last": "Solomon",
                "suffix": "",
                "email": "professor.solomon@sydney.edu.au",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The coronavirus disease 19 (COVID-19) pandemic is having an unprecedented effect on health-care systems. In the field of surgical oncology, some elective operations have been postponed, and non-essential outpatient clinic visits are deferred pending control of the pandemic in the United Kingdom and most likely also in other parts of the world1. When the pandemic will be declared over and whether further episodes will return remain unknown. As with every crisis, this situation brings opportunities for reflection and improvement. Thus, considering the technological advances available, surgical oncologists might want to review their mindset and reconsider how they manage certain cancers during this pandemic and beyond.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 345,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "During this pandemic, patients with certain tumour types (such as gastrointestinal cancers presenting with obstruction and perforation) will still receive emergency inpatient treatment. However, we are concerned about ‘collateral mortality’ in patients with cancers that present in a different manner because their surgery could be considered ‘elective’. Patients with symptoms suggestive of cancer might initially defer seeking the opinion of a specialist or be asked to defer procedures deemed ‘non-essential’, such as mammograms, colonoscopies or surgery2. Substantial delays in diagnosis and treatment of any cancer would invariably result in poorer oncological outcomes. Patients with early stage cancers needing surgery could be found to have advanced-stage or metastatic disease when surgery is eventually performed. By the time the pandemic is declared over, some patients could even have disease deemed unresectable.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 558,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Among patients with gastrointestinal cancers, those with advanced-stage disease needing metastasectomy, pelvic exenteration, or cytoreduction and hyperthermic intraperitoneal chemotherapy are the most vulnerable to collateral mortality during a pandemic owing to the potential lack of access to treatment and relatively shorter median survival durations if they do not receive it. With careful selection and timely delivery, surgery is potentially curative in 30–40% of patients with resectable colorectal cancer. For patients with other malignant conditions, surgery is associated with similar outcomes and, thus, any limitations or delays in access while health-care efforts are shifted towards managing the pandemic will inevitably result in collateral mortality.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "… any limitations or delays in access [to surgery] while health-care efforts are shifted towards managing the pandemic will inevitably result in collateral mortality",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "How can we avoid collateral mortality during the COVID-19 pandemic? We propose several solutions learnt from our experience as gastrointestinal cancer surgeons, which can be applied to the surgical management of other malignancies (Fig. 1). Upon a cancer diagnosis (for example, any gastrointestinal cancer on endoscopy), patients should ideally be referred to ‘clean’ health-care facilities, away from hospitals delivering acute care, to undergo staging scans and any necessary blood tests. With the burgeoning of teleconferencing, pre-operative consultations can be performed with the patient in their own home3. In our experience, these consultations can incorporate consent taking, counselling for enhanced recovery after surgery, pre-rehabilitation therapy and even stoma education. Bowel-preparation medications and dietetic supplements can be delivered or purchased from a local neighbourhood pharmacy. In Singapore, some anaesthetists have also begun to conduct their pre-operative assessment via teleconferencing with selected patients. In these situations, patients would potentially only need to arrive at the hospital on the day of the operation. Last-minute preparation, such as stoma marking, could be performed just before the surgery.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 613,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "During this pandemic, surgeons should be divided into smaller cross-functional teams, with adequate social distancing measures, to ensure continuity of services in the event that a patient tests positive for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), thus resulting in quarantine of the entire team. If possible, patients who are likely to require post-operative intensive care should preferentially be deferred until beds are definitely available.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Selected patients should be offered neoadjuvant therapies. For example, neoadjuvant systemic endocrine and/or cytotoxic therapies are increasingly being considered for the treatment of patients with breast cancer in whom surgery can be postponed without compromising their outcomes4. This approach is especially pertinent because a shortage of beds is occurring in most acute-care hospitals during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 282,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Surgeons are increasingly performing straightforward operations in suitable patients (such as mastectomy or wide local excision with sentinel lymph-node biopsy in patients with breast cancer) as day surgery procedures in clean facilities. In the case of elective gastrointestinal cancer surgeries, a minimally invasive approach is being increasingly adopted (see Related links). This approach has been associated with objective benefits in large-cohort randomized clinical trials and recommended widely (see Related links); however, these trials also indicate that patients who undergo open surgery would not be unduly disadvantaged. If concern exists regarding the considered risk of infected pressurised droplets at laparoscopy, deferring laparoscopy to ensure the safety of theatre staff would be sensible during pandemics, especially in areas with high incidence of COVID-195. When successfully performed, patients undergoing laparoscopic procedures, preferably with smoke filtration system during this pandemic, often recover quickly; thus, to free up precious hospital resources, selected patients can be transferred to nearby hotels or even to the comfort of their own homes after the first post-operative day with continuous monitoring of the vital signs, which is now feasible with certain wearable devices6. A dedicated team of health-care professionals could conduct regular home visits or telehealth consultations to ensure that recovery is uneventful.",
            "cite_spans": [
                {
                    "start": 878,
                    "end": 879,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1315,
                    "end": 1316,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In many countries, multi-disciplinary tumour (MDT) board discussions are currently being conducted using teleconferencing platforms to ensure continuity of care. For example, radiological images can be reviewed and shared with all members of the team while reinforcing social distancing. Amidst this pandemic, our advanced-stage gastrointestinal malignancy MDT teleconferencing experiences led by the radiologists have been so successful that remote MDT practice might continue indefinitely. Subsequent consultations with the patients can be conducted through teleconferencing, although this practice comes with a human factor compromise for all concerned, particularly patients and their relatives.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Adjuvant systemic therapy, if necessary, can be administered at home after consultation between the patient and their medical oncologist. The delivery of oral chemotherapeutic drugs is feasible, while home-based administration of intravenous chemotherapy by a dedicated team of nurses can be considered, much like home-based parenteral nutrition services7,8. However, the safety, feasibility and cost-effectiveness of these approaches require further evaluation.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 355,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 356,
                    "end": 357,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In all patients with cancer, diligent and intensive surveillance is necessary to ensure prompt detection of disease recurrence. Interestingly, the preferred method is a matter of debate, with studies demonstrating the inefficiency of physical consultation and examination owing to the limitations of these particular approaches in diagnosing disease recurrence9. Home-based or community-based phlebotomy for tumour markers, along with imaging services, can be performed away from acute-care hospitals. Results from these evaluations can be sent electronically to oncologists, who can contact patients by e-mail or phone to minimize their need to travel to the hospital — as one of us (K-K.T.) has initiated. Future studies of patient preferences for colorectal cancer surveillance (face-to-face versus teleconferencing) could yield interesting results.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 361,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To minimize unnecessary admissions to hospitals, patients requiring palliative care should also be appropriately managed. Apart from home visits, remote teleconferencing can be effectively conducted to provide appropriate counselling and care to these patients and their caregivers10. Prescriptions can be sent to them or collected from their general practitioners if necessary. A simple framework could be adopted during a pandemic (Fig. 1).",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 439,
                    "end": 440,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In summary, even in such unprecedented times, we must not allow any current or future pandemic to delay access of patients with cancer to appropriate care. In doing so, the collateral mortality that can ensue needs to be considered in the broader administrative plan. A crisis is sometimes essential to trigger a change of mindset to improve how we deliver day-to-day care — we must not be afraid to learn from our past as well as from the current mistakes that will inevitably occur. That said, there are serious potential pitfalls to abandoning some of the long-held traditions, particularly the human contact and face-to-face interaction between the surgeon who is going to undertake a potentially life-threatening procedure and a patient entrusting themselves to that procedure. In a long lifetime of performing high-risk complex surgery, we have always felt that proper communication in its broadest sense and fully informed consent from patients and their relatives are best delivered in person. Our personal experiences have shown us that this approach minimizes dissatisfaction, complaints and litigation. Litigation as a result of poor communication derived from forced isolation during this pandemic could be problematic, and careful safeguards must be implemented. In the race to optimize telemedicine and adapt to this pandemic, one size does not fit all and we must not ‘throw out the baby with the bathwater’.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: MDT board, multi-disciplinary tumour board.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Covid-19: all non-urgent elective surgery is suspended for at least three months in England",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iacobucci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1106"
                ]
            }
        },
        "BIBREF1": {
            "title": "A scoping review of initiatives to reduce inappropriate or non-beneficial hospital admissions and bed days in people nearing the end of their life: much innovation, but limited supporting evidence",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Palliat. Care",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12904-020-0526-2"
                ]
            }
        },
        "BIBREF2": {
            "title": "The possible impact of COVID-19 on colorectal surgery in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lisi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Colorectal Dis.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/codi.15054"
                ]
            }
        },
        "BIBREF3": {
            "title": "A telephone-based education program improves bowel preparation quality in patients undergoing outpatient colonoscopy",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Sondhi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Gastroenterology",
            "volume": "148",
            "issn": "",
            "pages": "657-658",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2015.01.021"
                ]
            }
        },
        "BIBREF4": {
            "title": "Breast cancer diagnosis, treatment and follow-up during COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gimbel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diego",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. J. Breast Health",
            "volume": "16",
            "issn": "",
            "pages": "86-88",
            "other_ids": {
                "DOI": [
                    "10.5152/ejbh.2020.240320"
                ]
            }
        },
        "BIBREF5": {
            "title": "Short term benefits for laparoscopic colorectal resection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schwenk",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cochrane Database Syst. Rev.",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Technology platforms for remote monitoring of vital signs in the new era of telemedicine",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "JZ",
                    "middle": [],
                    "last": "Tsien",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Expert Rev. Med. Devices",
            "volume": "12",
            "issn": "",
            "pages": "411-429",
            "other_ids": {
                "DOI": [
                    "10.1586/17434440.2015.1050957"
                ]
            }
        },
        "BIBREF7": {
            "title": "Early history of home parenteral nutrition: from hospital to home",
            "authors": [
                {
                    "first": "RT",
                    "middle": [],
                    "last": "Hurt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steiger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nutr. Clin. Pract.",
            "volume": "33",
            "issn": "",
            "pages": "598-613",
            "other_ids": {
                "DOI": [
                    "10.1002/ncp.10180"
                ]
            }
        },
        "BIBREF8": {
            "title": "Safety and feasibility of home-based chemotherapy",
            "authors": [
                {
                    "first": "FO",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Dan. Med. J.",
            "volume": "65",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Postsurgical surveillance of colon cancer: preliminary cost analysis of physician examination, carcinoembryonic antigen testing, chest x-ray, and colonoscopy",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ann. Surg.",
            "volume": "228",
            "issn": "",
            "pages": "59-63",
            "other_ids": {
                "DOI": [
                    "10.1097/00000658-199807000-00009"
                ]
            }
        }
    }
}