{
    "paper_id": "PMC7167636",
    "metadata": {
        "title": "Molecular profiling of oral microbiota in jawbone samples of bisphosphonate‐related osteonecrosis of the jaw",
        "authors": [
            {
                "first": "X",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S",
                "middle": [],
                "last": "Pushalkar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C",
                "middle": [],
                "last": "Estilo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A",
                "middle": [],
                "last": "Farooki",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M",
                "middle": [],
                "last": "Fornier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "G",
                "middle": [],
                "last": "Bohle",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J",
                "middle": [],
                "last": "Huryn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S",
                "middle": [],
                "last": "Doty",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "D",
                "middle": [],
                "last": "Saxena",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bisphosphonate (BP)‐related osteonecrosis of the jaw (BRONJ) is defined as an unexpected appearance of exposed necrotic bone in the maxilla and mandible of patients having received BPs but have not undergone irradiation of the jaws (Grötz et al, 2007). The clinical presentation of BRONJ is coupled with poor healing, spontaneous intraoral ulceration, and necrosis of the bone in the oral and maxillofacial regions (Sehbai et al, 2007). BRONJ has been described in a variety of malignant and non‐malignant diseases including skeletal metastasis from solid tumors, multiple myeloma, and osteoporosis. It has been suggested that the risk of developing BRONJ is related to the duration and/or dosing frequency of BP treatment (Ruggiero et al, 2004; Durie et al, 2005; Cremers and Farooki, 2011). Approximately 30% of patients with BRONJ are asymptomatic at clinical presentation, and the rest complain of severe local pain associated with soft‐tissue swelling, loosening of teeth, and drainage. Other symptoms may include numbness, heaviness, and dysesthesia of the affected jaw (Vassiliou et al, 2010).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Initially, BRONJ was thought to be a very rare treatment‐related complication, but its incidence has been reported to be as high as 11% in patients receiving intravenous (IV) BP, and since 2006, the number of cases reported has grown significantly (Woo et al, 2006; Filleul et al, 2010).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The direct cause/effect relationship between BP treatment and BRONJ has yet to be elucidated although several possible mechanisms of BRONJ pathogenesis have been suggested including ischemia, reduced bone turnover, toxicity to bone, toxicity to soft tissue, microcracks, inflammation, and infection (Lesclous et al, 2009; Reid, 2009; Hoefert et al, 2010; Kumar et al, 2010). ONJ incidence correlation with BP potency suggests that inhibition of osteoclast function and differentiation might be a key factor in the pathophysiology of the disease. However, ONJ associated with patients receiving denosumab, a human RANKL monoclonal antibody (Aghaloo et al, 2010), suggested another trigger for developing ONJ than BP therapy. The oral cavity is home to hundreds of microorganisms, and cases of bone necrosis secondary to BP therapy occur almost exclusively in the jaws where oral bacteria have access to bone (e.g., through saliva or odontogenic infection), especially after exposure of bone following a dental procedure such as an extraction. Compared with other parts of the body, bone can easily be colonized by the abundant flora of bacteria and yeast in the oral cavity that have the potential to cause biofilm‐mediated disease (2008, 2009). Hoefert and Eufinger (Hoefert and Eufinger, 2011) in their recent study indicated that long‐term preoperative antibiotic treatment can lead to a complete healing in 70–87% of cases in contrast to 35–53% with a short‐term regime. In addition, patients with cancer are routinely treated with immunosuppressive agents and these patients are susceptible to bacterial infections (Kosmidis and Chandrasekar, 2012). Affected bone is an ideal incubator for periodontal and periapical bacteria, chronically stimulating inflammatory and immune responses (Ricucci and Siqueira, 2008; Rokadiya and Malden, 2008; Heitz‐Mayfield and Lang, 2010). Although the disease can occur spontaneously, 90% of cases are coupled with surgical dental treatment, such as tooth extractions, mandibular exostoses, periodontal disease, and local trauma from ill‐fitting dentures.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Recently, we showed that the BRONJ tissue is heavily colonized by oral bacteria, and use of systemic antibiotics failed to restrict the bacterial colonization without effective healing of the lesion after the onset of BRONJ (Ji et al, 2012). BP treatment may change the oral environment of the patient and BRONJ may be supported by increased bacterial adhesion to bone coated with BPs (Kos and Luczak, 2009; Kos, 2011). The bone exposition during the surgery or during tooth extraction acts as a trigger opening the door for bacterial invasion. As a result, it creates a more favorable condition for the growth of oral pathogens on the bone surface that may be a contributing factor to the development of BRONJ. To delineate the BRONJ pathogenesis, it is vital to identify the bacterial species/phylotypes that colonize jawbone associated with BRONJ. Moreover, it is not well understood whether the bacteria involved in bone infection associated with BRONJ is similar or different to other biofilm associated bone infections in the oral cavity (Ruggiero et al, 2004; 2008, 2009) (Ruggiero et al, 2009).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Here, we report the bacterial phylotypes that colonize the jawbone of BRONJ compared with non‐BP‐related bone infection in patients with cancer. Total bacterial profile was determined by 16S rRNA gene fragment analysis using denaturing gradient gel electrophoresis (DGGE) and sequencing. This is the first investigation using a culture‐independent approach studying bacterial colonization in bone samples of BRONJ compared with the bacterial profile of other bone infection(s) found in the oral cavity.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Twelve infected bone samples were collected from patients with cancer, including seven men and five women. The age range was 28–73, mean 58.25 (±11.46), six each from subjects with BRONJ (subjects with ONJ and history of BP therapy) and without BRONJ (no ONJ and no history of BP therapy (control). The term ‘control’ is broadly used throughout the article to refer to subjects not treated with BPs and without BRONJ but have cancer and jawbone infection that require surgical procedures as part of their standard of care treatment. Patients who were pregnant or lactating; who had a history of radiation therapy to the head and neck region; with BRONJ who had responded to conservative therapy and did not require surgical intervention; with osteonecrosis of the jaw that was associated with other conditions (e.g., Paget’s disease of bone, fibro‐osseous lesion, metastatic cancer); who had any clinically significant condition (e.g., severe anemia or neutropenia, malnutrition, bleeding disorders, uncontrolled diabetes); and who were undergoing specific types of chemotherapy (e.g., bevacizumab) were eliminated from the study. The subjects were not on antibiotics at the time of sample collection. The samples were collected from patients with cancer who were referred to Dental Services, Memorial Sloan‐Kettering Cancer Center, for treatment for surgical procedures as part of their standard of care treatment. The samples were surgical debridement of bone and were obtained by sequestrectomy. Thus, no surgical procedure specific to this study was performed, and no additional material was collected from patients. The written informed consent was obtained from 12 patients with cancer selected for this study. This study was approved by the Institutional Review Board of Memorial Sloan‐Kettering Cancer Center and New York University School of Medicine Committee on Activities Involving Human Subjects. The demographic and clinicopathological data of the subjects were summarized in Table 1. All the samples were collected using sterile procedure and stored at −80°C.",
            "cite_spans": [],
            "section": "Sample collection ::: Methods",
            "ref_spans": [
                {
                    "start": 1990,
                    "end": 1997,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "A subset of bone samples were preserved in 10% neutral buffered formalin, decalcified in 10% EDTA, pH 7.4, dehydrated, and embedded in paraffin. Sections were stained with hematoxylin and eosin and visualized under microscope.",
            "cite_spans": [],
            "section": "Microscopy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Bone samples were homogenized aseptically by sonication and treated with Proteinase K (2.5 μg ml−1) at 55°C overnight. Bacterial genomic DNA was extracted by the modified Epicentre MasterPure DNA purification protocol (Epicentre Biotechnologies, Madison, WI, USA) (Ji et al, 2012). DNA concentration for all 12 samples was adjusted to 20 ng μl−1. The 16S rDNA was amplified with the universal primer pair 8F and 1492R to generate the 16S gene segments for cloning(Lane, 1991; Paster et al, 2001). Each PCR mixture (50 μl) contained 5 μl of 10× PCR buffer, 1.5 μl of 50 mM MgCl2, 4 μl of 2.5 mM of each dNTP, 1 μl of 50 pmol of each primer, 1 μl of 5 U μl−1 Taq DNA polymerase, and 1 μl of the total genomic DNA. Standard PCR protocol includes an initial denaturation step of 5 min at 95°C, followed by 30 cycles that consisted of 1 min at 95°C, 1 min at 52°C, and 1 min at 72°C, plus an additional cycle of 5 min at 72°C for chain elongation. PCR products were resolved by electrophoresis in 1% agarose gel.",
            "cite_spans": [],
            "section": "DNA extraction and PCR amplification ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A set of universal bacterial 16S rDNA primers, forward primer bac1 (prbac1, 5′‐ACTACGTGCCAGCAGCC‐3′) and reverse primer bac2 (prbac2, 5′‐GGACTACCAGGGTATCTACTAATCC‐3′), were used to generate an approximately 300‐bp amplicon (Rupf et al, 1999) (Ji et al, 2012). A 40‐nucleotide GC‐clamp (CGCCCGGGGCGCGCCCCGGGCGGGGCGGGGGCACGGGGGG) was added to the 5′ end of prbac1 (Sheffield et al, 1989). Each PCR mixture (50 μl) contained 5 μl of 10× PCR buffer, 1.5 μl of 50 mM MgCl2, 4 μl of 2.5 mM of each dNTP, 1 μl of 50 pmol of each primer, 1 μl of 5 U μl−1 Taq DNA polymerase, and 1 μl of the total genomic DNA. An initial denaturation step of 3 min at 95°C was followed by 30 cycles that consisted of 30 s at 94°C, 40 s at 63°C, and 1 min at 72°C, plus an additional cycle of 7 min at 72°C for chain elongation. The amplicon sizes were confirmed by 1% agarose gel electrophoresis. For DGGE, a 40–60% linear DNA denaturing gradient (100%) denaturant is equivalent to 7 M of urea, and 40% deionized formamide was formed in 8% (w/v) polyacrylamide gels. Then, 30 μl of each PCR‐amplified product and species‐specific DGGE standard markers (Li et al, 2005) were loaded in each lane and separated with the DCode System (Bio‐Rad, Hercules, CA, USA). Electrophoresis was performed at a constant 60 V at 58°C for 16 h in 1× Tris–acetate–EDTA (TAE) buffer (pH 8.5). After electrophoresis, gels were rinsed and stained for 15 min in water containing 0.5 μg ml−1 ethidium bromide, followed by 15‐min destaining in water. DGGE images were digitally captured and recorded with AlphaImager 3300 System (Alpha Innotech Corporation, San Leandro, CA, USA). All of the DGGE gel images were normalized first according to the known species‐specific DGGE reference markers and analyzed using Fingerprinting II Informatix (Bio‐Rad) and BioNumerics (Applied Maths, Austin, TX, USA) software(Li et al, 2007).",
            "cite_spans": [],
            "section": "PCR‐based DGGE assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "According to the manufacturers’ instructions, the PCR‐amplified 16S rDNA fragment (1500 bp) was ligated into the pCR 4‐TOPO vector and transformed into competent E. coli TOP10 cells using a TOPO TA Cloning Kit (Invitrogen, San Diego, CA, USA). A total of 1152 (12 samples, 96 clones per sample) clones were picked and submitted for sequencing (Beckman Coulter Genomics, Beverly, MA, USA). The trimmed 1066 sequences as received from the company were aligned by NAST alignment tool (http://greengenes.lbl.gov/cgi-bin/nph-NAST_align.cgi) (DeSantis et al, 2006a) and checked for chimera by Chimera check with Bellerophon (version 3) using Greengenes (http://greengenes.lbl.gov/cgi-bin/nph-bel3_interface.cgi) (2006a, 2006b). The phylotypes (the term ‘phylotype’ is broadly used for the bacteria at species level) were provisionally identified based on S_ab score to 16S rRNA gene sequences in the SEQ MATCH program of Ribosomal Database Project 16S rRNA database (Release 10 http://rdp.cme.msu.edu/seqmatch/seqmatch_intro.jsp) (Maidak et al, 2001) The sequences with ≥450 bases and S_ab score ≥0.8 were selected for further analysis (Pei et al, 2004; Vickerman et al, 2007). On an average, most of the sequences had a length of 450–1000 bases.",
            "cite_spans": [],
            "section": "Cloning and sequencing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Sequence data related to species distribution were prepared in Microsoft Excel. Rarefaction and rank‐abundance curves, and diversity indices of Shannon index, Simpson index and evenness were determined by PAST (http://folk.uio.no/ohammer/past/) (Hammer et al, 2001). Richness estimators Chao1 and abundance‐based coverage estimators (ACE) were conducted by ASLO (http://www.aslo.org/lomethods/free/2004/0114a.html) (Kemp and Aller, 2004). The percentage of coverage was calculated by Good’s method with the formula [1‐(n/N)] × 100, where n is the number of phylotypes in a sample represented by one clone (singletons) and N is the total number of sequences in that sample (Good, 1953).",
            "cite_spans": [],
            "section": "Estimation of microbial biodiversity ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Bisphosphonate‐related osteonecrosis of the jaw soft tissues showed inflammation that was verified by large bacterial masses along all bone surfaces in the biopsy. The sample was preserved in neutral buffered formalin, decalcified, and embedded in paraffin. Sections were stained with hematoxylin and eosin, resulting in the decalcified bone staining red/pink, and all bacteria and cellular debris stained dark blue or black. The layers of bacteria are aligned along all the bone surfaces and often are packed into the scalloped edges of the bone, giving the bone fragment a ‘moth‐eaten’ appearance (Figure 1). No bone cells were found on the bone surface in these cases, and the osteocytes within the bone matrix were also dead and missing from their lacunae. This is a typical appearance of dead bone in ONJ samples found whenever a bacterial biofilm is present along the bone surface.",
            "cite_spans": [],
            "section": "Microscopy ::: Results",
            "ref_spans": [
                {
                    "start": 600,
                    "end": 608,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Polymerase chain reaction/denaturing gradient gel electrophoresis assay differentiated PCR amplicons on the basis of sequence differences. The molecular profiles specified the presence of microorganisms within the bone samples representative of individual band of varying intensities (Figure 2). The difference in bacterial diversity was clearly distinguished by cluster analysis with Ward’s algorithm based on the Dice coefficient. A distinct cluster from the BRONJ group was observed, and five of six BRONJ profiles were grouped into one dendrogram branch (P = 0.004). The DGGE profiles of the control (cluster I) were differentiated from those of the BRONJ (cluster II) in a separate cluster signifying altered microbial population (Figure 3). The difference in the mean similarity values (87.5% ± 3.5%; P = 0.001) between the two groups was statistically significant. The control and BRONJ subjects reflected approximately 75–90% and 65–90% homology, respectively, indicating that the bacterial species within the individual groups closely resemble each other.",
            "cite_spans": [],
            "section": "DGGE profile analysis ::: Results",
            "ref_spans": [
                {
                    "start": 285,
                    "end": 293,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 736,
                    "end": 744,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "A total of 1066 sequences were generated, and 60 (5%) chimera sequences were detected and excluded from further analysis. With a cutoff of 450 bases, 93 (8%) sequences were eliminated and 913 (79%) were analyzed by RDP database to identify with a reference sequence at species/strain level.",
            "cite_spans": [],
            "section": "Phylogenetic analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "A diversity of bacteria was found in both the control and BRONJ groups. We detected 7 distinct phyla, including Actinobacteria, Bacteroidetes, Firmicutes, Fusobacteria, Proteobacteria, Spirochaetes, and one phylum named TM7 with no currently known cultured representatives (Figure 4). Fusobacteria was found only in the control group, while TM7 was seen only in the BRONJ group. The predominant phylum in both the groups was Firmicutes, which was 61% in control group and much higher (76%) in BRONJ group. Twenty genera were identified within this phylum. Of cultured bacteria, Lactobacillus gasseri (11%) and Streptococcus mutans (6%) were predominant species in control group, while Pseudoramibacter alactolyticus (14%) and Streptococcus mitis (12%) predominated in the BRONJ group.",
            "cite_spans": [],
            "section": "Phylogenetic analysis ::: Results",
            "ref_spans": [
                {
                    "start": 274,
                    "end": 282,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "We identified 72 distinct species from 38 genera. Lactobacillus and Streptococcus were the biggest genera, both including 14% of the total cultured clones. Pseudoramibacter alactolyticus (14%), S. mitis (12%), Atopobium sp. (9%), Mogibacterium timidum (9%), and Bacteroidetes bacterium oral taxon 272 (8%) were the predominant species in BRONJ group, while Fusobacterium nucleatum (9%), L. gasseri (11%), and S. mutans (6%) were the largest species in control group (Figure 5). Thirteen bacterial species were exclusively present in BRONJ group, and 14 were present only in control, whereas nine were present in both the groups (Table 2). The most prevalent uncultured phylotypes found in BRONJ group were Streptococcus sp. oral taxon 064 (GU399337, 13%) and bacterium (EF511636, 7%; FJ470437, 6%), whereas Clostridium sp. (EF704878, 14%; EF695683, 9%), Fusobacteria bacterium (EF706831, 6%), and Fusobacterium sp. (EU932811, 6%) in control group (Supporting Information, Table S1).",
            "cite_spans": [],
            "section": "Phylogenetic analysis ::: Results",
            "ref_spans": [
                {
                    "start": 467,
                    "end": 475,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 629,
                    "end": 636,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Rarefaction curves were plotted by the number of observed phylotypes as a function of the numbers of clones at 95% confidence level from control group and BRONJ group by using the individual‐based method (Krebs, 1989). It quickly reached an asymptotic maximum for both groups (Figure 6). The rank‐abundance curves exhibited a similar pattern for control and BRONJ group bacterial communities (Figure 7). A few species were abundant; the long right‐hand tail on the rank‐abundance curve was a result of rare species.",
            "cite_spans": [],
            "section": "Species richness and diversity ::: Results",
            "ref_spans": [
                {
                    "start": 277,
                    "end": 285,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 393,
                    "end": 401,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "For Shannon, Simpson, and evenness indices, the higher values in the BRONJ group suggested that this group had higher diversity and evenness of species distribution compared to control group (Table 3). Lower values of Good’s coverage, predicted SACE, and predicted SChao1 for BRONJ group indicated that more new phylotypes would be expected in additional sample set in this group than control group. The value of observed phylotypes/predicted SACE and the value of observed phylotypes/predicted SChao1 for control and BRONJ groups were very similar.",
            "cite_spans": [],
            "section": "Species richness and diversity ::: Results",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 199,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "To our knowledge, there are no published data on the characterization of the bacterial profile found in jawbone from patients with BRONJ. In this study, we used culture‐independent molecular phylogenetic methods to identify the bacterial phylotypes from subjects with BRONJ and control (without BRONJ and no history of BP). Bacterial 16S rDNA was PCR‐amplified with universal primers, followed by DGGE, cloning, and sequencing to allow an unrestricted and quantitative investigation of the bacterial population present on jawbone associated with BRONJ.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Microscopic studies supported the assumption that the BRONJ bones are deeply colonized by bacteria. The layers of bacteria are aligned along all the bone surfaces and often packed into the scalloped edges of the bone, giving the bone fragment a ‘moth‐eaten’ appearance. This is a typical presentation of dead bone in BRONJ samples found infected with oral bacteria (2008, 2009). Similarly, Sedghizadeh et al (2008) demonstrated by SEM that the bone specimens from affected sites in all patients had large areas occluded with biofilms comprising mainly bacteria, and occasionally yeast, embedded in extracellular polymeric substance, while control bone tissue was unremarkable, indicating that the bone specimens BRONJ are colonized by specific oral bacteria.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We also used a molecular fingerprinting technique DGGE (2005, 2006) to evaluate the predominant bacterial species present in bone samples. DGGE analysis results demonstrate that each group has its unique pattern of 16S rDNA species and displayed statistically significant clustering of profiles (2, 3). The banding pattern indicated that some bacterial species/phylotypes present in one group were either reduced in numbers or absent in other group (Figure 2). The results of our study also demonstrated that the DGGE profiles of each group type formed significant group‐specific clusters. Moreover, the overall BRONJ and control profiles were more similar within each group than between the groups, which suggest the presence of common phylotypes associated with BRONJ or other dental infection. These results demonstrated that BRONJ group can be predicted with reasonable accuracy based on DGGE banding patterns. Even though the molecular fingerprinting profile does not provide immediate discrimination among bacterial species, it does enable the simultaneous analysis of multiple samples and thus facilitates the direct comparison of bacterial communities from different samples of interest.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 299,
                    "end": 300,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 450,
                    "end": 458,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The phylogenetic analysis by cloning and sequencing matches the DGGE profile. A bacteria‐rich microbiota was present in the control and BRONJ groups. Phyla of Actinobacteria, Bacteroidetes, Firmicutes, and Proteobacteria, which are associated with other bacterial infections in oral cavity, were present in both groups (Paster et al, 2001; Kumar et al, 2005; Vickerman et al, 2007; 2008, 2009).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The phylum Fusobacteria (15%) was detected only in the control group, whereas the phylum TM7 was only found in BRONJ group (2%). Species within this phylum have been commonly identified in both healthy subjects and those with periodontitis (Paster et al, 2001). It was reported that TM7 was strongly associated with subgingival plaques (Paster et al, 2001; Brinig et al, 2003; Ouverney et al, 2003; Ledder et al, 2007), and there are no cultured representatives of this phylum. The top three genera ranked among the BRONJ group were Streptococcus (29%), Eubacterium (9%), and Pseudoramibacter (8%), while in the control group were Parvimonas (17%), Streptococcus (15%), and Fusobacterium (15%) (Figure 5). Actinomyces are usually considered as opportunistic pathogens, and many species in this genus have been reported to be associated with periodontal disease, osteomyelitis, as well as BRONJ (Fine et al, 1999; Slots and Ting, 1999; Tonetti and Mombelli, 1999; Hansen et al, 2006; Estilo et al, 2008; Naik and Russo, 2009). However, in our BRONJ samples, we did not observe high number of Actinomyces. Naik and Russo (Naik and Russo, 2009) reported the presence of the actinomyces‐like organisms from bone associated with BRONJ and in an another study using histomorphometric analysis of oral mucosa and jawbones have shown that Actinomyces is associated with BRONJ (Kaplan et al, 2009); however, most of these assumptions were based only on microscopic observations. We used molecular 16S rRNA gene and Actinomyces primers in combination of universal primers (Olson et al, 2007; Sakamoto et al, 2008) but did not observe high abundance of Actinomyces as indicated by DGGE gel (Figure 2, lower bottom bands) and sequencing. More significantly, we identified 13 strains that were only present in BRONJ (Table 2). The presence of these opportunistic organisms such as Finegoldia magna, gram‐positive bacteria responsible for prosthetic infections, septic arthritis, and other bone and joint infections (Levy et al, 2009); Moryella indoligenes, gram‐positive bacteria responsible for abscess (Carlier et al, 2007); Oribacterium, gram‐negative after staining but structurally gram‐positive responsible for maxillary sinusitis and its major metabolic end products are acetic, butyric, and lactic acids (Carlier et al, 2004); Selenomonas infelix, gram‐negative anaerobic bacilli normally found in human buccal flora and can cause bacteremia and lung abscess in a patient with cancer (Bisiaux‐Salauze et al, 1990); and species of Porphyromonas and Prevotella, responsible for endodontic infections (Gomes et al, 2005), indicated that BRONJ lesions/bone are colonized by different bacteria than those that are present in other biofilm‐associated jawbone infections.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 695,
                    "end": 703,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1680,
                    "end": 1688,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1804,
                    "end": 1811,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "An understanding of the infectious disease process requires knowledge of the entire bacterial community, and how these bacteria are involved in disease progression. 16S rDNA libraries can be used to determine the abundance and richness of any bacterial species present in sample. We used SChao1 and SACE estimator to determine the real phylotype abundance distributions in our samples (Kemp and Aller, 2004). The ratio of observed phylotypes to predicted SChao1 was 0.65 for control group and 0.71 for BRONJ group, and the ratio of observed phylotypes to predicted SACE was 0.64 for control group and 0.59 for BRONJ group. These data suggested that with larger sample size, a more precise estimate of phylotype richness would be possible. However, the Shannon index, which indicates rarity and commonness of species, indicated that control and BRONJ had high species evenness and richness. The diversity of bacteria in the control group (H′ = 3.83 ± 0.1) was greater than that in BRONJ group (H′ = 3.71 ± 0.1). Simpson index, which represents the number of species present, as well as the abundance of each species, indicated that both the groups had ≥0.96, which meant that the probability of two clones from one of the groups that belonged to the same species was ≤4%. The Good’s coverage and evenness index indicated that our sequencing results covered 85% of species present in BRONJ samples, and the individuals (species) were distributed more evenly in BRONJ group than the controls. These data proved that the sample sets had high bacterial diversity and richness, and with limited sample size, we can determine the bacterial profile associated with each group.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There are many hypotheses for BRONJ pathogenesis (Allen and Burr, 2009) the manifestation of necrotic bone resulting from BP‐induced remodeling suppression that allow accumulation of non‐viable osteocytes, direct cytotoxic effect of BPs on osteocytes, BPs antiangiogenic effects, and role of oral bacteria. Our observations indicated that the BRONJ bone was colonized by bacteria, and the bacterial phylotypes were different from other bone infections in the oral cavity not associated with BP therapy. Staphylococcus aureus is the predominant cause of osteomyelitis, and the composition of local flora may allow other pathogens access to the bone; however, in our study, we did not detect any S. aureus which indicated that there may be other oral bacteria which can trigger bone infection in BRONJ. Bacterial profile of our control group was similar to other jawbone infection like caries and periodontal disease (Dewhirst et al, 2010). The BRONJ group had totally different bacterial phylotypes that are not associated with other jawbone infections (Table 2), but are known to cause other opportunistic infections. The plausible basis for BRONJ development is also the increased bacterial adhesion to the BP‐covered bone (Allen and Burr, 2009; Kos and Luczak, 2009). Kos and Luczak (Kos and Luczak, 2009; Kos, 2011) proposed that BRONJ may result from increased bacterial adhesion to bone coated with BPs. In their mouse models, zoledronic acid promoted the adherence and proliferation of S. mutans to hydroxyapatite, suggesting that zoledronic acid may increase bacterial infection. They further suggested that this could be mediated by proteins termed ‘microbial surface components which recognize adhesive matrix molecules’ (MSCRAMM) and that the binding of gram‐positive strains was attributed to the amino‐terminal domain of MSCRAMM structure that may play a significant role in the pathogenesis of infection (Kos and Luczak, 2009; Kos, 2011). Similarly, in our studies, we observed that BRONJ bone was colonized by bacteria which were different from bone infections that were not associated with BP, indicating that BP may play a significant role in bacterial colonization of jawbone. The cationic amino group of nitrogen‐containing BPs may attract bacteria by direct electrostatic interaction, through a direct surface protein interaction or by providing an amino acid mimic on the surface of the bony hydroxyapatite that interacts with MSCRAMM component and mediates increased bacterial adhesion (Kos and Luczak, 2009; Kos, 2011). We did not observe high number of S. mutans, but we did observe high number of organisms that belong to genus Streptococcus and other organisms such as Oribacterium. It is also hypothesized that the bone is healthy until it is injured and infected with specific oral bacteria, and reduced resorptive ability caused by BP hinders the formation of new bone or there may be vascular damage caused by BP (Street et al, 2002; Aspenberg, 2006; Bi et al, 2010). Infection could contribute to BRONJ by enhancing osteoclast‐independent bone resorption. BRONJ tissue consistently shows a prevalence of scalloped bone surfaces, a seemingly paradoxical property, given the effect of BPs on bone resorption. Bacteria and associated fibroblast‐like cells have the capacity to directly resorb bone, independent of osteoclasts, by liberating various acids and proteases (Allen and Burr, 2009).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1053,
                    "end": 1060,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The acidic environment created by high abundance of aciduric bacteria especially Streptococcus and other saccharolytic bacteria may play a significant role in bone necrosis. In humans, acidic environments are common in infections and wound healing after surgical procedures. pH values less than 6.2 are common during infections, which may further enhance the growth of aciduric bacteria. In either case, there is an infectious environment that plays a significant role in the pathogenesis of BRONJ, and other factors such as dental infections, invasive procedures, and nitrogen‐containing amino‐BPs can act as initiators of BRONJ (Otto et al, 2010). At this stage, it is not known whether bacteria colonize and promote the lesion, or whether they colonize after the lesion has developed. In either case, ‘identification of unique bacterial phylotypes’ will be highly significant for understanding and monitoring the pathophysiology and treatment of BRONJ.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our results, using a limited sample size, demonstrated the presence of diverse and unique bacterial communities in BRONJ, which raises an intriguing question about the role of oral bacterial in BRONJ pathogenesis. The existence of certain abundant known and as‐yet‐uncultured species in the BRONJ group may reflect its association with BRONJ. Further studies using large sample size are warranted to determine the significance of these specific oral bacterial in BRONJ pathogenesis.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "DS, CE, AF, MF, GB, and JH conceived the idea and designed the study; CE, AF, MF collected the samples; XW, SP, CW conducted the experiments; XW, SP, CW, YL, SD, and DS did the data analysis; DS, XW, SP wrote the manuscript.",
            "cite_spans": [],
            "section": "Author contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1:  Demographic and clinical data of the subjects with BRONJ and control\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2:  Representative bacterial species identified in bone samples of BRONJ and control\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3:  Estimation of species richness and diversity indices of bacterial phylotypes present in BRONJ and control libraries\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1:  Histopathologic features of BRONJ. ‘Moth‐eaten’ BRONJ bone usually looks when massive amounts of bacteria are present. This is a standard decalcified bone sample with H&E staining. The bone is pink; all bacterial cells/colonies are dark blue",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2:  DGGE profile of 300‐bp PCR amplicons from subjects with BRONJ and control. A: control; C: BRONJ; Marker I & II: DGGE reference markers of 16S rDNA gene fragment from stated typed bacterial species (2005, 2006, 2007)",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3:  The results of Ward’s analysis of DGGE fingerprinting profile in which the Dice coefficient for measuring similarity algorithm in banding patterns was applied. The BRONJ and control groups displayed a statistically significant clustering of profiles, cluster I (control), and cluster II (BRONJ) (P = 0.004). A: control; C: BRONJ",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4:  Relative distribution of bacteria at phylum level in bone samples of BRONJ and control",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5:  Relative distribution of bacteria at genus level in bone samples of BRONJ and control",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6:  Individual rarefaction curves of BRONJ and control libraries",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7:  Rank‐abundance curves of bacterial phylotypes in BRONJ and control samples",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Osteonecrosis of the jaw in a patient on denosumab",
            "authors": [],
            "year": 2010,
            "venue": "J Oral Maxillofac Surg",
            "volume": "68",
            "issn": "",
            "pages": "959-963",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Greengenes, a chimera‐checked 16S rRNA gene database and workbench compatible with ARB",
            "authors": [],
            "year": null,
            "venue": "Appl Environ Microbiol",
            "volume": "72",
            "issn": "",
            "pages": "5069-5072",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "NAST: a multiple sequence alignment server for comparative analysis of 16S rRNA genes",
            "authors": [],
            "year": null,
            "venue": "Nucleic Acids Res",
            "volume": "34",
            "issn": "",
            "pages": "394-399",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The human oral microbiome",
            "authors": [],
            "year": 2010,
            "venue": "J Bacteriol",
            "volume": "192",
            "issn": "",
            "pages": "5002-5017",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Osteonecrosis of the jaw and bisphosphonates",
            "authors": [],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "99-102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Osteonecrosis of the maxilla and mandible in patients with advanced cancer treated with bisphosphonate therapy",
            "authors": [],
            "year": 2008,
            "venue": "Oncologist",
            "volume": "13",
            "issn": "",
            "pages": "911-920",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Bisphosphonate‐induced osteonecrosis of the jaw: a review of 2,400 patient cases",
            "authors": [],
            "year": 2010,
            "venue": "J Cancer Res Clin Onocol",
            "volume": "136",
            "issn": "",
            "pages": "1117-1124",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Phenotypic variation in Actinobacillus actinomycetemcomitans during laboratory growth: implications for virulence",
            "authors": [],
            "year": 1999,
            "venue": "Microbiology",
            "volume": "145",
            "issn": "Pt 6",
            "pages": "1335-1347",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "\nPorphyromonas gingivalis, Porphyromonas endodontalis, Prevotella intermedia and Prevotella nigrescens in endodontic lesions detected by culture and by PCR",
            "authors": [],
            "year": 2005,
            "venue": "Oral Microbiol Immunol",
            "volume": "20",
            "issn": "",
            "pages": "211-215",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The population frequencies of species and the estimation of population parameters",
            "authors": [],
            "year": 1953,
            "venue": "Biometrika",
            "volume": "40",
            "issn": "",
            "pages": "237-264",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "[Relevance of bisphosphonate long‐term therapy in radiation therapy of endosteal jaw metastases]",
            "authors": [],
            "year": 2007,
            "venue": "Strahlenther Onkol",
            "volume": "183",
            "issn": "",
            "pages": "190-194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The pathogenesis of bisphosphonate‐related osteonecrosis of the jaw: so many hypotheses, so few data",
            "authors": [],
            "year": 2009,
            "venue": "J Oral Maxillofac Surg",
            "volume": "67",
            "issn": "",
            "pages": "61-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "PAST: Paleontological Statistics Software Package for Education and data analysis",
            "authors": [],
            "year": 2001,
            "venue": "Palaeontologia Electronica",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Osteonecrosis of the jaws in patients treated with bisphosphonates – histomorphologic analysis in comparison with infected osteoradionecrosis",
            "authors": [],
            "year": 2006,
            "venue": "J Oral Pathol Med",
            "volume": "35",
            "issn": "",
            "pages": "155-160",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Comparative biology of chronic and aggressive periodontitis vs. peri‐implantitis",
            "authors": [],
            "year": 2010,
            "venue": "Periodontol",
            "volume": "2000",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Relevance of a prolonged preoperative antibiotic regime in the treatment of bisphosphonate‐related osteonecrosis of the jaw",
            "authors": [],
            "year": 2011,
            "venue": "J Oral Maxillofac Surg",
            "volume": "69",
            "issn": "",
            "pages": "362-380",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Importance of microcracks in etiology of bisphosphonate‐related osteonecrosis of the jaw: a possible pathogenetic model of symptomatic and non‐symptomatic osteonecrosis of the jaw based on scanning electron microscopy findings",
            "authors": [],
            "year": 2010,
            "venue": "Clin Oral Investig",
            "volume": "14",
            "issn": "",
            "pages": "271-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Antibiotic effects on bacterial profile in osteonecrosis of the jaw",
            "authors": [],
            "year": 2012,
            "venue": "Oral Dis",
            "volume": "18",
            "issn": "",
            "pages": "85-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The clinical spectrum of actinomyces‐associated lesions of the oral mucosa and jawbones: correlations with histomorphometric analysis",
            "authors": [],
            "year": 2009,
            "venue": "Oral Surg Oral Med Oral Pathol Oral Radiol Endod",
            "volume": "108",
            "issn": "",
            "pages": "738-746",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Estimating prokaryotic diversity: when are 16S rDNA libraries large enough?",
            "authors": [],
            "year": 2004,
            "venue": "Limnol Oceanogr Methods",
            "volume": "2",
            "issn": "",
            "pages": "114-125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Bisphosphonates promote jaw osteonecrosis through facilitating bacterial colonisation",
            "authors": [],
            "year": 2011,
            "venue": "Med Hypotheses",
            "volume": "77",
            "issn": "",
            "pages": "214-215",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Bisphosphonates promote jaw osteonecrosis through facilitating bacterial colonisation",
            "authors": [],
            "year": 2009,
            "venue": "Bio Hypotheses",
            "volume": "2",
            "issn": "",
            "pages": "34-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Osteonecrosis of the jaw: what do bisphosphonates do?",
            "authors": [],
            "year": 2006,
            "venue": "Expert Opin Drug Saf",
            "volume": "5",
            "issn": "",
            "pages": "743-745",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Management of gram‐positive bacterial infections in cancer patients",
            "authors": [],
            "year": 2012,
            "venue": "Leuk Lymphoma",
            "volume": "53",
            "issn": "",
            "pages": "8-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 1989,
            "venue": "Ecol methodol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Identification of candidate periodontal pathogens and beneficial species by quantitative 16S clonal analysis",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "3944-3955",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The role of microbial biofilms in osteonecrosis of the jaw associated with bisphosphonate therapy",
            "authors": [],
            "year": 2010,
            "venue": "Curr Osteoporos Rep",
            "volume": "8",
            "issn": "",
            "pages": "40-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Nucleic acid techniques in bacterial systematics",
            "volume": "",
            "issn": "",
            "pages": "115-175",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Molecular analysis of the subgingival microbiota in health and disease",
            "authors": [],
            "year": 2007,
            "venue": "Appl Environ Microbiol",
            "volume": "73",
            "issn": "",
            "pages": "516-523",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Bisphosphonate‐associated osteonecrosis of the jaw: a key role of inflammation?",
            "authors": [],
            "year": 2009,
            "venue": "Bone",
            "volume": "45",
            "issn": "",
            "pages": "843-852",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Finegoldia magna: a forgotten pathogen in prosthetic joint infection rediscovered by molecular biology",
            "authors": [],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "1244-1247",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Survey of oral microbial diversity using PCR‐based denaturing gradient gel electrophoresis",
            "authors": [],
            "year": 2005,
            "venue": "J Dent Res",
            "volume": "84",
            "issn": "",
            "pages": "559-564",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Polymerase chain reaction‐based denaturing gradient gel electrophoresis in the evaluation of oral microbiota",
            "authors": [],
            "year": 2006,
            "venue": "Oral Microbiol Immunol",
            "volume": "21",
            "issn": "",
            "pages": "333-339",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Bisphosphonates cause osteonecrosis of the jaw‐like disease in mice",
            "authors": [],
            "year": 2010,
            "venue": "Am J Pathol",
            "volume": "177",
            "issn": "",
            "pages": "280-290",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Genetic profiling of the oral microbiota associated with severe early‐childhood caries",
            "authors": [],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "81-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "The RDP‐II (Ribosomal Database Project)",
            "authors": [],
            "year": 2001,
            "venue": "Nucleic Acids Res",
            "volume": "29",
            "issn": "",
            "pages": "173-174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Bisphosphonate‐related osteonecrosis of the jaw: the role of actinomyces",
            "authors": [],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "1729-1732",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Tsukamurella spongiae sp. nov., a novel actinomycete isolated from a deep‐water marine sponge",
            "authors": [],
            "year": 2007,
            "venue": "Int J Syst Evol Microbiol",
            "volume": "57",
            "issn": "",
            "pages": "1478-1481",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Bisphosphonate‐related osteonecrosis of the jaw: is pH the missing part in the pathogenesis puzzle?",
            "authors": [],
            "year": 2010,
            "venue": "J Oral Maxillofac Surg",
            "volume": "68",
            "issn": "",
            "pages": "1158-1161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Single‐cell enumeration of an uncultivated TM7 subgroup in the human subgingival crevice",
            "authors": [],
            "year": 2003,
            "venue": "Appl Environ Microbiol",
            "volume": "69",
            "issn": "",
            "pages": "6294-6298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Bacterial diversity in human subgingival plaque",
            "authors": [],
            "year": 2001,
            "venue": "J Bacteriol",
            "volume": "183",
            "issn": "",
            "pages": "3770-3783",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Bacterial biota in the human distal esophagus",
            "authors": [],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "4250-4255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Osteonecrosis of the jaw: who gets it, and why?",
            "authors": [],
            "year": 2009,
            "venue": "Bone",
            "volume": "44",
            "issn": "",
            "pages": "4-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Anatomic and microbiologic challenges to achieving success with endodontic treatment: a case report",
            "authors": [],
            "year": 2008,
            "venue": "J Endod",
            "volume": "34",
            "issn": "",
            "pages": "1249-1254",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Bacteremias caused by Selenomonas artemidis and Selenomonas infelix",
            "authors": [],
            "year": 1990,
            "venue": "J Clin Microbiol",
            "volume": "28",
            "issn": "",
            "pages": "140-142",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "An implant periapical lesion leading to acute osteomyelitis with isolation of Staphylococcus aureus\n",
            "authors": [],
            "year": 2008,
            "venue": "Br Dent J",
            "volume": "205",
            "issn": "",
            "pages": "489-491",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Osteonecrosis of the jaws associated with the use of bisphosphonates: a review of 63 cases",
            "authors": [],
            "year": 2004,
            "venue": "J Oral Maxillofac Surg",
            "volume": "62",
            "issn": "",
            "pages": "527-534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "American association of oral and maxillofacial surgeons position paper on bisphosphonate‐related osteonecrosis of the Jawsâ€”2009 update",
            "authors": [],
            "year": 2009,
            "venue": "J Oral Maxillofac Surg",
            "volume": "67",
            "issn": "",
            "pages": "2-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Quantification of bacteria in oral samples by competitive polymerase chain reaction",
            "authors": [],
            "year": 1999,
            "venue": "J Dent Res",
            "volume": "78",
            "issn": "",
            "pages": "850-856",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Molecular analysis of the root canal microbiota associated with endodontic treatment failures",
            "authors": [],
            "year": 2008,
            "venue": "Oral Microbiol Immunol",
            "volume": "23",
            "issn": "",
            "pages": "275-281",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Identification of microbial biofilms in osteonecrosis of the jaws secondary to bisphosphonate therapy",
            "authors": [],
            "year": 2008,
            "venue": "J Oral Maxillofac Surg",
            "volume": "66",
            "issn": "",
            "pages": "767-775",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Microbial biofilms in osteomyelitis of the jaw and osteonecrosis of the jaw secondary to bisphosphonate therapy",
            "authors": [],
            "year": 2009,
            "venue": "J Am Dent Assoc",
            "volume": "140",
            "issn": "",
            "pages": "1259-1265",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Osteonecrosis of the jaw associated with bisphosphonate therapy: tips for the practicing oncologist",
            "authors": [],
            "year": 2007,
            "venue": "Community Oncol",
            "volume": "4",
            "issn": "",
            "pages": "47-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Attachment of a 40‐base‐pair G + C‐rich sequence (GC‐clamp) to genomic DNA fragments by the polymerase chain reaction results in improved detection of single‐base changes",
            "authors": [],
            "year": 1989,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "86",
            "issn": "",
            "pages": "232-236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Actinobacillus actinomycetemcomitans and porphyromonas gingivalis in human periodontal disease: occurrence and treatment",
            "authors": [],
            "year": 1999,
            "venue": "Periodontol",
            "volume": "2000",
            "issn": "20",
            "pages": "82-121",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Prevalence of bacteria of division TM7 in human subgingival plaque and their association with disease",
            "authors": [],
            "year": 2003,
            "venue": "Appl Environ Microbiol",
            "volume": "69",
            "issn": "",
            "pages": "1687-1694",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Vascular endothelial growth factor stimulates bone repair by promoting angiogenesis and bone turnover",
            "authors": [],
            "year": 2002,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "99",
            "issn": "",
            "pages": "9656-9661",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Early‐onset periodontitis",
            "authors": [],
            "year": 1999,
            "venue": "Ann Periodontol",
            "volume": "4",
            "issn": "",
            "pages": "39-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Osteonecrosis of the jaws: clinicopathologic and radiologic characteristics, preventive and therapeutic strategies",
            "authors": [],
            "year": 2010,
            "venue": "Strahlenther Onkol",
            "volume": "186",
            "issn": "",
            "pages": "367-373",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Phylogenetic analysis of bacterial and archaeal species in symptomatic and asymptomatic endodontic infections",
            "authors": [],
            "year": 2007,
            "venue": "J Med Microbiol",
            "volume": "56",
            "issn": "",
            "pages": "110-118",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Narrative [corrected] review: bisphosphonates and osteonecrosis of the jaws",
            "authors": [],
            "year": 2006,
            "venue": "Ann Intern Med",
            "volume": "144",
            "issn": "",
            "pages": "753-761",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Oribacterium sinus gen. nov., sp. nov., within the family ‘Lachnospiraceae’ (phylum Firmicutes)",
            "authors": [],
            "year": 2004,
            "venue": "Int J Syst Evol Microbiol",
            "volume": "54",
            "issn": "",
            "pages": "1611-1615",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Moryella indoligenes gen. nov., sp. nov., an anaerobic bacterium isolated from clinical specimens",
            "authors": [],
            "year": 2007,
            "venue": "Int J Syst Evol Microbiol",
            "volume": "57",
            "issn": "",
            "pages": "725-729",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Biochemical markers of bone turnover in osteonecrosis of the jaw in patients with osteoporosis and advanced cancer involving the bone",
            "authors": [],
            "year": 2011,
            "venue": "Ann N Y Acad Sci",
            "volume": "1218",
            "issn": "",
            "pages": "80-87",
            "other_ids": {
                "DOI": []
            }
        }
    }
}