{
    "paper_id": "PMC7196542",
    "metadata": {
        "title": "A case of improved oxygenation in SARS-CoV-2 positive patient on nasal cannula undergoing prone positioning",
        "authors": [
            {
                "first": "Sherif",
                "middle": [],
                "last": "Elkattawy",
                "suffix": "",
                "email": "s.elattawy@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Noori",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Since December 2019, a novel virus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causing coronavirus disease 2019 (COVID-19) has resulted in more than 45,000 deaths worldwide in over 150 countries. Patients can progress from asymptomatic or mild illness to hypoxemic respiratory failure or multisystem organ failure, necessitating intubation and intensive care management. [7] Prone positioning is a technique well established in the management of intubated patients with acute respiratory distress syndrome (ARDS). [2] Studies have shown that the physiological changes associated with the prone position in nonintubated patients may be even more favorable than in intubated patients and that prone position may prove beneficial in some cases of hypoxemic respiratory failure, even in awake patients, by avoiding mechanical ventilation and ventilator-associated complications. [6].",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 391,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 533,
                    "end": 534,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 894,
                    "end": 895,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We examined the effect of proning on oxygenation saturation in a non-intubated patient positive for SARS-CoV-2 with hypoxemic respiratory failure.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This is a 36-year-old male, with no significant past medical history, who presented to the emergency department with worsening fever, cough, shortness of breath and generalized body aches for ten days. Patient endorsed a nonproductive cough with associated intermittent nausea, vomiting and diarrhea. Patient admitted to generalized malaise, aches and chills. Denied chest pain, claudication, lightheadedness or dizziness. He reported symptoms were exacerbated with exertion and relieved with rest. As per the patient he was seen one week ago for similar symptomatology at another emergency department in which his Flu/RSV tests were negative and was discharged without any medications with the diagnosis of a viral upper respiratory tract infection and recommended to rest and hydrate.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Of note, patient is an IT proctor and reported two weeks ago he was in contact with a test taker who exhibited dry cough and rhinorrhea. He is unable to track what happened with the test taker. Furthermore, patient lives with a roommate who works at an airport and reported that his roommate started developing cough and fever three days after the patient started manifesting his aforementioned symptoms. Patient's roommate was found to have the flu and was given Tamiflu, with significant improvement of symptoms.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "In emergency department, patient was afebrile, tachycardic at 109 bpm, tachypneic at 33, and hypoxic at 85% on room air that improved to 99% on 4L NC. Labs were unremarkable. Chest X-ray showed bilateral mid and lower lung zone patchy hazy airspace opacities. CT chest w/contrast showed multifocal pneumonia, predominantly involving the lower lobes. Negative influenza and RSV. He received one dose of vancomycin, zosyn and azithromycin in ED and was started on nasal cannula 4LPM. Patient was started on normal saline 2L at 1L/hr in emergency department and admitted to medical floors for community acquired pneumonia vs COVID-19 pneumonia on contact and droplet precaution.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Initial ABG on FiO2 36% showed pH 7.46 with pCO2 38, pO2 119, HCO3 27.3, with base excess 3.1. Labs during admission remarkable for LDH 767. CPK 214, CRP 11.7, Lipase 71, GGTP 93, ESR 90, INR 1.0, D-dimer 464, Ferritin 864. Blood/Urine/Respiratory culture showed no growth. Non Reactive HIV. Negative legionella/pneumococcal antigen. Transaminases started trending upward to high of AST 327, ALT 442. Unremarkable hepatitis panel (Negative Hep B S Ag, Hep B Core AB IgM, Hep A AB, IgM, Hep C Antibody).",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Patient was continued on Zosyn for three days until he was found to be positive for SARS-CoV-2. At that time, hydroxychloroquine was started. It was discontinued after four days as per infectious disease secondary to reserving its use and allocating it to more critically ill patients. Patient had minimal improvement in oxygenation with resting O2 saturation at <88% and ambulating O2 saturation at 78% on room air.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Patient was recommended to undergo proning at least 6–8hrs a day on nasal cannula. Upon my evaluation the following day, he reported lying prone for over 12 hrs with significant improvement in oxygenation and mucous clearance. Patient was taken off of nasal cannula with O2 saturation greater than 95% at rest and 90% with ambulation; however the patient continues to be tachycardic in the 120s off oxygen, component of which was attributable to anxiety. Echocardiogram was performed to rule out z.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Prone positioning causes improved oxygenation by alteration in the mechanics and physiology of gas change. Improvement in gas exchange by prone positioning occurs by enhancement of ventral-dorsal trans-pulmonary difference, reduced dorsal lung compression and better lung perfusion. Prone positioning causes the intra-pleural pressure to become less negative in non-dependent and less positive in dependent portion of lung due to thoracic-lung shape modification which in turn causes reduced dorsal lung compression by increase of regional inflation distribution in dorsal region and decrease in ventral regions [1,2]. In acute lung injury, since blood flow and alveolar collapse are both greatest in the dependent portion of lungs, there is a significant ventilation perfusion mismatch in supine position, however in prone position the previously dependent lung continues to receive the majority of the blood flow (independent of the gravitational gradient) as alveoli reopen, while the newly dependent lung continues to receive the minority of the blood flow as alveoli begin to collapse [3]. Of note, although in health lungs pulmonary perfusion is greatest along dependent portion of lungs, studies have shown that in the diseased lungs, blood is diverted towards non-dependent positions through various mechanisms including hypoxic vasoconstriction, vessel obliteration and external vessel compression [4].",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 614,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 615,
                    "end": 616,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1091,
                    "end": 1092,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1408,
                    "end": 1409,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our patient had severe acute respiratory syndrome corona virus (SARS-CoV2) induced pneumonia as evidenced by characteristic laboratory and imaging findings. Significant improvement in patient's oxygen saturation was noted after the patient was prone for at least 6–8 hours. Several studies have shown that in most patients with ARDS (up to 70%), prone ventilation increases PaO2 allowing a reduction in the FiO2. Mure, M et al. reported a study showing the positive effect of prone positioning on oxygenation in patients with acute lung insufficiency. 12 of 13 patient responded to treatment in prone positioning showing dramatic increases in oxygenation index and decrease in A-a gradient [5]. Although our patient did not meet the criteria for ARDS, his oxygen saturation improved clinically status post lying in prone position. This could've possibly been secondary to effects of hydroxychloroquine as well however it was stopped prior to proning without significant improvement in oxygenation. C. Valter et al. reported a case showing improvement of PaO2 in non-intubated hypoxemic respiratory failure with prone positioning [6]. To date very few studies have been published showing benefit of prone positioning in non-ARDS patients receiving non-invasive ventilation.",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 692,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1130,
                    "end": 1131,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Currently a number of clinical trials are being done regarding treatment modalities for SARS-CoV2 induced pneumonia. We believe most effective way to reduce morbidity and mortality is early intervention to prevent progression of disease. Prone positioning will be a vital part of management plan and will be a topic of interest in upcoming days. We are currently undergoing a case series at our institution to further validate the effects of proning on oxygenation in non-intubated patients.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We have no conflict of Interest to declare.",
            "cite_spans": [],
            "section": "Declaration of competing interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Supine and prone differences in regional lung density and pleural pressure gradients in the human lung with constant shape",
            "authors": [
                {
                    "first": "M.H.",
                    "middle": [],
                    "last": "Tawhai",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Nash",
                    "suffix": ""
                },
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Appl. Physiol.",
            "volume": "107",
            "issn": "",
            "pages": "912-920",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Prone ventilation in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Guérin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur. Respir. Rev.",
            "volume": "23",
            "issn": "",
            "pages": "249-257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Pulmonary perfusion is more uniform in the prone than in the supine position: scintigraphy in healthy humans",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Nyrén",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mure",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Jacobsson",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                },
                {
                    "first": "S.G.",
                    "middle": [],
                    "last": "Lindahl",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Appl. Physiol.",
            "volume": "86",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Influence of unilateral hypoxia on blood flow through the lungs in man in lateral position",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Arborelius",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Lundin",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Svanberg",
                    "suffix": ""
                },
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Defares",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "J. Appl. Physiol.",
            "volume": "15",
            "issn": "",
            "pages": "595-597",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Dramatic effect on oxygenation in patients with severe acute lung insufficiency treated in the prone position",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mure",
                    "suffix": ""
                },
                {
                    "first": "C.R.",
                    "middle": [],
                    "last": "Martling",
                    "suffix": ""
                },
                {
                    "first": "S.G.",
                    "middle": [],
                    "last": "Lindahl",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Crit. Care Med.",
            "volume": "25",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Response to the prone position in spontaneously breathing patients with hypoxemic respiratory failure",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Valter",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Tollund",
                    "suffix": ""
                },
                {
                    "first": "N.K.",
                    "middle": [],
                    "last": "SchØnemann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Acta Anaesthesiol. Scand.",
            "volume": "47",
            "issn": "4",
            "pages": "416-418",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "COVID-19 infection: implications for perioperative and critical care physicians",
            "authors": [
                {
                    "first": "J.R.1",
                    "middle": [],
                    "last": "Greenland",
                    "suffix": ""
                },
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Michelow",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesthesiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}