{
    "paper_id": "PMC7098480",
    "metadata": {
        "title": "Epidemiological characteristics of 2019-ncoV infections in Shaanxi, China by February 8, 2020",
        "authors": [
            {
                "first": "Yang",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yao",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xuan",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "ShengYu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To the Editor",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In December, 2019, a new coronavirus named 2019-nCoV causing severe acute respiratory disease has emerged in the region of Wuhan, China [1, 2]. The National Health Commission of People's Republic of China named pneumonia infected with 2019-nCoV as Novel Coronavirus Pneumonia (NCP).Evidence have pointing to the person-to-person transmission [3–5]. As of February 8, 2020, China has reported 34 673 confirmed and more than 27 657 suspected cases of NCP across 34 Chinese provinces or municipalities, with 106 fatalities. Most of the studies focused on the epidemic situation in Wuhan, but few on provinces outside Wuhan. Shaanxi is located in the northwest of Hubei Province and adjacent to it, with a population of 38.64 million. Since the first case of NCP was confirmed in Shannxi by on January 23, 2020, 195 cases have been confirmed, but there is no relevant epidemiological study. In order to better understand the epidemic law of new coronavirus in Shaanxi Province, and provide the basis for the future development of control measures.This article aims to report the epidemiological outcomes of 195 confirmed case infected with 2019-nCoV in Shaanxi, and to compare the clinical features between patients with or without a history of exposure in Wuhan.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 138,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 140,
                    "end": 141,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 343,
                    "end": 344,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 345,
                    "end": 346,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We reviewed the epidemiological characteristics and outcome date of 195 laboratory confirmed cases of 2019-nCoV infection reported by the Health Commission of Shaanxi Province. The involved date of these patients was from January 23, 2020, to Feb 7, 2020. The investigation content includes the gender, contact history of Wuhan, date of onset, date of diagnosis, severe case and other information. Two researchers independently reviewed the data.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "By February 7, 2020, 195 cases of NCP were confirmed in Shaanxi Province. As shown in figure 1a. There were 88 cases in Xi'an, 14 in XianYang, 8 in Yan'An, 3 in YuLin, 10 in WeiNan, 7 in TongChuan, 7 in ShangLuo, 23 in HanZhong, 13 in BaoJi, 22 in Ankang. There are 539 suspected cases in the all province. The main confirmed cases of early stage are mainly imported cases (fig. 1b).\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 95,
                    "mention": "figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 374,
                    "end": 381,
                    "mention": "fig. 1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The Characteristics of patients with 2019-ncoV infection in Shaanxi province were summarised as follows. For age, the mean age is 44.13±15.8 years. 25(12.82%) cases were aged 20 years, 23(11.79%) were 20–29 years, 79(40.51%) were 30–49 years, 28(14.36%) cases were 50–59 years, 29(14.87%) cases were 60–69 years, 11(5.64%) cases were over 70 years. Male be in the majority (66.15%). 190(97.44%) patients were stable and 5(2.56%) patients were severe. The average day from onset to diagnosis were 7.35±3.73 days.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "According to the analysis of patients with or without Wuhan exposure history, we found that the average age is 39.79±15.76 years for patients with Wuhan exposure, and 49.19±14.44 for patients with Wuhan exposure (p<0.05). The average day from onset to diagnosis is 7.08±4.04 days for patients with Wuhan exposure and 7.65±3.37 for patients without Wuhan exposure (p<0.05).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Analysis of 105 patients with the exposure history of Wuhan, 71 of them had long-term exposure and 18 had short-term exposure (Meeting, transfer and travel). Most of the infected patients were men (long-term exposure: 90.14%; short-term exposure:72.22%). The day from onset to diagnosis were 6.06±4.85 days and 7.22± 3.75 days (Long-term versus short-term exposure) respectively. 90 of 195 confirmed cases have no Wuhan exposure history. We divided these patients into direct contact and indirect contact with Wuhan people who have returned to Shaanxi. They are mainly middle-aged patient. The average age of direct contact cases was 48.52±15.99 years and 50.46±13.38 years for indirect contact. The Male and female ratios were 16:13 and 13:22 for direct and indirect case. Furthermore, 26 patients had unknown contact history. For illness State, most of the patients were stable, five cases were severe patients. Until Feb 7, 2020, 8.72% of 195 patients have been discharged. The average age of discharge patients was 34.53±13.08 years. The hospitalisation day was 12.76±3.42 and 9(52.94%) were men. In addition, there are two family aggregated case. Case1 is male, 50 years old, drove to Wuhan on January 13, returned to Hanzhong on January 17, and developed symptoms on January 18, His wife drove to Wuhan with him. They were confirmed with 2019-ncoV on the January 27, 2020. Then nine people were infected by them. For Case2, a family of three living in Wuhan, they drove to Tongchuan city to visit their relatives on January 20 and four people were infected by them.Until Feb 7, 2020, 17 of 195 (8.72%) patients have been discharged. The hospitalisation day was 12.76±3.42 and 9(52.94%) were men.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This study, to our knowledge is the largest case series to date of confirmed patients with 2019-nCoV infection. Besides, this is the first study focus on the 2019-nCoV outside Wuhan. We found that the majority of patients were middle-aged men. This result is consistent with the research of Zhong NS in Wuhan [6]. They found that the median age of patients with 2019-nCoV infection was 47.0 years, and 58.1% were males. We also consistent with the study of Huang C. who also concluded that the majority of infected patients were men (73%) [7]. We further divided patients with NCP into With Wuhan exposure group and without Wuhan exposure group. We founded that patients without Wuhan explore history were older than those with Wuhan explore history, and the difference was statistically significant. This may be due to the fact that most of the patients with 2019-nCoV infection in Shaanxi are imported cases, and most of them are migrant workers in Hubei and returned hometown during the Spring Festival. In addition, older people are more likely to be infected with 2019-nCoV. Furthermore, the day from onset to diagnosis for patients with Wuhan exposure history is longer than that without Wuhan. This is easy to understand, because most of the patients without Wuhan exposure are infected by imported patients. Wuhan exposure group was further divided into long-term exposure group and short-term exposure group. The conclusion were that the male patients with 2019-nCoV accounted for a large proportion, the day from onset to diagnosis is about 7.35 days. In addition, Family clustering cases were found in Shaanxi Province.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 311,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 540,
                    "end": 541,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "FIGURE 1: The situation of patients with 2019-nCoV infection in Shaani province By February 7, 2020. a) The number of confirmed patients with 2019-nCoV infection in different cities of Shaanxi Province. Xi'an has the largest number of confirmed cases and Yulin has the smallest (b) Date of daily confirmed cases of 2019-nCoV infection of Wuhan exposure history.The main confirmed cases of early stage are mainly imported cases.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727-733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514-523",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF2": {
            "title": "Pathogenicity and Transmissibility of 2019-nCoV-A Quick Overview and Comparison with Other Emerging Viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Microbes Infect",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Baricitinib as potential treatment for 2019-nCoV acute respiratory disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "e30-e31",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30304-4"
                ]
            }
        },
        "BIBREF4": {
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF5": {
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "ZY",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Rxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        }
    }
}