{
    "paper_id": "PMC7167904",
    "metadata": {
        "title": "Infection and disease: cause and cure",
        "authors": [
            {
                "first": "C",
                "middle": [
                    "Simon"
                ],
                "last": "Herrington",
                "suffix": "",
                "email": "csh2@st-andrews.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Daniel",
                "middle": [
                    "C"
                ],
                "last": "Douek",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Much can be learnt about the mechanisms by which micro‐organisms cause disease from the way that they interact with cells and tissues. This issue of The Journal of Pathology contains articles that address the roles that cell and tissue biology and pathology are playing in the elucidation of these mechanisms.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Variant Creutzfeldt–Jakob disease (CJD) exemplifies the role that pathology can play and the article by Hilton 1 puts into context the finding that prion protein (PrP) accumulation can be demonstrated in archival human lymphoid tissue 2. Similarly, pathological studies have contributed significantly to our understanding of the consequences of infection with the severe acute respiratory syndrome (SARS)‐associated coronavirus (CoV), as discussed by Lo et al\n3. Initial studies described the end‐organ effects of this infection 4. Subsequently, tissue studies contributed to the identification of angiotensin‐converting enzyme 2 (ACE2) as one of the cellular receptors for SARS‐CoV and documented the tissue distribution of both the virus and ACE2 5, 6, 7.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Viruses are also an important aetiological factor in the development of some tumours and the study of virus‐associated neoplasia has provided considerable insights into not only the biology of virus infection, but also the development of human tumours. This is exemplified by the demonstration that infection with high‐risk human papillomavirus (HPV) types is necessary for the development of invasive carcinoma of the cervix 8. This association has clear clinical implications 9, not only for the diagnosis of HPV‐associated disease, but also for its prevention, with recent vaccination trials having been the subject of significant media attention 10. The review by Snijders et al addresses these issues from both biological and clinical perspectives 11.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Only a minority of HPV types are associated with anogenital disease and it is becoming clear that other HPVs may play a role in the development of non‐melanoma skin cancer. This emerging field is reviewed by Akgul et al\n12, who discuss the potential synergism between HPV infection and other carcinogenic factors, particularly exposure to ultraviolet light.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The relationship between viral infection and lymphoma/leukaemia has been the subject of intense research for many years and has provided considerable insights into a variety of biological and pathological processes, in addition to improving our knowledge of how lymphoid malignancies develop. A variety of different viral types are involved, including retroviruses, particularly HIV, and herpesviruses, particularly EBV, but these viruses employ different carcinogenetic mechanisms, as discussed in the review by Jarrett 13. More recently, a rare group of lymphoproliferative disorders has been shown to be related to infection with human herpesvirus 8 (HHV8) 13, 14, which is best known for its association with Kaposi's sarcoma, as discussed by Schulz 14.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Some of the difficulties posed by data generated through association studies are cogently discussed in the review by Rima and Duprex of diseases associated with morbillivirus infection 15. Measles virus infection has several well‐recognized, and incontrovertible, clinical outcomes but has also been associated more speculatively with other diseases or syndromes. Rima and Duprex discuss the evidence for this latter group and reach clear conclusions regarding the validity, or otherwise, of the reported associations.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Viruses are intracellular pathogens that often do not possess all of the machinery required for their replication and therefore need to use cellular mechanisms as part of their life cycle. Subversion of cellular functions is also a feature of intracellular bacterial infections and the review by Pizarro‐Cerda and Cossart 16 examines the mechanisms employed by Listeria monocytogenes. The properties of one of the Listeria products, listeriolysin O, have also been used in the design of bacterial gene therapy approaches, as discussed in detail by Vassaux et al\n17.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The protean clinical manifestations of syphilis have long been taught as part of undergraduate medical courses. In some parts of the world, this disease has reduced considerably in incidence over the last few decades but there are signs that this trend may be reversing, for example in Western Europe 18, 19. Since the genome of the causative agent, Treponema pallidum, was sequenced in 1998, progress has been made in understanding the underlying cell and molecular biology/pathology of this infection, as discussed by Peeling and Hook 20. This includes improved understanding of the immune response to treponemal infection, which may allow the development of vaccine strategies for the prevention of this disease.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The study of Helicobacter infection, and particularly its relationship to gastric neoplasia, demonstrates the importance of the relationship between infecting organism and host. This relationship is discussed in detail by Peek and Crabtree 21, who highlight the importance of the host immune response in the development not only of inflammatory disease, but also of gastric carcinoma in this context. The theme of the host–organism relationship is developed by Komatsuzawa et al\n22, who illustrate, in relation to S. aureus infection, that methicillin‐resistant strains (MRSA) are more resistant than methicillin‐sensitive strains (MSSA), not only to antibiotic therapy, but also to innate immune factors.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The immune response to infectious agents is of paramount importance for the clearance of infection and improved understanding of these responses is central to immunotherapy and vaccination strategies. Ulrichs and Kaufmann 23 present an alternative view of the function of the granulomas formed in response to infection with Mycobacterium tuberculosis and discuss the possible therapeutic implications of this model.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Many infectious agents gain access to body tissues through mucosal surfaces. Immunoglobulin A represents an important first line of defence in these sites and the review by Woof and Kerr 24 provides details of the biology of this important molecule in addition to discussing its role in disease. They also develop the theme of bacterial subversion of cellular function by describing how some bacteria interfere with IgA function to facilitate adhesion and invasion and discuss how IgA may be used in vaccination strategies.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Vaccination is a recurring theme in many of the articles described above. The review by Barouch 25 deals specifically with this topic, focusing on gene‐based vaccines rather than the more empirical traditional approach. This is followed by two articles that discuss how viruses and bacteria, respectively, can be used as gene delivery systems for therapy. Young et al\n26 give a comprehensive account of viral approaches, whilst Vassaux et al\n17 discuss the use of bacteria as vehicles for gene therapy in a variety of settings, including vaccination against viral infection and immunotherapy against cancer.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The title of this issue of the journal stems from the concept that micro‐organisms not only cause disease, but can also be used to prevent or treat them. The reviews assembled here bridge several gaps: between microbiology and cellular pathology; between host and infecting organism; and between disease and therapy. It is clear that cell and tissue pathology approaches are of value in all of these spheres, providing cell and tissue relevance to microbiological and immunological observations.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Pathogenesis and prevalence of variant Creutzfeldt–Jakob disease",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "134-141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Cervical cancer, human papillomavirus, and vaccination",
            "authors": [],
            "year": 2005,
            "venue": "Br Med J",
            "volume": "331",
            "issn": "",
            "pages": "915-916",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "HPV‐mediated cervical carcinogenesis: concepts and clinical implications",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "152-164",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "HPV‐associated skin disease",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "165-175",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Viruses and lymphoma/leukaemia",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "176-186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The pleiotropic effects of Kaposi's sarcoma herpesvirus",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "187-198",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Morbilliviruses and human disease",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "199-214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Subversion of cellular functions by Listeria monocytogenes\n",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "215-223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Bacterial gene therapy strategies",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "290-298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Are trends in HIV, gonorrhoea, and syphilis worsening in western Europe?",
            "authors": [],
            "year": 2002,
            "venue": "Br Med J",
            "volume": "324",
            "issn": "",
            "pages": "1324-1327",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Syphilis: old problem, new strategy",
            "authors": [],
            "year": 2002,
            "venue": "Br Med J",
            "volume": "325",
            "issn": "",
            "pages": "153-156",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Prevalence of lymphoreticular prion protein accumulation in UK tissue samples",
            "authors": [],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "",
            "pages": "733-739",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The pathogenesis of syphilis: the Great Mimicker revisited",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "224-232",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "\nHelicobacter infection and gastric neoplasia",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "233-248",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Innate defences against methicillin‐resistant Staphylococcus aureus (MRSA) infection",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "249-260",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "New insights into the function of granulomas in human tuberculosis",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "261-269",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The function of immunoglobulin A in immunity",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "270-282",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Rational design of gene‐based vaccines",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "283-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Viral gene therapy strategies: from basic science to clinical application",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "299-318",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "How the SARS coronavirus causes disease: host or organism?",
            "authors": [],
            "year": 2006,
            "venue": "J Pathol",
            "volume": "208",
            "issn": "",
            "pages": "142-151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The clinical pathology of severe acute respiratory syndrome (SARS): a report from China",
            "authors": [],
            "year": 2003,
            "venue": "J Pathol",
            "volume": "200",
            "issn": "",
            "pages": "282-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "authors": [],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "",
            "pages": "631-637",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS‐CoV) in SARS patients: implications for pathogenesis and virus transmission pathways",
            "authors": [],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "",
            "pages": "622-630",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Tissue and cellular tropism of the coronavirus associated with severe acute respiratory syndrome: an in‐situ hybridization study of fatal cases",
            "authors": [],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "202",
            "issn": "",
            "pages": "157-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Human papillomavirus is a necessary cause of invasive cervical cancer worldwide",
            "authors": [],
            "year": 1999,
            "venue": "J Pathol",
            "volume": "189",
            "issn": "",
            "pages": "12-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Clinical relevance of human papillomavirus testing in cytopathology",
            "authors": [],
            "year": 2005,
            "venue": "Cytopathology",
            "volume": "16",
            "issn": "",
            "pages": "7-12",
            "other_ids": {
                "DOI": []
            }
        }
    }
}