{
    "paper_id": "PMC7165977",
    "metadata": {
        "title": "Experimental Dual Infection of Specific Pathogen‐Free Pigs with Porcine Reproductive and Respiratory Syndrome Virus and Pseudorabies Virus",
        "authors": [
            {
                "first": "I.",
                "middle": [],
                "last": "Shibata",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Yazawa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Ono",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Y.",
                "middle": [],
                "last": "Okuda",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Porcine reproductive and respiratory syndrome (PRRS) is mainly characterized by reproductive disturbances in sows and respiratory distress in young pigs. In Japan, PRRS virus (PRRSV) was first isolated from fattening pigs and stillborn pigs in 1993 (Shimizu et al., 1994). The antigenicity of the Japanese isolates was more closely related to that of the American‐type virus than to that of the European‐type virus (Murakami et al., 1994). PRRSV is thought to be a major primary pathogen and increase severity of secondary infections related to porcine respiratory disease complex. Concurrent infection with PRRSV and porcine respiratory coronavirus or swine influenza virus (Van Reeth et al., 1996), Mycoplasma hyopneumoniae (Thacker et al., 1999) or Streptococcus suis (Galina et al., 1994) causes more severe disease than PRRSV alone. Pseudorabies virus (PRV) infection caused nervous disorders, mortality and respiratory disease in pigs. Dual infection with PRV plus bacteria induced severe pneumonia in pigs (Fuentes and Pijoan, 1987; Iglesias et al., 1992a; Sakano et al., 1993; Shibata et al., 1998). In swine farms, pigs are confronted with several infectious agents, especially after weaning, and infections of Japanese pigs with PRRSV and PRV are common shortly after the grouping of pigs in intensive fattening units. Combined infections with both viruses likely take place at that stage, but the clinical effects of dual infection with PRRSV and PRV have not been demonstrated. The objective of this study was to compare the clinical and pathological effects of dual infection with these viruses in young pigs, with that of a single infection with PRRSV or PRV.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The E4 strain of PRRSV (Shibata et al., 2000) was used for pig inoculation at the fourth passage level in swine alveolar macrophages (SAM). The EDRD‐1 strain of PRRSV (Murakami et al., 1994) propagated in MARC‐145 cells (Kim et al., 1993) was used for serological examination. The Yamagata‐S81 strain of PRV (Fukusho et al., 1981) propagated in CPK cells derived from pig kidneys was used for pig inoculation and serological examination.",
            "cite_spans": [],
            "section": "PRRSV and PRV strains",
            "ref_spans": []
        },
        {
            "text": "Twenty specific pathogen‐free (SPF) pigs (Landrace), 6 weeks of age, were obtained from a SPF pig herd routinely monitored to be negative for PRRSV, PRV, atrophic rhinitis and mycoplasma pneumonia. They were seronegative for PRRSV and PRV.",
            "cite_spans": [],
            "section": "Animals",
            "ref_spans": []
        },
        {
            "text": "The pigs were randomly assigned to four groups, each of which was housed separately in a barrier‐maintained room maintained at 23°C. Six pigs were inoculated with PRRSV plus PRV (the PRRSV–PRV group), four with PRRSV only (the PRRSV group) and six with PRV only (the PRV group). The remaining four pigs were kept as negative controls (the control group). On day 0 of the experiment, pigs in the PRRSV–PRV and PRRSV groups were inoculated intranasally with 105.6 TCID50 of PRRSV. On day 7, pigs in the PRRSV–PRV and PRV groups were inoculated intranasally with 103.6 TCID50 of PRV. Half of the pigs in each group except the control group and the remaining pigs were euthanized and necropsied on days 14 and 21, respectively. After inoculation, the pigs were observed for clinical signs of disease daily and weighed weekly. Rectal temperature was taken daily. Nasal swabs were collected every other day for PRV isolation. Blood samples for PRRSV isolation and serological examination were collected weekly. At necropsy, tissue samples of medulla oblongata, tonsil, lung, heart, liver, spleen, kidney, small intestine, pulmonary lymph node and mesenteric lymph node were collected for virus isolation and pathological examination.",
            "cite_spans": [],
            "section": "Experimental design",
            "ref_spans": []
        },
        {
            "text": "Isolations of PRRSV and PRV from tissue samples, sera and/or nasal swabs were performed in SAM and CPK cells, respectively, seeded in 96‐well microtitre plates (Shibata et al., 2000). Convalescent serum using SPF pig for challenge infection with 1 : 128 virus neutralization antibody titre to PRV and negative for PRRSV antibody was added to the SAM maintenance media to a final concentration of 20%.",
            "cite_spans": [],
            "section": "Virus isolation",
            "ref_spans": []
        },
        {
            "text": "Bacterial isolation from lung samples was performed according to routine procedures. In brief, lung samples were cultured using tryptic soy agar containing 100 μg/ml of β‐NAD and 5% horse serum, dextrose starch agar containing 0.1 μg/ml of gentamycin, 30 μg/ml of vancomycin and 5% sheep blood agar.",
            "cite_spans": [],
            "section": "Bacterial isolation",
            "ref_spans": []
        },
        {
            "text": "Sera from all pigs were tested for antibodies against PRRSV by indirect fluorescent antibody (IFA) assay (Shibata et al., 2000) and against PRV by virus neutralization (VN) test (Shibata et al., 1998).",
            "cite_spans": [],
            "section": "Serological examination",
            "ref_spans": []
        },
        {
            "text": "Histopathological examination was performed according to routine procedures. In brief, tissue samples were fixed in 20% neutral phosphate‐buffered formalin. Thin sections of paraffin‐embedded samples were stained by haematoxylin and eosin. Immunohistochemistry for detection of porcine circovirus 2 (PCV 2) was performed by a protocol as previously described on paraffin‐embedded tonsil and lung samples (Onuki et al., 1999).",
            "cite_spans": [],
            "section": "Pathological examination",
            "ref_spans": []
        },
        {
            "text": "Statistical analysis was determined by Student's t‐test and each value was given as the mean ± SD. Results were considered significant if P < 0.05.",
            "cite_spans": [],
            "section": "Statistical analysis",
            "ref_spans": []
        },
        {
            "text": "In the control group, no clinical signs were observed throughout the study. Prior to inoculation, no clinical signs were observed in any of the pigs. After inoculation with PRRSV, clinical signs were not apparent. After inoculation with PRV, depression and anorexia were observed in two pigs in each of the PRRSV–PRV and PRV groups between days 11 and 14. Mild respiratory distress was recognized in one pig in the PRRSV–PRV group on day 14. In the groups challenged with the viruses (PRRSV–PRV, PRRSV and PRV groups), an increase in rectal temperature was seen (Fig. 1). Mean rectal temperatures of the pigs in the PRRSV–PRV, PRRSV and PRV groups remained significantly (P < 0.05) higher than those of control pigs at days 1–19, 1–11 and 9–14, respectively, indicating that febrile response in the pigs in the PRRSV–PRV group was prolonged. Mean weight gains between days 0 and 14 were 3.2 ± 2.4, 3.9 ± 0.7, 3.8 ± 1.2 and 4.1 ± 0.1 kg in the PRRSV–PRV, PRRSV, PRV and control groups, respectively.",
            "cite_spans": [],
            "section": "Clinical signs",
            "ref_spans": [
                {
                    "start": 563,
                    "end": 569,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Gross and histopathological lung lesions in each group are summarized in Table 1. At necropsy on day 14 with PRRSV, the lungs in the PRRSV–PRV group failed to collapse, and were mottled or diffusely tan and red at the periphery of the lobes. On day 21, the gross lung lesions in the PRRSV–PRV groups were more severe than that on day 14 (Fig. 2). No gross lung lesions were observed in the PRRSV, PRV and control groups. Lymph nodes in the thoracic region were moderately enlarged in the inoculated groups. Histopathologically, interstitial pneumonia characterized by thickening of the alveolar septa with infiltration of mononuclear cells and alveolar exudates was present in all pigs in the PRRSV–PRV and PRRSV groups on days 14 and 21. These lesions were more severe in the PRRSV–PRV group than that in the PRRSV group (Fig. 3). Mild interstitial pneumonia was also observed in two of the six pigs in the PRV group. PCV 2 antigen was not detected in tonsils and lungs of all of the pigs in the four groups. Encephalitis in medulla oblongata characterized by perivascular cuffing and focal gliosis was observed in the cerebrum of the pigs in the PRRSV–PRV and PRV groups, especially on day 14.",
            "cite_spans": [],
            "section": "Gross and histopathological lesions",
            "ref_spans": [
                {
                    "start": 338,
                    "end": 344,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 823,
                    "end": 829,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 73,
                    "end": 80,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "PRRSV was isolated from the sera of all pigs in the PRRSV–PRV and PRRSV groups from day 7. At necropsy, PRRSV was isolated from several tissues of pigs in the PRRSV–PRV and PRRSV groups (Table 2). On day 21, geometric mean PRRSV titres of tonsil and lung in the PRRSV–PRV group (mean: 103.7 and 103.3 TCID50 /0.05 ml, respectively) were significantly (P < 0.05) higher than that in the PRRSV group (mean: 102.6 and 101.9 TCID50 /0.05 ml, respectively). All of the pigs in the PRV and control groups were negative for PRRSV isolation. PRV was isolated from nasal swab samples of pigs in the PRV and PRRSV–PRV groups between days 9 and 21. Although PRV was isolated from several tissues of pigs in the PRRSV–PRV and PRV groups on day 14, no PRV was isolated from the lung and lymph node on day 21 (Table 3). All of the pigs in the PRRSV and control groups were negative for PRV isolation. No significant bacteria were isolated from lung of any pig.",
            "cite_spans": [],
            "section": "PRRSV and PRV isolations",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 194,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 796,
                    "end": 803,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "At the time of virus inoculation, all of the pigs in all four groups were negative for antibodies against PRRSV and PRV. All of the pigs in the PRRSV–PRV and PRRSV groups developed antibodies against PRRSV by day 14 as determined by IFA, and all of the pigs except one pig necropsied on day 14 (7 days after challenge with PRV) in each of the PRRSV–PRV and PRV groups developed antibodies against PRV by day 14 or 21 by VN test.",
            "cite_spans": [],
            "section": "Serological tests",
            "ref_spans": []
        },
        {
            "text": "This study is the first experimental report examining the effects of dual infection with PRRSV plus PRV in young SPF pigs. A reduction of weight gain was seen in PRRSV–PRV group; however, this difference was not statistically significant between PRRSV–PRV and control group probably because of limited size and individual variation. In the PRRSV–PRV group, the duration of the fever was significantly prolonged, and lung lesion was increased, compared with either the PRRSV or PRV group. The lungs failed to collapse and were mottled or diffusely tan and red. Gross lung lesion was not observed in the other groups. The PRRSV titres of tonsil and lung in the PRRSV–PRV group were significantly higher than that in the PRRSV group on day 21. In summary, infection of the pigs with PRRSV followed by PRV challenge resulted in increased clinical signs and pneumonia lesions, as compared to the pigs infected with PRRSV or PRV only.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Under experimental condition, respiratory clinical signs in pigs experimentally infected with PRRSV alone were not observed and pulmonary gross lesions have usually been very mild (Carvalho et al., 1997; Solano et al., 1997). Infection with the E4 strain or other Japanese isolates alone did not cause pigs to develop respiratory clinical signs and visible pneumonia as reported in previous studies (Hirose et al., 1995). Generally, in field conditions, pigs coinfected with PRRSV and other organisms show clinical symptoms. Infection by the American PRRSV strain, ATCC VR‐2385, induced gross lesions characterized by lungs that were mottled tan or diffusely tan, were firmer and heavier than normal lungs, and failed to collapse (Thacker et al., 1999). The VR‐2385 strain was classified as a high virulence strain (Halbur et al., 1996), and should be more virulent than the strain used in the present study. The lung lesions observed in the PRRSV–PRV group were similar to that introduced by the VR‐2385 strain. On the other hand, some PRV strains induce pulmonary lesions in addition to lesions in the central nervous system, and cause mild respiratory disease to develop in pigs. However, the Yamagata S‐81 strain used in the present study introduced no pneumonic lesions in pigs inoculated intranasally (Shibata et al., 1998). In the present study, gross lung lesions were also not observed in the PRV group. Generally, characteristic lung lesions induced by PRRSV infections is proliferative interstitial pneumonia, and that by PRV infection consist of necrotic bronchitis, bronchiolitis, and alveolitis (Kluge et al., 1999). The prominent lung lesion in the PRRSV–PRV group was proliferative interstitial pneumonia. Furthermore, PRRSV was isolated from the lungs of the inoculated pigs; however, PRV was not isolated from the lungs in any group on day 21. These findings support the hypothesis that the lung lesions observed in the PRRSV–PRV group may be induced by PRRSV infection. Further studies using a larger number of pigs would be necessary to confirm this hypothesis.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Recently, it has been reported that coinfection with PCV2 and PRRSV induces more sever lesions and clinical disease than that with PCV 2 or PRRSV alone (Allan et al., 2000; Harms et al., 2001; Rovira et al., 2002). Coinfection with PCV 2 and PRRSV increased the severity of PRRSV‐induced interstitial pneumonia and PCV 2‐associated lesions consistent with post‐weaning multisystemic wasting syndrome such as lymphocyte depletion, granulomatous inflammation, intracytoplasmic inclusion body in histiocyte and necrotizing hepatitis in Caesarean‐derived colostrums‐deprived pigs (Harms et al., 2001). Lungs were diffusely tan to purple and non‐collapsed at 7, 14 and 21 days after the infection and moderate to severe lesions of interstitial pneumonia observed in the dually infected pigs with PCV 2 and PRRSV (Harms et al., 2001). These lung lesions were similar to those observed in the PRRSV–PRV group; however, PCV 2‐associated lesions were not observed in any tissues examined and PCV 2 antigen was not detected in tonsils and lungs of all pigs in four groups.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "At this time, the mechanism of the interaction between PRRSV and PRV is not clearly understood. Alveolar macrophages are the most important defence line in the respiratory tract. PRV infection in SAM affects the cell functions and induces a deleterious effect on cytoxicity and production of cytokine (Iglesias et al., 1989, 1992b). Furthermore, PRV causes immunosuppression by altering the function and survival of lymphocytes (Chinsakchai et al., 1990). Respiratory defence mechanisms may be temporarily impaired as a result of PRV infection, and development of pneumonia induced by PRRSV may be promoted because of impaired and/or delayed viral clearance.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Infection with PRRSV and PRV are very common after weaning in fattening pigs. PRRSV can be isolated from the lungs of experimentally infected pigs until at least 28 days after inoculation (Hirose et al., 1995; Shibata et al., 2000). Consequently, a primary infection with PRRSV can be easily followed by infection with other virus. So, in the present study, the pigs were infected with PRRSV and followed by the inoculation with PRV at an interval of 7 days. In our previous study, PRRSV and PRV were isolated from respiratory tissues of same fattening pigs in a farm (Shibata et al., 1996). Further study is needed to evaluate the true economical significance of dual virus infection under field circumstances.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Gross and histopathological lung lesions\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Porcine reproductive and respiratory syndrome virus (PRRSV) isolation from tissues\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Pseudorabies virus (PRV) isolation from tissues\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Mean body temperature in the PRRSV–PRV (•), PRRSV(▴), PRV (▵) and control (▪) groups. Pigs in the PRRSV–PRV and PRV groups were inoculated with PRV on post‐inoculation day 7 with PRRSV.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Lungs from pigs in the PRRSV–PRV (A) and PRRSV (B) groups post‐inoculation week 3 with PRRSV. Lung (A) from a pig inoculated with PRRSV plus PRV fails to collapse and is mottled or diffusely tan and red.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Microscopic section of lungs from pigs in the PRRSV–PRV (A) and PRRSV (B) groups post‐inoculation week 2 with PRRSV. Proliferative interstitial pneumonia in lung (A) from a pig inoculated with PRRSV plus PRV is more severe than that (B) inoculated with PRRSV only. HE stain, 412×.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Experimental infection of colostrums deprived piglets with porcine circovirus 2 (PCV 2) and porcine reproductive and respiratory syndrome virus (PRRSV) potentiates PCV 2 replication",
            "authors": [],
            "year": 2000,
            "venue": "Arch. Virol.",
            "volume": "145",
            "issn": "",
            "pages": "2421-2429",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 1989,
            "venue": "Interaction of pseudorabies virus with swine alveolar macrophages: effects of virus infection on cell function. J. Leukocyte Biol.",
            "volume": "45",
            "issn": "",
            "pages": "410-415",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Inoculation of pigs with Streptococcus suis type 2 alone or in combination with pseudorabies virus",
            "authors": [],
            "year": null,
            "venue": "Am. J. Vet. Res.",
            "volume": "53",
            "issn": "",
            "pages": "364-367",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Effects of pseudorabies virus infection upon cytotoxicity and antiviral activities of porcine alveolar macrophages",
            "authors": [],
            "year": null,
            "venue": "Comp. Immun. Microbiol. Infect. Dis.",
            "volume": "15",
            "issn": "",
            "pages": "249-259",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Enhanced replication of porcine reproductive and respiratory syndrome (PRRS) virus in a homogeneous subpopulation of MA‐104 cell line",
            "authors": [],
            "year": 1993,
            "venue": "Arch. Virol.",
            "volume": "133",
            "issn": "",
            "pages": "477-483",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Diseases of Swine, 8th edn",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Isolation and serological characterization of porcine reproductive respiratory syndrome (PRRS) viruses from pigs with reproductive and respiratory disorders in Japan",
            "authors": [],
            "year": 1994,
            "venue": "J. Vet. Med. Sci.",
            "volume": "56",
            "issn": "",
            "pages": "891-894",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Detection of porcine circovirus from lesions of a pig with wasting disease in Japan",
            "authors": [],
            "year": 1999,
            "venue": "J. Vet. Med. Sci.",
            "volume": "61",
            "issn": "",
            "pages": "1119-1123",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Experimental inoculation of conventional pigs with porcine reproductive and respiratory syndrome virus and porcine circovirus 2.",
            "volume": "76",
            "issn": "",
            "pages": "3232-3239",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Experimental pneumonia of pigs infected with Aujeszky's disease virus and Actinobacills pleuropneumoniae\n",
            "authors": [],
            "year": 1993,
            "venue": "J. Vet. Med. Sci.",
            "volume": "55",
            "issn": "",
            "pages": "575-579",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Microbiological examination of the lungs and tonsils from fatal cases of porcine reproductive and respiratory syndrome",
            "authors": [],
            "year": 1996,
            "venue": "J. Jpn. Vet. Med. Assoc.",
            "volume": "49",
            "issn": "",
            "pages": "316-318",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Effect of porcine reproductive and respiratory syndrome virus on subsequent Pasteurella multocida challenge in pigs",
            "authors": [],
            "year": 1997,
            "venue": "Vet. Microbiol.",
            "volume": "55",
            "issn": "",
            "pages": "241-246",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Experimental dual infection of Cesarean‐derived, colostrums‐deprived pigs with Mycoplasma hyopneumoniae and pseudorebies virus",
            "authors": [],
            "year": 1998,
            "venue": "J. Vet. Med. Sci.",
            "volume": "60",
            "issn": "",
            "pages": "295-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Experimental reinfection with homologous porcine reproductive and respiratory syndrome virus in SPF pigs",
            "authors": [],
            "year": 2000,
            "venue": "J. Vet. Med. Sci.",
            "volume": "62",
            "issn": "",
            "pages": "105-108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Isolation of porcine reproductive and respiratory syndrome (PRRS) virus from Heko–Heko disease of pigs",
            "authors": [],
            "year": 1994,
            "venue": "J. Vet. Med. Sci.",
            "volume": "56",
            "issn": "",
            "pages": "389-391",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Porcine reproductive and respiratory syndrome virus (PRRSv) interaction with Haemophilus parasuis\n",
            "authors": [],
            "year": 1997,
            "venue": "Vet. Microbiol.",
            "volume": "55",
            "issn": "",
            "pages": "247-257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "\nMycoplasma hyopneumoniae potentiation of porcine reproductive and respiratory syndrome virus‐induced pneumonia",
            "authors": [],
            "year": 1999,
            "venue": "J. Clin. Microbiol.",
            "volume": "37",
            "issn": "",
            "pages": "620-627",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Dual infections of feeder pigs with porcine reproductive and respiratory syndrome virus followed by porcine respiratory coronavirus or swine influenza virus: a clinical and virological study",
            "authors": [],
            "year": 1996,
            "venue": "Vet. Microbiol.",
            "volume": "48",
            "issn": "",
            "pages": "325-335",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Replication and immunosuppressive effects of pseudorabies virus on swine peripheral blood mononuclear cells",
            "authors": [],
            "year": 1990,
            "venue": "Vet. Immunol. Immunopathol.",
            "volume": "30",
            "issn": "",
            "pages": "247-260",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Pneumonia in pigs induced by intranasal challenge exposure with pseudorabies virus and Pasteurella multocida\n",
            "authors": [],
            "year": 1987,
            "venue": "Am. J. Vet. Res.",
            "volume": "48",
            "issn": "",
            "pages": "1446-1448",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The outbreak of Aujeszky's disease in swine in Japan. II. Virus isolation",
            "authors": [],
            "year": 1981,
            "venue": "Bull. Natl. Inst. Anim. Health",
            "volume": "82",
            "issn": "",
            "pages": "5-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Interaction between Streptococcus suis serotype 2 and porcine reproductive and respiratory syndrome virus in specific pathogen‐free piglets",
            "authors": [],
            "year": 1994,
            "venue": "Vet. Rec.",
            "volume": "134",
            "issn": "",
            "pages": "60-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Comparative pathogenicity of nine US porcine reproductive and respiratory syndrome virus (PRRSV) isolates in a five‐week‐old cesarean‐derived, colostrums‐deprived pig model",
            "authors": [],
            "year": 1996,
            "venue": "J. Vet. Diagn. Invest.",
            "volume": "8",
            "issn": "",
            "pages": "11-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Experimental reproduction of sever disease in CD/CD pigs concurrently infected with type 2 porcine circovirus and porcine reproductive and respiratory syndrome virus",
            "authors": [],
            "year": 2001,
            "venue": "Vet. Pathol.",
            "volume": "38",
            "issn": "",
            "pages": "528-539",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Experimental infection of SPF piglets with porcine reproductive and respiratory syndrome (PRRS) viruses isolated from two farms",
            "authors": [],
            "year": 1995,
            "venue": "J. Vet. Med. Sci.",
            "volume": "57",
            "issn": "",
            "pages": "991-995",
            "other_ids": {
                "DOI": []
            }
        }
    }
}