{
    "paper_id": "PMC7088052",
    "metadata": {
        "title": "The Short Health Anxiety Inventory: Psychometric Properties and Construct Validity in a Non-clinical Sample",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [
                    "S."
                ],
                "last": "Abramowitz",
                "suffix": "",
                "email": "jabramowitz@unc.edu",
                "affiliation": {}
            },
            {
                "first": "Brett",
                "middle": [
                    "J."
                ],
                "last": "Deacon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "P."
                ],
                "last": "Valentiner",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Four hundred and sixty-seven undergraduate students recruited from introductory psychology courses at a university in the Midwestern United States completed the study measures (see below). One of these measures, the Illness Attitudes Scale (Kellner, 1986), asked participants to indicate whether they had been told by their doctor that they currently have an illness. Because we were interested in examining health anxiety and HC-related behaviors independent from health problems, we excluded the 25 participants who reported having an illness (asthma = 5, diabetes = 3, other illnesses = 17). Thus, data from 442 participants were included in the present study. The mean age was 19.6 years, and most participants (61.3%) were women. The sample was 64.5% Caucasian (n = 285), 18.8% African American (n = 83), 8.1% Hispanic (n = 36), 7.5% Asian American (n = 33), and included 5 participants of other or unreported ethnicities.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "mention": "1986",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Participants ::: Method",
            "ref_spans": []
        },
        {
            "text": "The SHAI contains 18 items that assess health anxiety independently of physical health status. Items assess worry about health, awareness of bodily sensations or changes, and feared consequences of having an illness. The SHAI has demonstrated good reliability, criterion validity, and sensitivity to treatment (Salkovskis et al., 2002). In addition, patients with HC show higher scores than physically ill patients, individuals with anxiety disorders, and non-anxious controls.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 334,
                    "mention": "2002",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Short Health Anxiety Inventory (SHAI; Salkovskis et al., 2002CR16bibr) ::: Measures ::: Method",
            "ref_spans": []
        },
        {
            "text": "The IAS is a 29-item self-report measure that assesses fears, attitudes, beliefs, and behaviors associated with HC. Although it was originally conceptualized as assessing nine dimensions of illness attitudes, recent research suggests that the IAS is a hierarchical measure assessing a single higher-order dimension (i.e., general HC concerns) and four lower-order dimensions of fears, behavior, beliefs, and effects related to HC (Stewart & Watt, 2000). In the present study, IAS total scores were computed by summing each item, excluding items 22 and 26, which use a fill-in-the-blank format.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "mention": "2000",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Illness Attitudes Scale (IAS; Kellner, 1986CR9bibr) ::: Measures ::: Method",
            "ref_spans": []
        },
        {
            "text": "The MUQ was constructed for the present study to assess two domains of health-related behaviors associated with HC. First, respondents indicated whether or not they had utilized each of 20 medical services (e.g., student health service, emergency room, cardiologist, psychiatrist) in the past 6 months. For each utilized service, participants indicated the number of visits in the past 6 months. Total scores were calculated by summing the total number of visits across all providers seen. Second, participants rated the frequency with which they engaged in 10 safety-seeking behaviors (e.g., checking body for signs of illness, calling nurses help line, accessing health material on the internet) out of concern for their health during the past month. Responses were provided on a 5-point Likert scale ranging from 0 (“Never out of concern for my health”) to 4 (“All the time out of concern for my health”). Scores on each item were summed to yield a total score.",
            "cite_spans": [],
            "section": "Medical Utilization Questionnaire (MUQ) ::: Measures ::: Method",
            "ref_spans": []
        },
        {
            "text": "The ASI-R is a 36-item, expanded version of the original ASI (Reiss, Peterson, Gursky, & McNally, 1986) and measures the fear of anxiety-related sensations based on beliefs about their harmful consequences. Total scores range from 0 to 144. The ASI-R has demonstrated excellent reliability and adequate validity in preliminary studies (Deacon, Abramowitz, Woods, & Tolin, 2003; Taylor & Cox, 1998).",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "mention": "1986",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 372,
                    "end": 376,
                    "mention": "2003",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 392,
                    "end": 396,
                    "mention": "1998",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Anxiety Sensitivity Index—Revised (ASI-R; Taylor & Cox, 1998CR18bibr) ::: Measures ::: Method",
            "ref_spans": []
        },
        {
            "text": "The IUS is a 27-item self-report measure of the need for assurance (sample items: “Uncertainty makes life intolerable;” “I always want to know what the future has in store for me”). The scale has adequate psychometric properties and validity (Freeston et al., 1994), and the construct of intolerance for uncertainty has been theorized to contribute to the maintenance of HC (Abramowitz et al., 2002).",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "mention": "1994",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 394,
                    "end": 398,
                    "mention": "2002",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Intolerance of Uncertainty Scale (IUS; Freeston et al., 1994CR8bibr) ::: Measures ::: Method",
            "ref_spans": []
        },
        {
            "text": "The BAI assesses 21 common symptoms of clinical anxiety (e.g., sweating, fear of losing control). Respondents indicate the degree to which they have recently been bothered by each symptom during the past week. The BAI was designed to assess anxiety symptoms independently from depression symptoms and has good reliability and validity (Beck et al., 1988).",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "mention": "1988",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Beck Anxiety Inventory (BAI; Beck, Epstein, Brown, & Steer, 1988CR5bibr) ::: Measures ::: Method",
            "ref_spans": []
        },
        {
            "text": "The SIAS measures 20 cognitive, affective, and behavioral reactions to social interactions and has demonstrated adequate psychometric properties and validity (Mattick & Clarke, 1998). This scale was included in the present study as a measure of divergent validity for the SHAI.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "mention": "1998",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Social Interaction and Anxiety Scale (SIAS; Mattick & Clarke, 1998CR11bibr) ::: Measures ::: Method",
            "ref_spans": []
        },
        {
            "text": "Participants completed a questionnaire packet containing the above measures and received course credit for their participation. Consent forms were signed prior to data collection, and all participants were informed that their responses would be kept completely confidential and that they were free to withdraw from the study at any time.",
            "cite_spans": [],
            "section": "Procedure ::: Method",
            "ref_spans": []
        },
        {
            "text": "Our analytic strategy was designed to examine the psychometric properties, factor structure, and construct validity of the SHAI. We chose to examine the SHAI’s factor structure via exploratory factor analysis rather than confirmatory factor analysis for three reasons. First, there currently exists only one published study of the SHAI’s factor structure (Salkovskis et al., 2002). Second, Salkovskis et al. (2002) did not report eigenvalues, factor loadings, or percentage of explained variance for their factor analysis, thereby preventing quantitative comparisons with our results. Third, Salkovskis et al.’s (2002) results were obtained in a primarily clinical (treatment-seeking) sample; thus the generalizabilty of these findings in non-treatment-seeking samples is unknown. These circumstances suggest that more exploratory research on the SHAI’s factor structure is needed before researchers attempt to confirm the latent structure of this measure. The validity of the SHAI was examined through zero-order Pearson correlations with other measures and a series of multiple regressions investigating the prediction of medical utilization and safety-seeking health behaviors.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "mention": "2002",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 409,
                    "end": 413,
                    "mention": "2002",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 613,
                    "end": 617,
                    "mention": "2002",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Data analytic strategy ::: Method",
            "ref_spans": []
        },
        {
            "text": "The mean SHAI total score was 10.79 (SD = 6.38) and the measure demonstrated adequate internal consistency (α = .86). Each of the 18 items evidenced acceptable corrected item–total correlations (M = .48, range = .30–.61) based on the criterion of .30 recommended by Nunnally and Bernstein (1994). SHAI total scores were weakly correlated with age (r = −.10, P < .05) and were significantly higher among women (M = 11.39, SD = 6.54) than among men (M = 9.79, SD = 6.00), t (439) = −2.58, P < .05. A one-way ANOVA examining ethnic differences on the SHAI was statistically significant, F (3, 433) = 2.75, P < .05. Follow-up LSD tests indicated that Hispanics had significantly lower SHAI scores than Caucasians, African Americans, and Asians, who did not differ from each other.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "mention": "1994",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Preliminary analyses ::: Results",
            "ref_spans": []
        },
        {
            "text": "Mean scores on the additional measures of psychopathology were as follows: IAS = 28.68 (SD = 14.01), ASI-R = 24.31 (SD = 19.59), IUS = 50.21 (SD = 16.64), SIAS = 21.81 (SD = 9.34), BAI = 10.54 (SD = 9.25). The average participant had 4.27 medical/health service visits over the 6 months prior to the study (SD = 4.84, range = 0–28, median = 3.00, mode = 1). The most frequently visited services included the student health service, dentist, and psychiatrist/psychologist. The mean score on the safety behaviors section of the MUQ was .55 (SD = .47), suggesting that on average, participants rarely, if ever, engaged in safety-seeking behaviors out of concern for their health. The most commonly used safety behavior was discussing one’s health with others (M = 1.05, SD = .99), and the least commonly used strategy was calling the nurses help line (M = .09, SD = .34).",
            "cite_spans": [],
            "section": "Preliminary analyses ::: Results",
            "ref_spans": []
        },
        {
            "text": "We used Principal Components Analysis (PCA) to examine the lower-order factor structure of the SHAI. Factors were rotated using an oblique (Oblimin) transformation based on results from Salkovskis et al. (2002) indicating that the SHAI’s lower-order factors are moderately correlated. Parallel analysis and factor interpretability were used to determine the number of factors to retain. Parallel analysis is a statistical procedure for determining the break in the scree plot and is one of the most accurate methods for determining the number of factors to retain (Zwick & Velicer, 1986). Parallel analyses were conducted twice, once using the mean eigenvalues and once using the 95th percentile eigenvalues (Longman, Cota, Holden, & Fekken, 1989).",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "mention": "2002",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 582,
                    "end": 586,
                    "mention": "1986",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 742,
                    "end": 746,
                    "mention": "1989",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Exploratory factor analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "The first four eigenvalues were 5.70, 1.62, 1.31, and .91. Parallel analysis indicated a clearly interpretable three-factor solution for both the mean and 95th percentile eigenvalues. Table 1 presents the pattern matrix (i.e., factor loadings) and communalities for the three-factor solution. This solution accounted for a substantial portion of the variance in the SHAI items (48.0%), with most explained variance contributed by the first factor (31.6%). As can be seen, the three-factor solution had good simple structure (Thurstone, 1947). Based on the criterion of |.40| as a salient loading, there were no items with loadings on multiple factors, one item with no salient factor loading, and each factor had an adequate number of items with salient loadings.\n\n",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 540,
                    "mention": "1947",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Exploratory factor analysis ::: Results",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Factor I was composed of 10 items with salient loadings. This factor was labeled “Illness Likelihood” as each item concerns the perceived likelihood of acquiring a serious illness and intrusive thoughts about health. Factor II consisted of the last four SHAI items, each of which assesses the anticipated burden or “awfulness” of having a serious illness. Accordingly, this factor was labeled “Illness Severity.” The third factor, labeled “Body Vigilance,” consisted of three items with salient loadings that assess attention to bodily sensations or changes.",
            "cite_spans": [],
            "section": "Exploratory factor analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "Table 2 presents correlations between the SHAI, its three factors (Illness Likelihood, Illness Severity, and Body Vigilance), and measures of illness attitudes, anxiety sensitivity, intolerance of uncertainty, state anxiety, and social interaction anxiety. We found moderately strong correlations between the SHAI and related variables. Showing evidence of good convergent validity, the SHAI was most strongly correlated with another measure of the same construct, the IAS. The SHAI also evidenced divergent validity as it was most weakly correlated with the SIAS, a measure of anxiety about social interactions. SHAI total scores and the Illness Likelihood factor showed similar patterns of correlations with criterion variables. In contrast, the Illness Severity and Body Vigilance factors were generally less strongly related with other variables. The single exception to this trend was a significantly stronger correlation between the IUS and Illness Severity factor compared to the IUS and Illness Likelihood factor, Z = 2.69, P < .01.\n\n",
            "cite_spans": [],
            "section": "Correlations with related measures ::: Results",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 7,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "We conducted a series of multiple regression analyses to examine predictors of two types of HC-related behaviors: medical utilization and safety-seeking. In each regression equation, two blocks of predictors were entered in a stepwise fashion: (a) gender and ethnicity (based on the significant group differences in SHAI scores reported above), and (b) the SHAI Illness Likelihood, Illness Severity, and Body Vigilance factors, ASI-R, IUS, and BAI. These analyses provided a stringent test of the construct validity of the SHAI factors since each of the other predictor variables were theoretically expected to contribute to HC-related behaviors. The IAS was not included as a predictor in these analyses because this scale includes items that measure both medical utilization (e.g., “How often do you see a doctor?”) and safety-seeking behaviors (e.g., “Do you examine your body to find whether there is something wrong?”).",
            "cite_spans": [],
            "section": "Prediction of medical utilization and safety-seeking behaviors ::: Results",
            "ref_spans": []
        },
        {
            "text": "We first examined the incremental validity of demographic variables, the SHAI factors, and anxiety-related variables in predicting healthcare utilization over the past 6 months (see Table 3). In the first step, gender but not ethnicity significantly predicted medical utilization. The second step explained significant, additional variance in medical utilization and the SHAI Body Vigilance factor and gender emerged as significant, unique predictors (a non-significant trend was found for the SHAI Illness Likelihood factor, P < .10). The final model explained 9% of the variance in medical utilization. In the second analysis predicting current safety-seeking health behaviors (see Table 4), demographic variables explained a non-significant portion of the variance (R\n2 = .01). In contrast, the SHAI Body Vigilance and Illness Likelihood factors as well as the BAI explained significant, unique variance in safety-seeking behaviors. The final model explained 18% of the variance in health-related safety-seeking behaviors.\n\n\n",
            "cite_spans": [],
            "section": "Prediction of medical utilization and safety-seeking behaviors ::: Results",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 690,
                    "end": 691,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "In the present study, we examined the psychometric properties and construct validity of the SHAI using a large sample of medically healthy undergraduate students. The SHAI demonstrated satisfactory reliability and a clearly interpretable factor structure including lower-order factors assessing the perceived likelihood of illnesses, anticipated negative consequences of having an illness, and attentional deployment toward bodily sensations (i.e., body vigilance). The SHAI and its factors evidenced good convergent and divergent validity. Consistent with our hypothesis, facets of health anxiety uniquely predicted medical utilization and safety-seeking behaviors after controlling for anxiety symptoms, anxiety sensitivity, and intolerance of uncertainty. Taken together, these results support the psychometric properties and validity of the SHAI among healthy non-clinical individuals. Our study also demonstrates that health anxiety-related beliefs predict problematic HC-related behaviors.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The SHAI appears to possess both good psychometric characteristics and practical utility as a measure of HC-related cognitions. The measure is brief and does not include items assessing non-specific or extraneous phenomena as are present in the IAS, the most commonly used measure of HC. For example, the IAS contains items such as, “Do you avoid foods which may not be healthy?” and “Do you avoid habits which may be harmful to you such as smoking?” which are not unique to HC. In contrast, SHAI items provide an assessment of health anxiety-related cognitions independent of the respondent’s health status, specific feared illnesses, and HC-related behaviors (e.g., doctor visits, body checking). Accordingly, Salkovskis et al. (2002) found that the SHAI differentiated individuals with HC from medically ill patients without HC and those with other anxiety problems. When the measure’s brevity and specificity are considered along with its good psychometric properties, the SHAI appears well suited for measuring cognitive aspects of health anxiety in research and clinical settings and with both clinical and non-clinical samples.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 735,
                    "mention": "2002",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "One aim of the present study was to use the SHAI to empirically examine predictions derived from the cognitive-behavioral model of health anxiety. Cognitive-behavioral conceptualizations of HC highlight the anxiogenic role played by overestimations of the likelihood and severity of acquiring a serious illness (Warwick & Salkovskis, 1990). Because the SHAI Illness Likelihood and Illness Severity factors assess these respective cognitive biases, we were able to examine the links between these cognitions and HC-related variables. In the present study, the Illness Likelihood factor more strongly predicted medical utilization and safety-seeking behaviors than the Illness Severity factor. In contrast, intolerance of uncertainty was more strongly associated with illness severity (r = .45) than with illness likelihood (r = .32). These findings suggest that HC-related safety behaviors may be motivated, in part, by attempts to reduce concerns about the likelihood of having an illness. On the other hand, concerns about the negative consequences of having an illness, regardless of the probability of its acquisition, may be more strongly associated with intolerance of uncertainty. That is, intolerance of uncertainty may underlie extreme anxiety about diseases that are readily acknowledged as improbable (e.g., SARS, West Nile virus). Consistent with clinical experience, many individuals with HC require an absolute guarantee of good health in order to assuage their fears, perhaps because of their tendency to catastrophize about the severity of having an illness.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "mention": "1990",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our findings suggest that body vigilance, which is believed to play a key role in panic disorder (Schmidt, Lerew, & Trakowski, 1997), is also important in understanding HC. We found that the SHAI Body Vigilance factor was the strongest psychological predictor of medical utilization and safety behaviors. This is consistent with the cognitive-behavioral model of HC outlined above which proposes that body vigilance plays a role in maintaining health anxiety. In particular, body vigilance is thought to increase the likelihood of perceiving bodily symptoms that may be interpreted in a catastrophic fashion, thus strengthening the perception (and fear) of having an illness and attempts to seek reassurance.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "mention": "1997",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Previous studies using panic patients and non-clinical volunteers have shown that body vigilance is substantially correlated with anxiety sensitivity (Deacon et al., 2003; Schmidt et al., 1997). In the present study, however, the SHAI Body Vigilance factor was only mildly correlated with anxiety sensitivity (r = .25). In concert, these findings highlight a possible difference in the nature of body vigilance in HC as compared to in panic disorder. In panic, body vigilance involves a focus on arousal-related body sensations that is thought to arise from catastrophic beliefs about such sensations (Schmidt et al., 1997). In contrast, body vigilance in HC may involve an increased focus on non-arousal-related signs and symptoms (e.g., lumps on the skin, joint pain) that arises from dysfunctional beliefs about illness. It is important to point out that despite the intuitive appeal of this distinction, it cannot be verified in the present study since two of the three SHAI Body Vigilance items do not explicitly refer to non-arousal-related sensations.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "mention": "2003",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 188,
                    "end": 192,
                    "mention": "1997",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 618,
                    "end": 622,
                    "mention": "1997",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "While body vigilance was the strongest predictor of safety-seeking behaviors, female gender best predicted medical utilization. For a number of reasons (e.g., regular gynecological checkups, fewer inhibitions about seeking help), it is perhaps not surprising that women reported utilizing more medical services than did men. Of the two HC-related behaviors we assessed, safety-seeking behaviors were specifically performed out of concern about one’s health, whereas medical visits might have occurred for a variety of reasons. Accordingly, our results suggest that health anxiety is more important in understanding health-specific safety-seeking behaviors than medical utilization in general.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A number of limitations of this study should be noted. First, while we eliminated participants who reported that they had medical illnesses, we could not determine the extent to which medical utilization and safety-seeking behaviors were related to actual health problems. Second, the fact that only self-report data were included raises the possibility that relationships between study variables may have been inflated as a result of questionnaire-specific method variance. Third, because of the cross sectional nature of the present study, conclusions regarding links between HC-related cognition and HC-related behavior are limited to those than can be drawn from correlational data. That is, our finding of unique relationships between HC-related cognitions and HC-related behaviors, although consistent with the cognitive-behavioral model, should not be mistaken for evidence that these dysfunctional cognitions cause an increase in medical utilization and safety maneuvers. Indeed prospective and longitudinal research is required to address the matter of reciprocal effect pathways, as are experimental studies to rule out the potential effects of third variables. Lastly, despite the fact that health anxiety significantly predicted HC-related behaviors, the majority of the variance in medical utilization and safety-seeking behaviors was left unexplained. Future research should examine the contributions of additional variables (e.g., physical symptoms, social support) that might improve our understanding of these phenomena.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Finally, as we have alluded to further above, currently available measures of body vigilance and anxiety sensitivity do not clearly and consistently distinguish between the assessment of (a) arousal versus non-arousal-related sensations, and (b) fears of immediate versus future catastrophes. As a result, existing measures likely confound fears of these various phenomena (e.g., such as when an individual who fears that stomach discomfort will lead to cancer appears to have high anxiety sensitivity), obfuscating interpretations of scores and observed relationships between variables. Future research in this area would benefit from the development of more specific measures of these constructs, as well as empirical investigations of the extent to which existing measures of body vigilance and anxiety sensitivity assess attention to non-arousal-related sensations and fears of developing an illness.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, results of the present study suggest that the SHAI is a reliable and valid useful measure of HC-related cognitions in healthy, non-treatment-seeking individuals. It appears to measure three cognitive domains of health anxiety, including the perceived likelihood of having an illness, anticipated negative consequences of having an illness, and body vigilance. Consistent with the cognitive-behavioral model of HC, we found that specific cognitive phenomena (the perceived likelihood of having an illness and body-focused attention) were uniquely linked with hypochondriacal behavior (medical utilization and safety-seeking). Future research is needed to identify more specific cognition-behavior links in HC (as has been done in panic disorder; e.g., Salkovskis, Clark, & Gelder, 1996) which would help clinicians better identify specific safety behaviors to be eliminated as a means of modifying catastrophic cognitions. Whereas our findings speak to factors that maintain severe health anxiety, additional research is also needed to understand variables contributing to the development of this problem. It is hoped that continued research in this area will lead to more effective strategies for the prevention and treatment of HC.",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 796,
                    "mention": "1996",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Principal components analysis of the health anxiety inventory—short version: factor loadings for the three-factor solution\n\nNote: Factor loadings ≥ |.40| are listed in boldface type. SHAI = Short Health Anxiety Inventory; IL = Illness Likelihood factor; IS = Illness Severity factor; BV = Body Vigilance factor",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Correlations between SHAI total and factor scores and related measures\n\nNote: All correlations ≥.13 are significant at P < .01 SHAI = Short Health Anxiety Inventory; IL = Illness Likelihood factor; IS = Illness Severity factor; BV = Body Vigilance factor; IAS = Illness Attitude Scale; ASI-R = Anxiety Sensitivity Index-Revised; IUS = Intolerance for Uncertainty Scale; BAI = Beck Anxiety Inventory; SIAS = Social Interaction Anxiety Scale",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Predictors of medical utilization\n\nNote: Gender was coded as 1 = Male and 2 = Female. Ethnicity was coded as 1 = Hispanic and 2 = all other ethnicities. SHAI = Short Health Anxiety Inventory; IL = Illness Likelihood factor; IS = Illness Severity factor; BV = Body Vigilance factor; ASI-R = Anxiety Sensitivity Index-Revised; IUS = Intolerance for Uncertainty Scale; BAI = Beck Anxiety Inventory",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Predictors of health-related safety-seeking behaviors\n\nNote: Gender was coded as 1 = Male and 2 = Female. Ethnicity was coded as 1 = Hispanic and 2 = all other ethnicities. SHAI = Short Health Anxiety Inventory; IL = Illness Likelihood factor; IS = Illness Severity factor; BV = Body Vigilance factor; ASI-R = Anxiety Sensitivity Index-Revised; IUS = Intolerance for Uncertainty Scale; BAI = Beck Anxiety Inventory",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Cognitive-behavioral model of hypochondriasis",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A contemporary conceptual model of hypochondriasis",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "S."
                    ],
                    "last": "Abramowitz",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [
                        "A."
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [
                        "P."
                    ],
                    "last": "Whiteside",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mayo Clinic Proceedings",
            "volume": "77",
            "issn": "",
            "pages": "1323-1330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A regression equation for the parallel analysis criterion in principal components analysis: Mean and 95th percentile eigenvalues",
            "authors": [
                {
                    "first": "R.",
                    "middle": [
                        "S."
                    ],
                    "last": "Longman",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [
                        "A."
                    ],
                    "last": "Cota",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "R."
                    ],
                    "last": "Holden",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [
                        "C."
                    ],
                    "last": "Fekken",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Multivariate Behavioral Research",
            "volume": "24",
            "issn": "",
            "pages": "59-69",
            "other_ids": {
                "DOI": [
                    "10.1207/s15327906mbr2401_4"
                ]
            }
        },
        "BIBREF2": {
            "title": "Development and validation of measures of social phobia scrutiny fear and social interaction anxiety",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Mattick",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Behaviour Research and Therapy",
            "volume": "36",
            "issn": "",
            "pages": "455-470",
            "other_ids": {
                "DOI": [
                    "10.1016/S0005-7967(97)10031-6"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Nunnally",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Psychometric theory",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Anxiety sensitivity, anxiety frequency, and the prediction of fearfulness",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Reiss",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "A."
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "M."
                    ],
                    "last": "Gursky",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "J."
                    ],
                    "last": "McNally",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Behaviour Research and Therapy",
            "volume": "24",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": [
                    "10.1016/0005-7967(86)90143-9"
                ]
            }
        },
        "BIBREF5": {
            "title": "Obsessional-compulsive problems: A cognitive-behavioural analysis",
            "authors": [
                {
                    "first": "P.",
                    "middle": [
                        "M."
                    ],
                    "last": "Salkovskis",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Behaviour Research and Therapy",
            "volume": "23",
            "issn": "",
            "pages": "571-583",
            "other_ids": {
                "DOI": [
                    "10.1016/0005-7967(85)90105-6"
                ]
            }
        },
        "BIBREF6": {
            "title": "Cognition-behaviour links in the persistence of panic",
            "authors": [
                {
                    "first": "P.",
                    "middle": [
                        "M."
                    ],
                    "last": "Salkovskis",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "M."
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "G."
                    ],
                    "last": "Gelder",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Behaviour Research and Therapy",
            "volume": "34",
            "issn": "",
            "pages": "453-458",
            "other_ids": {
                "DOI": [
                    "10.1016/0005-7967(95)00083-6"
                ]
            }
        },
        "BIBREF7": {
            "title": "The health anxiety inventory: Development and validation of scales for the measurement of health anxiety and hypochondriasis",
            "authors": [
                {
                    "first": "P.",
                    "middle": [
                        "M."
                    ],
                    "last": "Salkovskis",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [
                        "A."
                    ],
                    "last": "Rimes",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [
                        "M."
                    ],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "M."
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Psychological Medicine",
            "volume": "32",
            "issn": "",
            "pages": "843-853",
            "other_ids": {
                "DOI": [
                    "10.1017/S0033291702005822"
                ]
            }
        },
        "BIBREF8": {
            "title": "Body vigilance in panic disorder: Evaluating attention to bodily perturbations",
            "authors": [
                {
                    "first": "N.",
                    "middle": [
                        "B."
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "R."
                    ],
                    "last": "Lerew",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "H."
                    ],
                    "last": "Trakowski",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Consulting and Clinical Psychology",
            "volume": "65",
            "issn": "",
            "pages": "214-220",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-006X.65.2.214"
                ]
            }
        },
        "BIBREF9": {
            "title": "An expanded Anxiety Sensitivity Index: Evidence for a hierarchic structure in a clinical sample",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [
                        "J."
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Anxiety Disorders",
            "volume": "12",
            "issn": "",
            "pages": "463-483",
            "other_ids": {
                "DOI": [
                    "10.1016/S0887-6185(98)00028-0"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [
                        "L."
                    ],
                    "last": "Thurstone",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "Multiple factor analysis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Diagnostic and statistical manual of mental disorders (4th edition, text revision)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Hypochondriasis",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Salkovskis",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Behaviour Research and Therapy",
            "volume": "28",
            "issn": "",
            "pages": "105-117",
            "other_ids": {
                "DOI": [
                    "10.1016/0005-7967(90)90023-C"
                ]
            }
        },
        "BIBREF13": {
            "title": "A controlled trial of cognitive-behavioral treatment for hypochondriasis",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Cobb",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Salkovskis",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "British Journal of Psychiatry",
            "volume": "169",
            "issn": "",
            "pages": "189-195",
            "other_ids": {
                "DOI": [
                    "10.1192/bjp.169.2.189"
                ]
            }
        },
        "BIBREF14": {
            "title": "Comparisons of five rules for determining the number of components to retain",
            "authors": [
                {
                    "first": "W.",
                    "middle": [
                        "R."
                    ],
                    "last": "Zwick",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [
                        "F."
                    ],
                    "last": "Velicer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Psychological Bulletin",
            "volume": "99",
            "issn": "",
            "pages": "432-442",
            "other_ids": {
                "DOI": [
                    "10.1037/0033-2909.99.3.432"
                ]
            }
        },
        "BIBREF15": {
            "title": "Illness attitude scale dimensions and their associations with anxiety-related constructs in a non-clinical sample",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Behaviour Research and Therapy",
            "volume": "38",
            "issn": "",
            "pages": "83-99",
            "other_ids": {
                "DOI": [
                    "10.1016/S0005-7967(98)00207-1"
                ]
            }
        },
        "BIBREF16": {
            "title": "Cognitive behavior therapy for hypochondriasis: A randomized controlled trial",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Barsky",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Ahern",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of the American Medical Association",
            "volume": "291",
            "issn": "",
            "pages": "1464-1470",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.291.12.1464"
                ]
            }
        },
        "BIBREF17": {
            "title": "Hypochondriasis: An evaluation of the DSM-III-R criteria in medical outpatients",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Barsky",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Wyshak",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Klerman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Archives of General Psychiatry",
            "volume": "43",
            "issn": "",
            "pages": "493-500",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "An inventory for measuring clinical anxiety: Psychometric properties",
            "authors": [
                {
                    "first": "A.",
                    "middle": [
                        "T."
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Steer",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Consulting and Clinical Psychology",
            "volume": "56",
            "issn": "",
            "pages": "893-897",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-006X.56.6.893"
                ]
            }
        },
        "BIBREF19": {
            "title": "A cognitive approach to panic",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "M."
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Behaviour Research and Therapy",
            "volume": "24",
            "issn": "",
            "pages": "461-470",
            "other_ids": {
                "DOI": [
                    "10.1016/0005-7967(86)90011-2"
                ]
            }
        },
        "BIBREF20": {
            "title": "The anxiety sensitivity index-revised: Psychometric properties and factor structure in two nonclinical samples",
            "authors": [
                {
                    "first": "B.",
                    "middle": [
                        "J."
                    ],
                    "last": "Deacon",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "S."
                    ],
                    "last": "Abramowitz",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [
                        "M."
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [
                        "F."
                    ],
                    "last": "Tolin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Behaviour Research and Therapy",
            "volume": "41",
            "issn": "",
            "pages": "1427-1449",
            "other_ids": {
                "DOI": [
                    "10.1016/S0005-7967(03)00065-2"
                ]
            }
        },
        "BIBREF21": {
            "title": "Why do people worry?",
            "authors": [
                {
                    "first": "M.",
                    "middle": [
                        "H."
                    ],
                    "last": "Freeston",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Rhéaume",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Letarte",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "J."
                    ],
                    "last": "Dugas",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Ladoceur",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Personality and Individual Differences",
            "volume": "17",
            "issn": "",
            "pages": "791-802",
            "other_ids": {
                "DOI": [
                    "10.1016/0191-8869(94)90048-5"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kellner",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Somatization and hypochondriasis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}