{
    "paper_id": "PMC7242943",
    "metadata": {
        "title": "Molecular epidemiology of SARS-CoV-2 in Faisalabad, Pakistan: A real-world clinical experience",
        "authors": [
            {
                "first": "Hassan",
                "middle": [],
                "last": "Raza",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Braira",
                "middle": [],
                "last": "Wahid",
                "suffix": "",
                "email": "braira.wahid@umt.edu.pk",
                "affiliation": {}
            },
            {
                "first": "Ghazala",
                "middle": [],
                "last": "Rubi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Adil",
                "middle": [],
                "last": "Gulzar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "First case of Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was first reported in Wuhan, China in December 2019. The virus spread to almost entire globe in just 3 months. The infection was declared pandemic by World Health Organization (WHO) on March 11th, 2020. There are four different types of coronaviruses α, β, γ, and δ responsible for causing infection in humans and other vertebrate species. According to phylogenetic analysis, SARS-CoV-2 belongs to family Coronoviridae (genera Betacoronavirus) that has previously caused two epidemics known as severe acute respiratory syndrome coronavirus (SARS-CoV) also known as SARS virus and middle East Respiratory Syndrome (MERS). The genome of SARS-SoV-2 was 85% homologous to bat SARS like virus and also possess 79% homology with SARS-CoV. In addition to this, pangolins have also been reported to be intermediate host of SARS-CoV-2 (Lake, 2020).",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 912,
                    "mention": "Lake, 2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV-2 infection stays asymptomatic and may cause mild to severe complications in many cases. Changes in other laboratory parameters such as increased C-reactive protein and decreased white blood cell count have also been observed in severe cases of SARS-CoV-2 (Cao, 2020).",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 275,
                    "mention": "Cao, 2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV-2 is associated with respiratory complication that's why radiological examinations and characteristic CT imaging scan are also needed other than PCR for diagnosis (Zu et al., 2020). Therapeutic options for SARS-CoV-2 have not been developed yet therefore, only supportive care is provided to patients. Currently, six clinical trials are registered in Chinese Clinical Trial Registry to analyze the efficacy of targeted medicine against SARS-CoV-2 (International Clinical Trials Registry Platform, 2020. World Health Organization. https://apps.who.int/trialsearch/default.aspx. Accessed: April 15th, 2020).",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 188,
                    "mention": "Zu et al., 2020",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 457,
                    "end": 510,
                    "mention": "International Clinical Trials Registry Platform, 2020",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV-2 is spreading at a very rapid pace because of person's ability to act as super spreader e.g., a British bride married to Pakistani man transmitted the virus to 18 other people who attended the wedding, another British researcher infected 11 other people in French Alp and UK after returning from Singapore (World Health Organization, 2020. Situation reports. Available at: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/. Accessed 22 Feb 2020.). In addition to this, several evidences have reported its stability and confirmed its presence in air for 8 h and 16–24 h on different surfaces like cardboards and stainless steels. The virus is present in air in respiratory droplets and may spread up to 1 to 2 m and can easily be transmitted to other individuals by inhalation (Kampf et al., 2020; van Doremalen et al., 2020).",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 348,
                    "mention": "World Health Organization, 2020",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 820,
                    "end": 838,
                    "mention": "Kampf et al., 2020",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 840,
                    "end": 866,
                    "mention": "van Doremalen et al., 2020",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "China is the first country that had successfully controlled this SARS-CoV-2 by formulating policy guidelines that improved their healthcare system, and establishing a database to monitor the robust epidemiological information of SARS-CoV-2. This database is regularly updated to register data of newly reported cases.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Epidemiological data of Pakistan has not been published yet. This is the first study which reports epidemiological trends of SARS-CoV-2 in Faisalabad- a metropolitan city of Pakistan. There is a need to scale-up public health measures and conduct more studies relevant to molecular epidemiology so that potential impact of disease can be understood.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This cross-sectional study was conducted at Institute of Public Health, Lahore General Hospital, Lahore Pakistan. All samples received from Provincial Public Health Reference Laboratory (PPHL) on April 4th, 2020 were included in this study.",
            "cite_spans": [],
            "section": "Study design ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Nasopharyngeal swabs collected from total 129 symptomatic patients registered at Provincial Public Health Reference Laboratory, Faisalabad were sent for further processing at Lahore General Hospital.",
            "cite_spans": [],
            "section": "Sample collection ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "RNA was extracted using QIAsymphony SP/AS instruments, following manufacturer's instructions.",
            "cite_spans": [],
            "section": "RNA extraction ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "COVID-19 was quantitatively analyzed using Rotor-Gene Q real-time PCR and (nCoV-19) Nucleic Acid Diagnostic Kit (Sansure Biotech, Inc. China).",
            "cite_spans": [],
            "section": "Real-time PCR ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "For statistical analysis, chi-square test was applied using IBM SPSS Version 25 (SPSS Inc., Chicago, IL), and p-value less than 0.05 was considered significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Of total 128 participants recruited in the study, 27 (21.7%) were female and 101 (78.3%) were males. The ages were in the range of 4 years to 90 years and average age was 34.75 ± 15.18 years. Age-wise and gender-wise distribution of COVID-19 in Faisalabad is shown in Table 1\n.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 275,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In Faisalabad, overall prevalence of SARS-CoV-2 was found to be 17.18% (22 of 128) on April 4th, 2020. Prevalence was higher in males (n = 17; 77.2%) as compared to females (n = 5; 22.8%) but this gender-wise difference was not statistically significant. Patients belonging to age group 37–47 years were found to be most (45.5%) infected with SARS-CoV-2 followed by other strata 37–47 years and 15–25 years.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Currently available SARS-CoV-2 related studies are not sufficient to relate our findings with the findings of other authors however, current literature covers very basic research about different aspects of virus such as clinical characteristics, genome characterization, and phylogenetic analysis. Therefore, in discussion section we will summarize the major findings relevant to epidemiology, immunology, genetics, treatment, and transmission of SARS-CoV-19, published so far.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study represents epidemiological trends of SARS-CoV-2 in Faisalabad, Pakistan reported on April 4th, 2020. The findings highlighted an overall prevalence of 17.18% and prevalence was found higher in patients aged 37 to 47 years. From April 4th 2020 to May 17th 2020, number of cases in Pakistan have increased from 2686 to 38,779 this clearly indicates that prevalence would have also been increased in Faisalabad.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Currently, Europe and United States (US) are the epicentres of pandemic. Of total 4.6 million cases reported worldwide, 1.49 million cases and 310,000 deaths were reported in US whereas, number of cases and deaths in Europe were 1.29 million and 154,590, respectively. In addition to this, 751,862 cases are from Asia, 78,432 from Africa, and 8444 are in Oceania.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In contrast to the findings of our study that showed absence of SARS-CoV-2 in children, Jiatong et al., (2020) reported a substantial increase in SARS-CoV-2 prevalence in children and confirmed that infection cannot be transmitted vertically (Jiatong and Wenjun, 2020). Common symptoms observed in SARS-CoV-2 infected children were cough, fever, vomiting, dizziness, sore throat, myalgia, and nasal congestion. Some children have also manifested diarrhea, breathing problems, asthma, and gastrointenstinal symptoms (Shen and Yang, 2020). A recent study from Singapore highlighted the transmission of local clusters of SARS-CoV-2 in countries that had heavy flow of air-traffic with China (Pung et al., 2020).",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 267,
                    "mention": "Jiatong and Wenjun, 2020",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 516,
                    "end": 535,
                    "mention": "Shen and Yang, 2020",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 689,
                    "end": 706,
                    "mention": "Pung et al., 2020",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Genomic sequencing of SARS-CoV-2 and reported that genome of SARS-CoV-2 is 79% similar to genome of SARS-CoV and latest studies have also confirmed its presence in animals. Due to unavailability of treatment, number of studies have elucidated the effects of different preventive measures such as steam, heat, and other active ingredients (50% isopropanol, hydrogen peroxide (0.5%–7.0%), 0.05% benzalkonium chloride, 70% ethyl alcohol, sodium hypochlorite (0.1%–0.5%), 1% cresol soap, and chloroxylenol (0.24%)) (Kingham et al., 2013; Organization, W.H, 2020a).",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 532,
                    "mention": "Kingham et al., 2013",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 534,
                    "end": 558,
                    "mention": "Organization, W.H, 2020a",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A recently reported study have also discussed the changes observed during laboratory examination of SARS-CoV-2 positive patients. They study observed elevation in C-reactive protein and decrease in white blood cells, in patients infected with SARS-CoV-2 (Bai et al., 2020).",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 271,
                    "mention": "Bai et al., 2020",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This is first study that highlighted the status SARS-CoV-2 in one city of Pakistan and there is a need to conduct further studies comprising of extensive epidemiological and clinical data so, that effective surveillance model can be developed. Pakistan is currently trying to follow strategic plan devised by WHO which emphasizes to.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Practice social distancing at individual level and state level (call for lockdown).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Isolate patients.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Identify the risk of SARS-CoV-2 in animals.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Explore the unexplored areas of research such as diagnostics, therapeutics, and pathogenesis.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Raise awareness among general public, and practice of hygienic measures (Organization, W.H, 2020b).",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 97,
                    "mention": "Organization, W.H, 2020b",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The findings of this study indicated an overall prevalence rate 17.18% in Faisalabad, Pakistan based on epidemiological data collected on April 4th, 2020. Although, Pakistan is trying to make serious efforts to control SARS-CoV-2 by practicing different safety measures such as controlled containment facilities, lockdown, and community education but the a continuous surge in the SARS-CoV-2 cases has been observed. Therefore, there is a need to provide diagnostic services at massive scale, enhance surveillance, and improve infrastructure to provide supportive therapy to severely infected patients.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "Funding",
            "ref_spans": []
        },
        {
            "text": "\nEuropean Centre For Disease Prevention And Control, 2020\n",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 57,
                    "mention": "European Centre For Disease Prevention And Control, 2020",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Uncited reference",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "Declaration of Competing Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Age-wise and gender-wise distribution of COVID-19 in Faisalabad, Pakistan.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "D.-Y.",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Clinical features and laboratory inspection of novel coronavirus pneumonia (COVID-19) in Xiangyang, Hubei",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "European Centre For Disease Prevention And Control",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "International Clinical Trials Registry Platform",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "COVID-19 epidemic: disease characteristics in children",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Jiatong",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Wenjun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Persistence of coronaviruses on inanimate surfaces and its inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Hosp. Infect.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Chloroquine and hydroxychloroquine as available weapons to fight COVID-19",
            "authors": [
                {
                    "first": "T.P.",
                    "middle": [],
                    "last": "Kingham",
                    "suffix": ""
                },
                {
                    "first": "O.I.",
                    "middle": [],
                    "last": "Alatise",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Vanderpuye",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Casper",
                    "suffix": ""
                },
                {
                    "first": "F.A.",
                    "middle": [],
                    "last": "Abantanga",
                    "suffix": ""
                },
                {
                    "first": "T.B.",
                    "middle": [],
                    "last": "Kamara",
                    "suffix": ""
                },
                {
                    "first": "O.I.",
                    "middle": [],
                    "last": "Olopade",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Habeebu",
                    "suffix": ""
                },
                {
                    "first": "F.B.",
                    "middle": [],
                    "last": "Abdulkareem",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Denny",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Oncol.",
            "volume": "14",
            "issn": "",
            "pages": "e158-e167",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "What we know so far: COVID-19 current clinical knowledge and research",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Lake",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Med.",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Organization, W.H",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Organization, W.H",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Investigation of three clusters of COVID-19 in Singapore: implications for surveillance and response measures",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Pung",
                    "suffix": ""
                },
                {
                    "first": "C.J.",
                    "middle": [],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "B.E.",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "M.I.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H.E.",
                    "middle": [],
                    "last": "Clapham",
                    "suffix": ""
                },
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Maurer-Stroh",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Poh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "K.-L.",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y.-H.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D.H.",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "B.N.",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Tamin",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Harcourt",
                    "suffix": ""
                },
                {
                    "first": "N.J.",
                    "middle": [],
                    "last": "Thornburg",
                    "suffix": ""
                },
                {
                    "first": "S.I.",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Coronavirus disease 2019 (COVID-19): a perspective from China",
            "authors": [
                {
                    "first": "Z.Y.",
                    "middle": [],
                    "last": "Zu",
                    "suffix": ""
                },
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P.P.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q.Q.",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "200490",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}