{
    "paper_id": "PMC7151770",
    "metadata": {
        "title": "Coronaviruses, Including Severe Acute Respiratory Syndrome (SARS) and Middle East Respiratory Syndrome (MERS)",
        "authors": [
            {
                "first": "Kenneth",
                "middle": [],
                "last": "McIntosh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stanley",
                "middle": [],
                "last": "Perlman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "E."
                ],
                "last": "Bennett",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Raphael",
                "middle": [],
                "last": "Dolin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Martin",
                "middle": [
                    "J."
                ],
                "last": "Blaser",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In 1965, Tyrrell and Bynoe8 cultured a virus obtained from the respi­ratory tract of a boy with a common cold by passage in human embryonic tracheal organ cultures. The media from these cultures consistently produced colds in volunteers. The agent was ether sensitive but not related to any known human virus. Subsequently, electron microscopy of fluids from infected organ cultures revealed particles that resembled infectious bronchitis virus of chickens.9 At about the same time, Hamre and Procknow10 recovered a cytopathic agent in tissue culture from medical students with colds. The prototype virus was named 229E and was found on electron microscopy to have a similar or identical morphology (Fig. 157-1\n).9\n",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 27,
                    "mention": "8",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 458,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 503,
                    "mention": "10",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 714,
                    "mention": "9",
                    "ref_id": null
                }
            ],
            "section": "Respiratory Coronaviruses and Severe Acute Respiratory Syndrome ::: History",
            "ref_spans": [
                {
                    "start": 700,
                    "end": 710,
                    "mention": "Fig. 157-1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Using techniques similar to those used by Tyrrell and Bynoe, McIntosh and colleagues11 reported the recovery of several infectious bronchitis-like agents from the human respiratory tract, the prototype of which was named OC43 (OC for organ culture). At much the same time, mouse hepatitis virus and transmissible gastroenteritis virus of swine were shown to have the same morphology on electron microscopy.12, 13 Shortly thereafter, the name coronavirus (the prefix corona denoting the crownlike appearance of the surface projections) was chosen to signify this new genus.14\n",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "mention": "11",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 408,
                    "mention": "12",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 412,
                    "mention": "13",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 574,
                    "mention": "14",
                    "ref_id": null
                }
            ],
            "section": "Respiratory Coronaviruses and Severe Acute Respiratory Syndrome ::: History",
            "ref_spans": []
        },
        {
            "text": "The number of animal CoVs quickly grew, including viruses causing diseases in rats, mice, chickens, turkeys, various other bird species, cattle, several wild ruminants, beluga whales, dogs, cats, rabbits, and pigs, with manifestations in the respiratory and gastrointestinal tracts, central nervous system (CNS), liver, reproductive tract, and others. Through sequencing and antigenicity studies, the animal and human CoVs (HCoVs) initially were divided into three groups: group 1, which contained HCoV-229E, as well as numerous animal viruses; group 2, which contained HCoV-OC43 plus the closely related animal viruses, bovine CoV (BCoV) and mouse hepatitis virus; and group 3, which included only avian viruses related to infectious bronchitis virus (Fig. 157-2\n). Current taxonomy divides the subfamily Coronavirinae into four genera: Alphacoronavirus (which includes viruses previously in group 1); Betacoronavirus (which includes viruses previously in group 2, including SARS-CoV and the MERS-CoV); Gammacoronavirus (which includes viruses previously in group 3); and Deltacoronavirus (which includes several newly described avian viruses).",
            "cite_spans": [],
            "section": "Respiratory Coronaviruses and Severe Acute Respiratory Syndrome ::: History",
            "ref_spans": [
                {
                    "start": 753,
                    "end": 763,
                    "mention": "Fig. 157-2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "SARS was first identified in Guangdong Province of the People's Republic of China in November 2002 and spread from there to Hong Kong and then throughout the world.15 A CoV was independently and almost simultaneously isolated from SARS patients by several laboratories and found by sequencing to be only distantly related to previously characterized CoVs.16, 17, 18, 19, 20 The SARS outbreak stimulated a rapid and intense public health response coordinated by the World Health Organization, and by July 2003, transmission had ceased throughout the world. Despite this effort, however, 8096 probable cases had occurred in 29 countries, with 774 deaths.15\n",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "mention": "15",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 357,
                    "mention": "16",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 361,
                    "mention": "17",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 365,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 369,
                    "mention": "19",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 373,
                    "mention": "20",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 654,
                    "mention": "15",
                    "ref_id": null
                }
            ],
            "section": "Respiratory Coronaviruses and Severe Acute Respiratory Syndrome ::: History",
            "ref_spans": []
        },
        {
            "text": "With the identification of the SARS-CoV, the HCoV field became much more active. Sensitive molecular methods were developed to detect RNA from viruses identical or closely related to HCoV-229E and HCoV-OC43 in the respiratory tract, and two new species were discovered: NL63, an alphacoronavirus, and HKU1, a betacoronavirus.21, 22, 23 HCoV-NL63 was found independently by three groups, two in the Netherlands and, somewhat later, the third in New Haven, Connecticut.24 In all three cases, positive samples were from infants and children with respiratory disease. Notably, HCoV-NL63 and HCoV-229E were estimated to originate from a common precursor and diverge approximately 1000 years ago.25 HCoV-HKU1 was found in Hong Kong in an adult with respiratory disease. These two new HCoV strains subsequently have been found worldwide and appear to have pathogenicity similar to that of HCoV-229E and HCoV-OC43, with the possible exception that NL63 is more frequently found in children with croup.26, 27\n",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 327,
                    "mention": "21",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 331,
                    "mention": "22",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 335,
                    "mention": "23",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 469,
                    "mention": "24",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 692,
                    "mention": "25",
                    "ref_id": null
                },
                {
                    "start": 993,
                    "end": 995,
                    "mention": "26",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 999,
                    "mention": "27",
                    "ref_id": null
                }
            ],
            "section": "Respiratory Coronaviruses and Severe Acute Respiratory Syndrome ::: History",
            "ref_spans": []
        },
        {
            "text": "The MERS-CoV was found when a man was admitted in June 2012 to a hospital in Jeddah, Saudi Arabia with overwhelming acute pneumonia with renal failure, and a sample of sputum grew a cytopathic virus that, on sequencing, proved to be a CoV, classified as a Betacoronavirus, and most closely related to two bat CoVs, HKU-4 and HKU-5.6 Over the next 23 months 536 additional cases (145 fatal) were found, all but a few of them sporadic or hospital-based and in individuals living or traveling in the Middle East.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 332,
                    "mention": "6",
                    "ref_id": null
                }
            ],
            "section": "Respiratory Coronaviruses and Severe Acute Respiratory Syndrome ::: History",
            "ref_spans": []
        },
        {
            "text": "In the remainder of this chapter, the group of respiratory HCoVs first discovered in the 1960s and containing HCoVs 229E, OC43, NL63, and HKU-1 are referred to as community-acquired HCoVs to distinguish them from the SARS-CoV and the MERS-CoV.",
            "cite_spans": [],
            "section": "Respiratory Coronaviruses and Severe Acute Respiratory Syndrome ::: History",
            "ref_spans": []
        },
        {
            "text": "In view of the prominence of CoVs in animal enteric diseases, there have been extensive efforts to identify enteric HCoVs. There are numerous reports of CoV-like particles (CoVLPs) found by electron microscopy in human fecal matter, but these particles have been difficult to characterize further. More recent efforts to detect CoV RNA in feces using polymerase chain reaction (PCR) and primers for respiratory HCoVs have had limited success and have failed to associate CoVs with gastrointestinal disease.28, 29\n",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 508,
                    "mention": "28",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 512,
                    "mention": "29",
                    "ref_id": null
                }
            ],
            "section": "Gastrointestinal Coronaviruses and Toroviruses ::: History",
            "ref_spans": []
        },
        {
            "text": "Toroviruses were, like CoVs, first described in animals. They were first detected in the feces of cattle (Breda virus) and horses (Berne virus).30, 31 Shortly thereafter, Beards and colleagues32 examined human fecal material and reported finding particles with a similar appearance that aggregated in the presence of antiserum to the bovine and equine viruses. The human toroviruses, like the bovine toroviruses, do not grow in tissue culture, and thus almost all existing information about them is based on electron micrographic data. Unlike animal toroviruses,33, 34 PCR-amplified torovirus RNA sequences have not been found in human stool samples. A report of genome sequences amplified from particles purified from human stool35 was subsequently retracted and considered to reflect laboratory contamination from porcine strains.36 At this time, there are no reports definitively showing the existence of human toroviruses.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "mention": "30",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 150,
                    "mention": "31",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 194,
                    "mention": "32",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 564,
                    "mention": "33",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 568,
                    "mention": "34",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 732,
                    "mention": "35",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 834,
                    "mention": "36",
                    "ref_id": null
                }
            ],
            "section": "Gastrointestinal Coronaviruses and Toroviruses ::: History",
            "ref_spans": []
        },
        {
            "text": "The CoV nucleic acid is RNA, approximately 30 kilobases in length, of positive sense, single stranded, polyadenylated, and infectious. The RNA, the largest known viral RNA (Fig. 157-3\n), codes for (in order from the 5′ end) a large polyprotein that is cleaved by virus-encoded proteases to form several nonstructural proteins, including an RNA-dependent RNA polymerase, methyltransferases, and a helicase, followed by either four or five structural proteins intermingled with a variable number of nonstructural and minor structural proteins.37 The first of the major structural proteins is a surface hemagglutinin-esterase protein, present on HCoVs OC43 and HKU1 and some animal betacoronaviruses, that may play some role in the attachment or release of the particle, or both, at the cell surface. This gene contains sequences similar to the hemagglutinin of influenza C virus, likely evidence of an interfamily recombinational event that occurred many years ago. The next gene encodes the surface glycoprotein that forms the petal-shaped surface projections and is responsible for attachment and the stimulation of neutralizing antibody. This is followed by a small envelope protein, a membrane glycoprotein, and a nucleocapsid protein that is complexed with the RNA. There are several other open reading frames whose coding functions are not clear. The strategy of replication of CoVs is similar to that of other nidoviruses, in that all messenger RNAs form a nested set with common polyadenylated 3′ ends, with only the unique portion of the 5′ end being translated.4 As in other RNA viruses, mutations are common in nature, although the mutation rate is much lower, approximately 2 × 10−6 per site per replication cycle.38 Unlike other RNA viruses, CoVs encode a 3′-5′ exonuclease that has proofreading activities, playing a critical role in maintaining replication fidelity in cell cultures and in animals.39 CoVs are also capable of genetic recombination if two viruses infect the same cell at the same time.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 543,
                    "mention": "37",
                    "ref_id": null
                },
                {
                    "start": 1569,
                    "end": 1570,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 1724,
                    "end": 1726,
                    "mention": "38",
                    "ref_id": null
                },
                {
                    "start": 1911,
                    "end": 1913,
                    "mention": "39",
                    "ref_id": null
                }
            ],
            "section": "Description of the Pathogens",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 183,
                    "mention": "Fig. 157-3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "All CoVs develop exclusively in the cytoplasm of infected cells (Fig. 157-4\n). They bud into cytoplasmic vesicles from membranes of the pre-Golgi endoplasmic reticulum. These virus-filled vesicles are then extruded by the exocytic secretory pathway.40 The resultant virus particles have a diameter of 70 to 80 nm on thin-section electron microscopy and 60 to 220 nm on negative staining. They are pleomorphic, with widely spaced, petal-shaped projections 20 nm long (see Fig. 157-1).",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "mention": "40",
                    "ref_id": null
                }
            ],
            "section": "Description of the Pathogens",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 75,
                    "mention": "Fig. 157-4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 471,
                    "end": 481,
                    "mention": "Fig. 157-1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The cellular receptor for 229E and most other alphacoronaviruses is aminopeptidase N (APN).41 Interestingly, NL63, the other known human alphacoronavirus, uses as its cellular receptor angiotensin-converting enzyme II (ACE2),42 the same receptor as is used by the SARS-CoV.43 Mouse hepatitis virus, a betacoronavirus related to strain OC43, uses as its receptor a member of the carcinoembryonic antigen family.44 HCoV-OC43 and BCoV, which is closely related to HCoV-OC43, bind to 9-O-acetylated neuraminic acid as part of the entry process.45 The host cell receptor for MERS-CoV is dipeptidyl peptidase 4 (DPP-4), which, like ACE2 and APN, is an ectopeptidase that is abundantly expressed in the respiratory tract.46\n",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "mention": "41",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 227,
                    "mention": "42",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 275,
                    "mention": "43",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 412,
                    "mention": "44",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "45",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 716,
                    "mention": "46",
                    "ref_id": null
                }
            ],
            "section": "Description of the Pathogens",
            "ref_spans": []
        },
        {
            "text": "All the community-acquired respiratory HCoVs grow only with difficulty in tissue culture. Despite this, both 229E and NL63 were discovered because they produced a detectable cytopathic effect, the first in human embryonic kidney10 and the second in LLC-MK2 cells.21 Both the SARS-CoV and the MERS-CoV were initially isolated and grew readily in Vero cells.6, 17 HCoVs OC43 and HKU-1 have been grown in tissue culture after laboratory adaptation or in primary human airway epithelial cells.47, 48, 49 Detection of all these viruses in clinical specimens is most conveniently and sensitively achieved using PCR.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "mention": "10",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 265,
                    "mention": "21",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 357,
                    "mention": "6",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 361,
                    "mention": "17",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 491,
                    "mention": "47",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 495,
                    "mention": "48",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 499,
                    "mention": "49",
                    "ref_id": null
                }
            ],
            "section": "Description of the Pathogens",
            "ref_spans": []
        },
        {
            "text": "Likewise, the enteric CoVs have been difficult to cultivate in vitro. All but a few strains have been detected only by electron micro­scopy of human fecal material.50, 51, 52, 53, 54 Some strains have been characterized by immune electron microscopy and found to be related to HCoV-OC43.55 Two strains obtained from an outbreak of necrotizing enterocolitis in Texas and passaged in intestinal organ cultures were reported to contain four or five proteins with apparent molecular weights similar to those of other CoVs but not related antigenically to known human strains or mouse hepatitis virus A59.56 The evidence favors the view that these isolates, as well as particles antigenically related to HCoV-OC43, are members of the family Coronaviridae, although their association with human disease is not yet proven. Surveys of children with diarrhea using PCR imply that diarrhea associated with the four well-described HCoV strains is unusual.28, 29\n",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "mention": "50",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 170,
                    "mention": "51",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 174,
                    "mention": "52",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 178,
                    "mention": "53",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 182,
                    "mention": "54",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 289,
                    "mention": "55",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 602,
                    "mention": "56",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 946,
                    "mention": "28",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 950,
                    "mention": "29",
                    "ref_id": null
                }
            ],
            "section": "Description of the Pathogens",
            "ref_spans": []
        },
        {
            "text": "Evidence of community-acquired respiratory CoV infections has been found wherever in the world it has been sought. In temperate climates, respiratory CoV infections occur more often in the winter and spring than in the summer and fall. The contribution of CoV infections to the total number of upper respiratory illnesses may be as high as 35% during times of peak viral activity. Overall, the proportion of adult colds produced by CoVs may be reasonably estimated at 15%.",
            "cite_spans": [],
            "section": "Community-Acquired Respiratory Coronaviruses ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Early studies of HCoV-OC43 and 229E in the United States demonstrated periodicity, with large epidemics occurring at 2- to 3-year intervals.57 Strain HCoV-229E tended to be epidemic throughout the United States, whereas strain HCoV-OC43 appeared in localized outbreaks. Similar studies of NL63 and HKU1 have not been done, but it seems from the available data that they also vary widely in incidence from year to year and place to place. Reinfection is common and may be due to the rapid diminution of antibody levels after infection.58 Infection occurs at all ages but is most common in children. The ratio of symptomatic to total infections varies between 50% and 90%, depending on the age of the population studied, the method of virus detection, and the definition of “infection.”59, 60 Among adult volunteers 72% of those infected with HCoV-229E developed colds.61\n",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "57",
                    "ref_id": null
                },
                {
                    "start": 534,
                    "end": 536,
                    "mention": "58",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 786,
                    "mention": "59",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 790,
                    "mention": "60",
                    "ref_id": null
                },
                {
                    "start": 867,
                    "end": 869,
                    "mention": "61",
                    "ref_id": null
                }
            ],
            "section": "Community-Acquired Respiratory Coronaviruses ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "The first report of a new CoV causing severe pneumonia appeared in ProMed Mail on September 20, 2012. A man from Jeddah, Saudi Arabia had developed pneumonia in June and died of respiratory and renal failure, and a virus was grown from a sputum sample that was subsequently sequenced and found to be a betacoronavirus thought at the time to be most closely related to bat CoVs HKU4 and HKU5.6 Between then and May 2014, a total of 537 cases occurred, all infected by this virus, now termed the Middle East respiratory syndrome coronavirus (MERS-CoV). One hundred forty-five of the cases were fatal.7 More than 400 of these have been acquired and diagnosed in the Kingdom of Saudi Arabia, with most of the remainder in the United Arab Emirates, Qatar, Jordan, and Kuwait. Cases originating in the Arabian peninsula have also occurred in travelers to Egypt, Tunisia, Germany, Italy, Great Britain, Malaysia, the Philippines, and the United States, with a few secondary cases sometimes occurring in those locations through close family or hospital spread. In the United States,these include two unrelated MERS cases, and a third case related to one of these.61a While infections with severe respiratory involvement have occurred at all ages, the elderly and those with underlying conditions (diabetes, renal disease, immunosuppression) have been most often severely or fatally affected. The WHO and the CDC have published a case definition, as well as surveillance instructions to aid in epidemiologic control of the MERS-CoV.62, 63\n",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 392,
                    "mention": "6",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 599,
                    "mention": "7",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "mention": "61a",
                    "ref_id": null
                },
                {
                    "start": 1523,
                    "end": 1525,
                    "mention": "62",
                    "ref_id": null
                },
                {
                    "start": 1527,
                    "end": 1529,
                    "mention": "63",
                    "ref_id": null
                }
            ],
            "section": "Middle East Respiratory Syndrome Coronavirus ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "The putative bat origin of this virus was strengthened by the finding that the virus grew readily in primary bat tissue culture.64 Nevertheless, and while bats sampled in the Middle East, Africa, and Europe were found to carry viruses closely related to the MERS-CoV,65 epidemiologic studies suggested there was likely to be at least one intermediate host. Serologic and virologic studies indicated that camels in the Middle East and Africa were frequently infected by viruses very similar to some of those found in human MERS cases.65a Acquisition of MERS from camels appears likely, although the proportion of camel-acquired cases (versus those acquired from person-to-person contact or through another animal intermediate) is not clear. Case clusters indicate that person-to-person hospital spread is more common than spread within families, and that casual-contact spread is unusual.7a\n",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "mention": "64",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 269,
                    "mention": "65",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 536,
                    "mention": "65a",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 889,
                    "mention": "7a",
                    "ref_id": null
                }
            ],
            "section": "Middle East Respiratory Syndrome Coronavirus ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "The SARS epidemic began in Guangdong Province in the People's Republic of China in mid-November 2002.66 It came to worldwide attention in March 2003 when cases of severe, acute pneumonia were reported to the World Health Organization from Hong Kong, Hanoi, and Singapore. Disease spread in hospitals to health care workers, visitors, and patients, among family members, and, on occasion, in hotels, apartment complexes, markets, and airplanes. Worldwide spread was rapid but focal (Fig. 157-5\n). The largest numbers of cases were reported from the People's Republic of China, Hong Kong, Taiwan, Singapore, and Toronto, Canada. The overall case-fatality rates in these locations ranged from 7% to 17%, but persons with underlying medical conditions and those older than 65 years of age had mortality rates as high as 50%. There was no mortality in children or young adults younger than the age of 24 years.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "mention": "66",
                    "ref_id": null
                }
            ],
            "section": "Severe Acute Respiratory Syndrome Coronavirus ::: Epidemiology",
            "ref_spans": [
                {
                    "start": 482,
                    "end": 492,
                    "mention": "Fig. 157-5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In response to the global spread and associated severe disease, the World Health Organization coordinated a rapid and effective control program that included isolation of cases, careful attention to contact, droplet and airborne infection control procedures, quarantine of exposed persons in some settings, and efforts to control spread between countries through travel advisories and travel alerts. Pre­sumably as a result of these efforts, global transmission ceased by July 2003.",
            "cite_spans": [],
            "section": "Severe Acute Respiratory Syndrome Coronavirus ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "A few subsequent cases of SARS were detected, but all were either a result of laboratory spread or individual cases related to presumed contact with civet cats or other intermediate hosts. The last known case occurred in mid-2004.",
            "cite_spans": [],
            "section": "Severe Acute Respiratory Syndrome Coronavirus ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Spread of SARS to humans is thought to have occurred primarily through droplet or contact transmission, with a possible role for fomites. In most instances, an individual case transmitted to very few others, although several well-documented instances of small-particle airborne transmission occurred, resulting in super-spreading events.67 Spread in hospital settings appeared to be surprisingly efficient, but it could be effectively suppressed with the enforcement of droplet and contact precautions.68 Containment measures were efficacious, in part, because patients were most contagious only after lower respiratory disease developed.69 The chain of spread was finally broken in the People's Republic of China, the last country to experience endemic spread, in June 2003.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 339,
                    "mention": "67",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "68",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "69",
                    "ref_id": null
                }
            ],
            "section": "Severe Acute Respiratory Syndrome Coronavirus ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "It now seems almost certain that the human epidemic began with the spread of a closely related bat virus first to palm civets or other animals sold in live wild game markets and then to humans in Guangdong Province in the People's Republic of China, and that the virus adapted itself through mutation and possibly recombination, until it transmitted readily among humans.70, 71, 72 The virus that spread worldwide came largely from a single infected individual who traveled from Guangdong Province to Hong Kong and infected a large number of individuals before himself succumbing to the disease. In contrast, the virus that was epidemic in the People's Republic of China was more variable.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "mention": "70",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 377,
                    "mention": "71",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 381,
                    "mention": "72",
                    "ref_id": null
                }
            ],
            "section": "Severe Acute Respiratory Syndrome Coronavirus ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Although an etiologic role is not proven, enteric CoVs (or CoVLPs) have been most frequently associated with gastrointestinal disease in neonates and infants younger than 12 months. Particles have been found in the stools of adults with the acquired immunodeficiency syndrome.73, 74 Asymptomatic shedding is common, particularly in tropical climates75 and in populations living in poor hygienic conditions.76 The viruses can be detected for prolonged periods51, 53, 77 and without any apparent seasonal pattern.78\n",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 278,
                    "mention": "73",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 351,
                    "mention": "75",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 408,
                    "mention": "76",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 460,
                    "mention": "51",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 464,
                    "mention": "53",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 468,
                    "mention": "77",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 513,
                    "mention": "78",
                    "ref_id": null
                }
            ],
            "section": "Gastrointestinal Coronaviruses ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "The pathogenicity of SARS is more complex and involves systemic spread. The route of infection of the SARS-CoV is probably through the respiratory tract. After an incubation period that is usually 4 to 7 days, but can be as long as 10 to 14 days, the disease begins, starting usually with fever and other systemic (influenza-like) symptoms, with cough and dyspnea developing a few days to a week later.82 Although the lung is the focus of the disease process, there are often signs of involvement in other organ systems, including diarrhea, leukopenia, thrombocytopenia, and, most notably, pan-lymphopenia.83 Virus has been detected in respiratory secretions, blood, stool, and urine specimens and tissue from the lung and kidney. On the basis of PCR testing, virus titer is highest during the second week of illness84 and can often be detected into the third week of illness and sometimes for as long as several months.18, 85 Pulmonary symptoms may worsen late in the course of the illness, with the development of adult respiratory distress syndrome.84 There may also be late evidence of liver and kidney involvement.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 404,
                    "mention": "82",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 608,
                    "mention": "83",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 818,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 920,
                    "end": 922,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 924,
                    "end": 926,
                    "mention": "85",
                    "ref_id": null
                },
                {
                    "start": 1052,
                    "end": 1054,
                    "mention": "84",
                    "ref_id": null
                }
            ],
            "section": "SARS-CoV and MERS-CoV ::: Community-Acquired Respiratory Coronaviruses ::: Pathogenesis",
            "ref_spans": []
        },
        {
            "text": "The pulmonary pathology of infection by the SARS-CoV has been described extensively,17, 86, 87 but little has been published about the pathology in other organ systems.87, 88, 89 The extrapulmonary pathologic changes found most consistently at autopsy are extensive necrosis of the white pulp of the spleen and a generalized small vessel arteritis.87, 88 In the lung, there is hyaline membrane formation, interstitial infiltration with lymphocytes and mononuclear cells, and desquamation of pneumocytes in the alveolar spaces. Giant cells are a constant finding and usually have macrophage markers. In bronchoalveolar lavage, biopsy, and autopsy specimens viral particles have been noted in type I and II pneumocytes.90\n",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "mention": "17",
                    "ref_id": null
                },
                {
                    "start": 88,
                    "end": 90,
                    "mention": "86",
                    "ref_id": null
                },
                {
                    "start": 92,
                    "end": 94,
                    "mention": "87",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 170,
                    "mention": "87",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 174,
                    "mention": "88",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 178,
                    "mention": "89",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 350,
                    "mention": "87",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 354,
                    "mention": "88",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 719,
                    "mention": "90",
                    "ref_id": null
                }
            ],
            "section": "SARS-CoV and MERS-CoV ::: Community-Acquired Respiratory Coronaviruses ::: Pathogenesis",
            "ref_spans": []
        },
        {
            "text": "At this point, little is known about the pathogenesis of MERS-CoV because the infection was only recently described and no pathological specimens are yet available. It is anticipated that the pathologic changes in the lungs of patients with severe disease will be similar to those observed in patients with SARS or other patients with acute respiratory distress syndrome (ARDS).",
            "cite_spans": [],
            "section": "SARS-CoV and MERS-CoV ::: Community-Acquired Respiratory Coronaviruses ::: Pathogenesis",
            "ref_spans": []
        },
        {
            "text": "Almost all the antigenically distinct respiratory CoV strains that were isolated in the 1960s have been administered to volunteers, and all these produce illness with similar characteristics.8, 91 A summary of these characteristics is given in Table 157-1\n, in which a comparison is made with colds produced by rhinoviruses in similarly inoculated volunteers. The incubation period of CoV colds was longer and their duration somewhat shorter, but the symptoms were similar. Asymptomatic infection was sometimes seen and, indeed, has been a feature of both serologic surveys and PCR-based studies of natural infection of infants, children, and adults.92, 93\n",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 192,
                    "mention": "8",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 196,
                    "mention": "91",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 652,
                    "mention": "92",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "93",
                    "ref_id": null
                }
            ],
            "section": "Community-Acquired Respiratory Coronaviruses ::: Clinical Manifestations",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 255,
                    "mention": "Table 157-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "More serious respiratory tract illness is probably also caused by all four strains of community-acquired HCoV. The evidence for this is not conclusive, but it seems likely that all strains can produce pneumonia and bronchiolitis in infants,24, 27, 94, 95 otitis and exacerbations of asthma in children and young adults,96, 97, 98 pneumonia in healthy adults,99 exacerbations of asthma and chronic bronchitis in adults,100, 101 both serious bronchitis and pneumonia in the elderly,102, 103 and pneumonia in the immunocompromised host.104, 105 HCoVs are found in asymptomatic individuals of all ages, and, when accompanied by illness, are also sometimes accompanied by infections with other potential respiratory pathogens. These characteristics (infection without disease, coinfection during disease) are features of many respiratory pathogens, including particularly rhinoviruses, adenoviruses, human metapneumovirus, human bocavirus, and parainfluenza viruses, but also (although less frequently) respiratory syncytial virus and influenza virus. Because infections with respiratory HCoVs are so common, however, it is possible that they are responsible for a significant portion of these serious lower respiratory tract diseases, even though the basic pathogenicity of HCoVs (judging from volunteer studies) is similar to that of rhinoviruses, and clearly less than that of respiratory syncytial virus, influenza viruses, and certain adenovirus types. There is some evidence that HCoV-OC43 is more pathogenic in the elderly than HCoV-229E106 and also some evidence that infection with NL63 in children is different from the other respiratory HCoVs in that several series have found an excess of children with croup.26, 27\n",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "mention": "24",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 246,
                    "mention": "27",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 250,
                    "mention": "94",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 254,
                    "mention": "95",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 321,
                    "mention": "96",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 325,
                    "mention": "97",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 329,
                    "mention": "98",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 360,
                    "mention": "99",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 421,
                    "mention": "100",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 426,
                    "mention": "101",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 483,
                    "mention": "102",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 488,
                    "mention": "103",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 536,
                    "mention": "104",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 541,
                    "mention": "105",
                    "ref_id": null
                },
                {
                    "start": 1539,
                    "end": 1542,
                    "mention": "106",
                    "ref_id": null
                },
                {
                    "start": 1716,
                    "end": 1718,
                    "mention": "26",
                    "ref_id": null
                },
                {
                    "start": 1720,
                    "end": 1722,
                    "mention": "27",
                    "ref_id": null
                }
            ],
            "section": "Community-Acquired Respiratory Coronaviruses ::: Clinical Manifestations",
            "ref_spans": []
        },
        {
            "text": "Information about the clinical presentation of patients infected with the MERS-CoV is limited. It is clear that there is a spectrum of illness with some infections consisting of mild upper respiratory symptoms only, and others characterized by cough and fever with progression to respiratory failure over about a week.6, 7, 62, 107 Renal failure, as well as pericarditis and adult respiratory distress syndrome has been part of the reported clinical picture. The MERS-CoV host cell receptor, DPP-4, is expressed at high levels in the kidney,108 raising the possibility that direct infection of this organ contributes to renal disease.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 319,
                    "mention": "6",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 322,
                    "mention": "7",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 326,
                    "mention": "62",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 331,
                    "mention": "107",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 544,
                    "mention": "108",
                    "ref_id": null
                }
            ],
            "section": "Middle East Respiratory Syndrome Coronavirus ::: Clinical Manifestations",
            "ref_spans": []
        },
        {
            "text": "A case definition that will lead to further epidemiologic studies has been published by the World Health Organization.109\n",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "mention": "109",
                    "ref_id": null
                }
            ],
            "section": "Middle East Respiratory Syndrome Coronavirus ::: Clinical Manifestations",
            "ref_spans": []
        },
        {
            "text": "The first symptom in most cases of SARS was fever, usually accompanied by headache, malaise, or myalgia. This was followed, usually in a few days, but as long as a week later, by a nonproductive cough and, in more severe cases, dyspnea. Approximately 25% of patients had diarrhea. Interestingly, upper respiratory symptoms such as rhinorrhea and sore throat usually did not occur.82, 84, 110, 111, 112, 113 The chest radiograph was frequently abnormal, showing scattered air-space opacification, usually in the periphery and lower zones of the lung.114 Spiral computed tomography demonstrated both ground-glass opacification and consolidation, often in a subpleural distribution.115, 116, 117\n",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "mention": "82",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 386,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 391,
                    "mention": "110",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 396,
                    "mention": "111",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 401,
                    "mention": "112",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 406,
                    "mention": "113",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 552,
                    "mention": "114",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 682,
                    "mention": "115",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 687,
                    "mention": "116",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 692,
                    "mention": "117",
                    "ref_id": null
                }
            ],
            "section": "Severe Acute Respiratory Syndrome Coronavirus ::: Clinical Manifestations",
            "ref_spans": []
        },
        {
            "text": "Lymphopenia was common,84, 86, 110 with normal or somewhat depressed neutrophils. Paradoxically, neutrophilia was associated with poor outcomes.83 The decrease in lymphocytes in the blood was most marked for CD4 cells but was seen in all T-cell phenotypes, including CD3 and CD8, as well as natural killer cells. Creatine kinase was often abnormal, as were lactic dehydrogenase and aspartate aminotransferase. Levels of proinflammatory cytokines were elevated at early times during infection in patients with severe clinical disease118 and decreased in those patients who resolved the infection.119\n",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 25,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 27,
                    "end": 29,
                    "mention": "86",
                    "ref_id": null
                },
                {
                    "start": 31,
                    "end": 34,
                    "mention": "110",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 146,
                    "mention": "83",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 535,
                    "mention": "118",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 598,
                    "mention": "119",
                    "ref_id": null
                }
            ],
            "section": "Severe Acute Respiratory Syndrome Coronavirus ::: Clinical Manifestations",
            "ref_spans": []
        },
        {
            "text": "Approximately 25% of patients developed severe pulmonary disease that progressed to adult respiratory distress syndrome. Adult respiratory distress syndrome with SARS-CoV infection was most likely to develop in patients older than 50 years or with underlying disease such as diabetes, cardiac disease, and chronic hepatitis.84, 110, 111, 120 The overall mortality rate was between 9% and 12%, with the highest rates in the elderly and adults with underlying liver disease. In some patients, clinical deterioration occurred during the second week of illness, as virus levels decreased, suggesting that disease was partly immune mediated.84 Clinical improvement was associated with the onset of a virus-specific antibody response.119\n",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 331,
                    "mention": "110",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 336,
                    "mention": "111",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 341,
                    "mention": "120",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 638,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 731,
                    "mention": "119",
                    "ref_id": null
                }
            ],
            "section": "Severe Acute Respiratory Syndrome Coronavirus ::: Clinical Manifestations",
            "ref_spans": []
        },
        {
            "text": "Pediatric disease was, interestingly, significantly less severe than adult disease, although the features were similar.121 Disease during pregnancy was severe, with high mortality in both the mother and fetus.122 Congenital transmission was not described.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "mention": "121",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 212,
                    "mention": "122",
                    "ref_id": null
                }
            ],
            "section": "Severe Acute Respiratory Syndrome Coronavirus ::: Clinical Manifestations",
            "ref_spans": []
        },
        {
            "text": "The nature of the illness associated with enteric CoV infection is much less clear. One study found a significant association of gastroenteritis in infants 2 to 12 months of age with the presence of CoVLPs in the stool.55 Another study, confined to infants in a neonatal intensive care unit, found highly significant associations between the presence of CoVLPs in the stool and the presence of water-loss stools, bloody stools, abdominal distention, and bilious gastric aspirates.53 A further study of symptomatic infants shedding CoVLPs pointed to possible differences between CoVLP-associated diarrhea and rotavirus diarrhea: Although fever and vomiting were of similar incidence, stools were more often occult blood positive (18% in CoVLP-associated vs. 0% in rotavirus-associated disease), less often watery (66% vs. 92%), and more often mucoid (32% vs. 8%).77 Finally, CoVs have been associated with at least three outbreaks of necrotizing enterocolitis in newborns,52, 53, 56 and the best characterized strains56 were isolated in infants with this illness.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "mention": "55",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 482,
                    "mention": "53",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 864,
                    "mention": "77",
                    "ref_id": null
                },
                {
                    "start": 971,
                    "end": 973,
                    "mention": "52",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 977,
                    "mention": "53",
                    "ref_id": null
                },
                {
                    "start": 979,
                    "end": 981,
                    "mention": "56",
                    "ref_id": null
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "mention": "56",
                    "ref_id": null
                }
            ],
            "section": "Gastrointestinal Coronaviruses ::: Clinical Manifestations",
            "ref_spans": []
        },
        {
            "text": "Surveys seeking HCoV RNA by PCR using primers that would detect the known community-acquired respiratory HCoVs in stool have been quite disappointing. In one study of 878 fecal samples from children with gastrointestinal complaints tested over 2 years, all four HCoV species were found, but in all but 4 of 22 HCoV-positive cases, either rotavirus or norovirus was also present.28 In addition, about half of the children in this survey had respiratory and gastrointestinal symptoms. In the same study, 112 asymptomatic children were sampled and 2 were positive. Another study sampled 151 symptomatic children, and 2 were found to have HKU1 RNA.29 Molecular studies using primers that would broadly detect new CoVs should be considered to resolve questions about the role of CoVs in human gastrointestinal disease.123\n",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "mention": "28",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 646,
                    "mention": "29",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 816,
                    "mention": "123",
                    "ref_id": null
                }
            ],
            "section": "Gastrointestinal Coronaviruses ::: Clinical Manifestations",
            "ref_spans": []
        },
        {
            "text": "Like many other viruses, CoVs have been sought as possible etiologic agents in multiple sclerosis. The search has been stimulated by the capacity of JHM, a well-studied strain of mouse hepatitis virus, to produce in mice and rats an immune-mediated chronic demyelinating encephalitis histologically similar to multiple sclerosis.124 HCoV-OC43125, 126 and HCoV-229E127 have been detected in brain tissue from multiple sclerosis patients using virus isolation,125 in situ hybridization, immunohistology,126 and PCR.127 Moreover, T-cell lines established from patients with multiple sclerosis by stimulation with myelin basic protein or HCoV-229E were found to be cross-reactive with the opposite antigen, suggesting that molecular mimicry might be a possible pathogenic mechanism for the disease association.128 An adolescent boy with acute demyelinating encephalitis was found to have HCoV-OC43 RNA in both the respiratory tract and the cerebrospinal fluid.129 Despite these intriguing reports, compelling evidence is lacking to establish an etiologic or pathogenetic association of CoVs with CNS disease in humans.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 332,
                    "mention": "124",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 345,
                    "mention": "125",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 350,
                    "mention": "126",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 367,
                    "mention": "127",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 461,
                    "mention": "125",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 504,
                    "mention": "126",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 516,
                    "mention": "127",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 809,
                    "mention": "128",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 959,
                    "mention": "129",
                    "ref_id": null
                }
            ],
            "section": "Neurologic Syndromes ::: Clinical Manifestations",
            "ref_spans": []
        },
        {
            "text": "Although some human respiratory CoVs grow in tissue culture directly from clinical samples and although antigen detection systems have been developed for both HCoV-OC43 and HCoV-229E,130, 131 laboratory diagnosis of CoV respiratory infections is best accomplished by molecular methods. Reverse-transcriptase PCR (RT-PCR) systems have been developed using many different primers and detectors. From a clinical point of view, a single generic test for respiratory CoVs would be desirable, and such tests have been developed. However, when tested side by side with specific systems, the generic systems have a somewhat lower sensitivity.95 Systems that combine primers and probes specific for several CoVs have also had considerable success.132\n",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "mention": "130",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 191,
                    "mention": "131",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 636,
                    "mention": "95",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 741,
                    "mention": "132",
                    "ref_id": null
                }
            ],
            "section": "Respiratory Coronaviruses ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "The MERS-CoV was originally isolated in Vero and LLC-MK2 cells, and there are several published methodologies for detection and identification by PCR.133 Current recommendations from WHO are that definition of a possible case should be immediately reported to national authorities, and clinical, epidemiologic, and microbiologic investigations should be carried out.63\n",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "mention": "133",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 368,
                    "mention": "63",
                    "ref_id": null
                }
            ],
            "section": "Middle East Respiratory Syndrome Coronavirus ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Although SARS-CoV was grown from respiratory tract specimens in Vero E6 and fetal rhesus monkey kidney cells, the more sensitive and rapid RT-PCR assays were most widely used to detect infection. Virus was detected by RT-PCR in upper and lower respiratory tract, blood, stool, and urine specimens. Early in the illness, specimens were found positive only in approximately one third of patients.84 Use of samples from multiple sources increased the yield. Virus was detected most frequently during the second week of illness.18, 84, 85\n",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 396,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 526,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 530,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 534,
                    "mention": "85",
                    "ref_id": null
                }
            ],
            "section": "Severe Acute Respiratory Syndrome Coronavirus ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Antibody tests have been developed using tissue culture–grown virus and indirect immunofluorescence or enzyme-linked immu­nosorbent assay. Immunoglobulin M antibody can be detected in most patients for a limited period of time, and immunoglobulin G antibody appears first approximately 10 days after onset of fever in patients with good outcomes and becomes essentially universal after 4 weeks.84\n",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 396,
                    "mention": "84",
                    "ref_id": null
                }
            ],
            "section": "Severe Acute Respiratory Syndrome Coronavirus ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Laboratory diagnosis of the gastrointestinal CoVs depends now entirely on electron microscopy of stool specimens and detection of characteristic particles in negatively stained specimens. Such testing is best performed in laboratories with extensive previous experience.",
            "cite_spans": [],
            "section": "Gastrointestinal Coronaviruses ::: Laboratory Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Given the severity of SARS, clinicians throughout the world empirically treated most patients with corticosteroids and intravenous or oral ribavirin.134 It is now known that ribavirin has little activity against SARS-CoV in vitro, and there is no evidence that either intervention improved outcomes.135, 136 Lopinavir/ritonavir and intravenous immune globulin were also used in some patients, again without conclusive evidence that they were helpful or harmful. There is anecdotal and at least partially controlled evidence of the benefit of either interferon-α or interferon-β treatment. Further, treatment of SARS-CoV-infected cynomolgus monkeys with pegylated interferon-α resulted in improved outcomes,137 lending credence to the use of this therapy if SARS recurred.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "mention": "134",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 302,
                    "mention": "135",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 307,
                    "mention": "136",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 709,
                    "mention": "137",
                    "ref_id": null
                }
            ],
            "section": "Therapy",
            "ref_spans": []
        },
        {
            "text": "Treatment of MERS-CoV infection depends entirely on supportive measures. No antiviral drugs are recommended, although several studies have indicated that MERS-CoV is more sensitive to interferon-α or interferon-β than SARS-CoV.138, 139 Standard droplet precautions should be used, with aerosol precautions during certain high-risk procedures.109\n",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "mention": "138",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 235,
                    "mention": "139",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 345,
                    "mention": "109",
                    "ref_id": null
                }
            ],
            "section": "Therapy",
            "ref_spans": []
        },
        {
            "text": "Rigorous application of hospital infection control procedures, particularly those directed at contact and droplet spread, was shown to have a major beneficial effect on the spread of the SARS-CoV.68 The containment of the global SARS outbreak is a testament to the power of the cooperation and collaboration engendered by the World Health Organization to address a major public health threat. Similar precautions are recommended for patients with suspected or confirmed MERS-CoV infections.109\n",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "mention": "68",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 493,
                    "mention": "109",
                    "ref_id": null
                }
            ],
            "section": "Prevention",
            "ref_spans": []
        },
        {
            "text": "Vaccines for animal CoVs have been developed and widely used with variable efficacy. In one instance, a vaccine for feline infectious peritonitis appeared to lead to enhanced disease with subsequent natural infection. If SARS does return or MERS reaches epidemic proportions, an effective vaccine would be extremely helpful in control efforts, and a variety of vaccination strategies, including inactivated, subunit, and live-attenuated vaccines, are being pursued.135, 140 In addition, hospitals have been advised on improvement of infection control procedures so that in future epidemics of respiratory viruses, they will not be a major source of spread of infection, as occurred in the 2002 epidemic of SARS.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 468,
                    "mention": "135",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 473,
                    "mention": "140",
                    "ref_id": null
                }
            ],
            "section": "Prevention",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 157-1: Clinical Features of Colds Produced by Experimental Infection with Four Viruses\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "FIGURE 157-1: Coronavirus, strain HCoV-229E, harvested from infected WI-38 cells (phosphotungstic acid stain).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE 157-2: Phylogenetic relationships among members of the subfamily Coronavirinae. A rooted neighbor-joining tree was generated from amino-acid sequence alignments of Coronaviridae-wide conserved domains in replicase polyprotein 1 (ADRP, nsp3; Mpro, nsp5; RdRP, nsp12; Hel, nsp13; ExoN, nsp14; NendoU, nsp15; O-MT, nsp16) for 21 coronaviruses, each a representative of a currently recognized coronavirus species. Five of the six known human coronaviruses (HCoV-229E, HCoV-NL63, HCoV-HKU1, SARS-CoV, and MERS-CoV) are indicated. HCoV-OC43 is closely related to bovine coronavirus, which is shown in the figure. Equine torovirus Berne served as the outgroup. Virus names are given with strain specifications; species and genus names are in italics as per convention. The tree shows the four main monophyletic clusters, corresponding to genera Alpha-, Beta-, Gamma-, and Deltacoronavirus (color coded). Also indicated are betacoronavirus lineages A through D (corresponding to former CoV subgroups 2A through D). Bootstrap values (1000 replicates) are indicated at branch points. The tree is drawn to scale (scale bar, 0.2 amino-acid substitutions per site).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIGURE 157-3: Genome organization of representative human coronaviruses. All coronavirus genomes have the same basic structure and mechanism of replication.4 The 5′ end of each genome encodes a leader sequence, which is attached to each virus-specific messenger RNA transcript by a novel mechanism of discontinuous replication. The first two thirds of each genome encode replicase-associated genes. Gene 1 is translated as two large polyproteins, with the first expressed from ORF1a and the second from ORF1a/b following a −1 frameshift event. These polyproteins are then cleaved into individual proteins by two virus-encoded proteases. The major structural genes, the hemagglutinin-esterase (HE), surface (S), envelope (E), transmembrane (M), and nucleocapsid (N) proteins, are indicated in green. The nonreplicase, accessory genes located at the 3′ end of the genome are indicated with open boxes. The functions of these proteins are largely not known, and there is no sequence homology between accessory proteins of different coronaviruses. Some of these proteins are virion associated, but none are required for virus replication. The open reading frames (ORFs) encoding these proteins are numbered in order of appearance from the 5′ end of the genome, with the exception that ns12.9 of HCoV-OC43. I is an internal protein expressed from an alternative reading frame located within the N gene. It is equivalent to SARS-CoV-specific protein 9b and the MERS-CoV-specific protein 8b.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FIGURE 157-4: Coronavirus strain 229E in WI-38 cells.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "FIGURE 157-5: Distribution of confirmed cases of Middle East respiratory syndrome coronavirus by reporting country, March 2012 to May 2014. This map is based on one published by the European Centre for Disease Prevention and Control and shows the predominance of cases reported from the Kingdom of Saudi Arabia, with other cases arising in the Middle East, as well as the routes of travel during importation to other countries (colored arrows). The second case imported into the United States has been added. The total number of cases shown is somewhat lower than the number reported by the World Health Organization several days later,7 reflecting the rapid increase of reported cases during May 2014.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats",
            "authors": [
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "14040-14045",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "YQ",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276-278",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "439-450",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Bestebroer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Cultivation of a novel type of common-cold virus in organ cultures",
            "authors": [
                {
                    "first": "DAJ",
                    "middle": [],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Bynoe",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "",
            "pages": "1467-1470",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The morphology of three previously uncharacterized human respiratory viruses that grow in organ culture",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "DAJ",
                    "middle": [],
                    "last": "Tyrrell",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J Gen Virol",
            "volume": "1",
            "issn": "",
            "pages": "175-178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "A new virus isolated from the human respiratory tract",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hamre",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Procknow",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "121",
            "issn": "",
            "pages": "190-193",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Recovery in tracheal organ cultures of novel viruses from patients with respiratory disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "McIntosh",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Dees",
                    "suffix": ""
                },
                {
                    "first": "WB",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "57",
            "issn": "",
            "pages": "933-940",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "KY",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Med",
            "volume": "10",
            "issn": "",
            "pages": "S88-S97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319-1325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953-1966",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967-1976",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394-1399",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Identification of a new human coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "van der Hoek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pyrc",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Jebbink",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "368-373",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "A previously undescribed coronavirus associated with respiratory disease in humans",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "NG",
                    "middle": [],
                    "last": "Hartwig",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Bestebroer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "6212-6216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Characterization and complete genome sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia",
            "authors": [
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "884-895",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Mosaic structure of human coronavirus NL63, one thousand years of evolution",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pyrc",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Mol Biol",
            "volume": "364",
            "issn": "",
            "pages": "964-973",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Croup is associated with the novel coronavirus NL63",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "van der Hoek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sure",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ihorst",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Detection of human coronaviruses in children with acute gastroenteritis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Risku",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lappalainen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rasanen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vesikari",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Virol",
            "volume": "48",
            "issn": "",
            "pages": "27-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Unique and conserved features of genome and proteome of SARS-coronavirus, an early split-off from the coronavirus group 2 lineage",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Dobbe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Mol Biol",
            "volume": "331",
            "issn": "",
            "pages": "991-1004",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Infidelity of SARS-CoV Nsp14-exonuclease mutant virus replication is revealed by complete genome sequencing",
            "authors": [
                {
                    "first": "LD",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Halpin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Morphogenesis of avian infectious bronchitis virus and a related human virus (strain 229E)",
            "authors": [
                {
                    "first": "WB",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "McIntosh",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Dees",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J Virol",
            "volume": "1",
            "issn": "",
            "pages": "1019-1027",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Human aminopeptidase N is a receptor for human coronavirus 229E",
            "authors": [
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Yeager",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Ashmun",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "357",
            "issn": "",
            "pages": "420-422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Human coronavirus NL63 employs the severe acute respiratory syndrome coronavirus receptor for cellular entry",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pyrc",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "van der Hoek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "7988-7993",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450-454",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Crystal structure of mouse coronavirus receptor-binding domain complexed with its murine receptor",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Rajashankar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "108",
            "issn": "",
            "pages": "10696-10701",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "VS",
                    "middle": [],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mou",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Smits",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251-254",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Association of coronavirus infection with neonatal necrotizing enterocolitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chany",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Moscovici",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lebon",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Pediatrics",
            "volume": "69",
            "issn": "",
            "pages": "209-214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Medical reviews: coronaviruses",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Yale J Biol Med",
            "volume": "47",
            "issn": "",
            "pages": "234-251",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "A prospective, community-based study on virologic assessment among elderly people with and without symptoms of acute respiratory infection",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Graat",
                    "suffix": ""
                },
                {
                    "first": "EG",
                    "middle": [],
                    "last": "Schouten",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Heijnen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Epidemiol",
            "volume": "56",
            "issn": "",
            "pages": "1218-1223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Effects of a “new” human respiratory virus in volunteers",
            "authors": [
                {
                    "first": "AF",
                    "middle": [],
                    "last": "Bradburne",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Bynoe",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Tyrrell",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Br Med J",
            "volume": "3",
            "issn": "",
            "pages": "767-769",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Middle East Respiratory Syndrome (MERS): Case Definitions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Interim Surveillance Recommendations for Human Infection with Middle East Respiratory Syndrome Coronavirus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Human betacoronavirus 2c EMC/2012-related viruses in bats, Ghana and Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Annan",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "456-459",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1519-1520",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "A review of studies on animal reservoirs of the SARS coronavirus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "133",
            "issn": "",
            "pages": "74-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Molecular evolution of the SARS coronavirus during the course of the SARS epidemic in China",
            "authors": [],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1666-1669",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "VC",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767-1772",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Multiple organ infection and the pathogenesis of SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "202",
            "issn": "",
            "pages": "415-424",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Time course and cellular localization of SARS-CoV nucleoprotein and RNA in lungs from fatal cases of SARS",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Butany",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Role of respiratory viruses in acute upper and lower respiratory tract illness in the first year of life: a birth cohort study",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Kusel",
                    "suffix": ""
                },
                {
                    "first": "NH",
                    "middle": [],
                    "last": "de Klerk",
                    "suffix": ""
                },
                {
                    "first": "PG",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Infect Dis J",
            "volume": "25",
            "issn": "",
            "pages": "680-686",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Detection of rhinovirus, respiratory syncytial virus, and coronavirus infections in acute otitis media by reverse transcriptase polymerase chain reaction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pitkaranta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Virolainen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jero",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Pediatrics",
            "volume": "102",
            "issn": "",
            "pages": "291-295",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Respiratory viruses and exacerbations of asthma in adults",
            "authors": [
                {
                    "first": "KG",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Ireland",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Br Med J",
            "volume": "307",
            "issn": "",
            "pages": "982-986",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "A prospective, community-based study on virologic assessment among elderly people with and without symptoms of acute respiratory infection",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Graat",
                    "suffix": ""
                },
                {
                    "first": "EG",
                    "middle": [],
                    "last": "Schouten",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Heijnen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Epidemiol",
            "volume": "56",
            "issn": "",
            "pages": "1218-1223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Clinical impact of human coronaviruses 229E and OC43 infection in diverse adult populations",
            "authors": [
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Falsey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "",
            "pages": "1634-1642",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Interferon-mediated immunopathological events are associated with atypical innate and adaptive immune responses in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "8692-8706",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Clinical disease in children associated with newly described coronavirus subtypes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "ET",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heugel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatrics",
            "volume": "119",
            "issn": "",
            "pages": "e70-e76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "SARS: systematic review of treatment effects",
            "authors": [
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Stockman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellamy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "The spike protein of SARS-CoV—a target for vaccine and therapeutic development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "226-236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "McGeer",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407-416",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Middle East Respiratory Syndrome (MERS)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Middle East respiratory syndrome coronavirus quasispecies that include homologues of human isolates revealed through whole-genome analysis and virus cultured from dromedary camels in Saudi Arabia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "e01146-14",
            "other_ids": {
                "DOI": []
            }
        }
    }
}