{
    "paper_id": "PMC7166691",
    "metadata": {
        "title": "Clinical presentation, diagnostic findings and outcome in dogs diagnosed withpresumptive spinal‐only meningoen‐cephalomyelitis of unknown origin",
        "authors": [
            {
                "first": "I.",
                "middle": [],
                "last": "Cornelis",
                "suffix": "",
                "email": "ine.cornelis@ugent.be",
                "affiliation": {}
            },
            {
                "first": "H.",
                "middle": [
                    "A."
                ],
                "last": "Volk",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "L.",
                "middle": [],
                "last": "Van Ham",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "De Decker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Pure myelitis (inflammation of spinal cord parenchyma) or meningomyelitis (inflammation of spinal cord parenchyma and surrounding meninges) are rare diseases in small animals but occur most often in combination with inflammatory brain disease (Tipold & Stein 2010). Viruses [canine distemper virus (CDV), feline coronavirus], bacteria (Staphylococcus species, Streptococcus species, Pasteurella, coliforms, Actinomyces, Nocardia species), fungi (Cryptococcus, Coccidioides species, Blastomyces, Histoplasma), rickettsiae (Ehrlichia, Rickettsia, Rocky Mountain spotted fever), protozoa (Toxoplasma gondii, Neospora caninum), parasites (Dirofilaria immitis, Cuterebra, Angiostrongylus vasorum) and algae (Prototheca wickerhamii, Prototheca zopfii) are known causes for meningomyelitis in dogs and cats, with or without concurrent intracranial signs (Griffin et al. 2008, Parry et al. 2009, Csebi et al. 2010, Dewey et al. 2016). Apart from infectious causes, non‐infectious meningoencephalomyelitis including granulomatous meningoencephalomyelitis, pyogranulomatous meningoencephalomyelitis and steroid‐responsive meningitis‐arteritis (SRMA) are described (Meric 1988, Griffin et al. 2008, Parry et al. 2009, Dewey et al. 2016). Current terminology implies that dogs clinically diagnosed with non‐infectious inflammatory myelitis without positive infectious disease testing, not classified as SRMA or eosinophilic meningomyelitis, and not histopathologically confirmed with alternative diagnoses are categorised as having meningoencephalomyelitis of unknown origin (MUO), equivalent to dogs diagnosed with meningoencephalitis of unknown origin. A clinical diagnosis of MUO is typically made by a combination of clinical presentation, MR imaging of involved part of the central nervous system (brain/spinal cord), and results of cerebrospinal fluid (CSF) analysis (Griffin et al. 2008).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Currently, only one study has focused specifically on the clinical presentation, diagnostic findings and outcome in dogs with meningomyelitis caused by a variety of underlying aetiologies (Griffin et al. 2008). Of 28 cases included, 15 dogs were diagnosed with MUO. Clinical signs were reflected by the affected spinal cord segments, and younger dogs, toy breeds, and hound breeds were suggested to be predisposed for meningomyelitis. Although results of myelography, CT, and CT‐myelography have been reported, little is reported about magnetic resonance imaging (MRI) findings in dogs with MUO of the spinal cord. The aims of this study were therefore to describe the signalment, clinical presentation, diagnostic findings, including results of MRI and long‐term survival in dogs diagnosed with presumptive MUO of the spinal cord without concurrent clinical signs of intracranial involvement.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The electronic medical database was searched between March 2006 and February 2015 for dogs diagnosed with “MUA,” “MUO,” “GME,” “myelitis,” “inflammatory spinal cord disease.” Dogs were included based on the criteria used by Granger et al. (2010), if they had (1) complete medical records available, (2) a complete neurological examination performed leading to a spinal cord localisation, (3) inflammatory CSF analysis, (4) MRI of the spinal cord and if (5) long‐term follow‐up information were available through revision of medical records or through contacting the referring veterinarian by telephone. Dogs were excluded if (1) the clinical records or imaging studies were incomplete or not available for review, (2) dogs showed clinical or neurological signs of intracranial involvement at time of presentation, (3) they had a peracute onset of clinical signs that were not progressive after 12 to 24 hours, (4) they had signs of extradural or extradural/intramedullary spinal cord compression on MRI and if (5) they had positive infectious disease titres or if clinical presentation, CSF analysis or necropsy findings were suggestive of SRMA or eosinophilic meningoencephalomyelitis (>10% eosinophils in CSF) (Dewey et al. 2016). Typical clinical presentation for SRMA was considered to be a dog less than 2 years of age of a typical breed (boxer, beagle, Bernese mountain dog, Nova Scotia duck tolling retriever, golden retriever, German shorthaired pointer) presenting with pyrexia and cervical hyperesthesia. CSF analysis in SRMA typically reveals a predominantly neutrophilic pleocytosis (Dewey et al. 2016). Dogs with histopathological confirmation of the disease [granulomatous meningo(encephalo)myelitis (GME) or necrotising meningo(encephalo)myelitis (NME) only needed to fulfil inclusion criteria (1) and (5). Information retrieved from the medical records included breed, gender, age at diagnosis, body weight, results of neurological examination including neuroanatomical localisation, duration of clinical signs prior to diagnosis, results of complete blood count (CBC) and biochemistry profile, results of CSF analysis including total nucleated cell count (TNCC), white blood cell differentiation and total protein (TP) concentration, treatment received and outcome. Duration of clinical signs prior to diagnosis (days) was classified as peracute (<2 days), acute (2 to 7 days) or chronic (>7 days). For dogs that had CSF analysis performed, site of collection (cisternal or lumbar), TNCC, TP and cytological differentiation were recorded. TNCC was considered normal if there were <5 cells/mm3. Protein concentration was considered normal for a cisternal collection if <0·25 g/L and for a lumbar collection if <0·4 g/L.",
            "cite_spans": [],
            "section": "Case selection ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The neurological status was classified from 0 to 5 according to the clinical examination (adapted from Scott 1997): grade 0=neurologically normal; grade 1=spinal hyperaesthesia without neurological deficits; grade 2=ataxia, ambulatory para‐ or tetraparesis; grade 3=non‐ambulatory para‐ or tetraparesis; grade 4=para‐ or tetraplegia with or with‐ out bladder control, and intact deep pain sensation; grade 5=para‐ or tetraplegia, urine retention or overflow, and deep pain sensation loss.",
            "cite_spans": [],
            "section": "Neurological assessment ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Possible neuroanatomical localisations included C1 to C5, C6 to T2, T3 to L3 or L4 to S3 spinal cord segments. Dogs were diagnosed with a focal lesion if only one spinal cord segment was affected, and with a multifocal lesion if more than one spinal cord segment appeared to be affected on the neurological ­examination.",
            "cite_spans": [],
            "section": "Neurological assessment ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "MRI was performed under general anaesthesia with a permanent 1.5‐T magnet (Intera, Philips Medical Systems, Eindhoven, the Netherlands) and all images were reviewed by the corresponding author using Osirix Dicom viewer (Osirix Foundation, V.5.5.2 Geneva, Switzerland). Sequences varied, but included a minimum of T2‐weighted (T2W) [repetition time (ms) (TR)/echo time (ms) (TE), 3000/120] and T1‐weighted (T1W) (TR/TE, 400/8) images of the affected spinal cord region in a sagittal and transverse plane. The T1W images were acquired before and after intravenous (IV) administration of paramagnetic contrast medium with a dose of 0·1 mg/kg gadoterate meglumine (Dotarem, Guerbet). If MR images of the brain were available, they were reviewed concurrently. Variables recorded were lesion ­intensity on T2W and T1W images, lesion localisation and distribution, lesion length and parenchymal and/or meningeal contrast enhancement. Lesion length was measured using Osirix Dicom viewer, and performed on sagittal T2W images for dogs that had focal lesions. Lesion length was measured twice, and the mean value reported. To compensate for differences in body size, values were corrected with respect to the length of vertebral body of C6 (for cervical lesions) or L2 (for thoracolumbar lesions). Vertebral body length was measured on T1W sagittal images.",
            "cite_spans": [],
            "section": "Magnetic resonance imaging ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "For all dogs, the specific treatment protocol was recorded. During hospitalisation, all dogs underwent daily at least one general physical and complete neurological examination by a board‐certified neurologist or neurology resident. The results of the neurological examination as well as response to treatment (improvement, deterioration or static) were systematically recorded on the kennel sheets. Follow‐up information during hospitalisation was collected from the medical records, and later through medical records of re‐examination visits or telephone contact with the referring veterinarian. A successful outcome was defined as the dog being ambulatory, with faecal and urinary continence and, according to the owners, without overt spinal hyperaesthesia. An unsuccessful outcome was defined as (1) deterioration in neurological status by one or more grades after diagnosis and treatment or (2) if the dog was not independently ambulatory, possibly with previously non‐existing or worsening faecal and/or urinary incontinence, or was experiencing spinal hyperaesthesia as defined by the owner.",
            "cite_spans": [],
            "section": "Treatment and follow‐up ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Data analysis was performed with the aid of a standard statistical software package (Prism, Graphpad Software Inc). Numeric variables were expressed as median and interquartile ranges (IQR). Values of P<0·05 were considered significant. Survival analysis was performed using both a Log‐rank (Mantel‐Cox) and Gehan‐Breslow‐Wilcoxin test, resulting in median survival time (MST) calculation and a Kaplan‐Meier survival curve.",
            "cite_spans": [],
            "section": "Statistical analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Survival was defined as time from diagnosis to death or euthanasia, including whether this happened because of disease progression or due to unrelated causes, or time from diagnosis to last follow‐up for dogs that were alive at time of data capture. Dogs that died because of unrelated causes and dogs that were still alive at time of data capture were censored for survival analysis.",
            "cite_spans": [],
            "section": "Statistical analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Twenty‐one dogs were included in the study. Represented breeds included French bulldog (n=2), Jack Russell terrier (n=2), Lhasa apso (n=2) and one each of akita, bearded collie, boxer, bull mastiff, Chihuahua, cross breed, English springer spaniel, giant schnauzer, Labrador retriever, Maltese terrier, Rhodesian ridgeback, rottweiler, shih‐tzu, West Highland white terrier and Yorkshire terrier. Overall, median age at presentation was 56 months (10 to 128 months). Thirteen dogs (62%) were male and eight (38%) were female. Compared to the general hospital population between March 2006 and February 2015, there was no difference in sex distribution in the group of dogs with MUO (Fisher's exact test; P=0·075). Median duration of clinical signs prior to diagnosis was eight days (ranging from 1 to 90 days). One dog (5%) presented with peracute, nine dogs (43%) with acute and eleven dogs (52%) with a chronic onset of neurological signs.",
            "cite_spans": [],
            "section": "Signalment ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Thirteen (62%) and eight (38%) dogs were diagnosed with a focal and multifocal spinal lesion on neurological examination, respectively. For dogs with focal spinal lesions (n=13), three were diagnosed with a lesion affecting the C1 to C5 spinal cord segments, two with a lesion affecting the C6 to T2 spinal cord segments, six with a lesion affecting the T3 to L3 spinal cord segments and two with a lesion affecting the L4 to S3 spinal cord segments. At time of diagnosis, no dogs presented as grade 0; 2 dogs (10%) were grade 1; 14 (67%) grade 2 and 5 (24%) grade 3. No dogs were paraplegic or tetraplegic at presentation. Pain on direct spinal palpation was present in 15 (71%) dogs. Urinary retention was observed in two dogs (10%), and a combination of urinary and faecal incontinence was noticed in two dogs (10%). One dog (5%) developed seizures 669 days after diagnosis of MUO. Clinical findings of the 21 included dogs are summarised in Table 1.",
            "cite_spans": [],
            "section": "Neurological examination ::: RESULTS",
            "ref_spans": [
                {
                    "start": 951,
                    "end": 952,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "As required by the inclusion criteria, CSF collection revealed pleocytosis in all cases. Overall, median TNCC was 209 cells/mm3 (ranging from 6 to 6000). TP measurement was performed in all but three CSF samples, and was above reference values in 17/18 dogs (94%). The median TP concentration was 1·67 g/L (ranging from 0·21 to 16·3 g/L). CBC and serum biochemistry results were available in 16 dogs (76%). Leucocytosis was only present in two dogs (10%) and lymphopenia was present in six dogs (29%). Infectious disease testing based on serology and/or polymerase chain reaction on CSF for CDV, T. gondii, and N. caninum was not performed in two (10%) dogs and was negative in the remaining 19 (90%) dogs. In the two dogs lacking infectious disease testing, full necropsy was performed, revealing GME.",
            "cite_spans": [],
            "section": "Diagnostic findings ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "MRI of the spinal cord was available in all cases, revealing a focal lesion in 15 dogs (71%), a multifocal lesion in four (19%) and no lesion was visible on sagittal T2W or T1W images in two (10%). Lesion length was measured in the focal cases only. Median lesion/vertebral body ratio was 4·8 (ranging from 0·6 to 10·9). All visible lesions were ill‐defined, intramedullary, hyperintense on T2W images and isointense on T1W images (Figs 1 and 2). Lesions showed parenchymal contrast enhancement in 18 dogs (86%), and contrast enhancement of overlying meninges in 17 (81%). In the two cases in which no lesion was visible on sagittal T2W and T1W images, there was also no observable parenchymal contrast, but one dog only showed meningeal ­contrast enhancement. In two dogs (10%) intracranial images were contained within the field of view of the cervical spinal cord images (T2W transverse and sagittal images), revealing multiple T2W hyperintensities in the forebrain and/or brainstem. Neither of those dogs had clinical or neurological signs of intracranial involvement at time of diagnosis. The first dog, a 56‐month‐old Jack Russell terrier, did not recover from general anaesthesia after diagnostic procedures, and full necropsy revealed GME. The second dog, a 123‐month‐old Rhodesian ridgeback, developed seizures 669 days after diagnosis and was euthanased without further investigations.",
            "cite_spans": [],
            "section": "Magnetic resonance imaging ::: RESULTS",
            "ref_spans": [
                {
                    "start": 437,
                    "end": 438,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 443,
                    "end": 444,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "As required by the inclusion criteria, outcome was available in all dogs. As described above, one dog did not recover from general anaesthesia for MRI of the spinal cord, and was censored for survival analysis. Mean duration of hospitalisation was five days (ranging from 1 to 19 days), with 17 dogs (81%) showing improvement in neurological status within that period. One dog (5%) remained neurologically stable (no improvement nor deterioration), and three dogs (14%) showed deterioration of their neurological status. All dogs were treated with immunosuppressive doses of glucocorticosteroids immediately after diagnosis. This consisted doses of 0·3 to 0·5 mg/kg/day dexamethasone in nine dogs (43%) iv and 2 to 4 mg/kg/day oral prednisolone in 12 dogs (57%). Fourteen dogs (67%) received additional treatment with cytosine arabinoside as a constant rate infusion (CRI) of 200 mg/m2 over eight hours in one dog (7%) and as four subcutaneous (SC) injections of 50 mg/m2 every 12 hours for two consecutive days in 13 dogs (93%).",
            "cite_spans": [],
            "section": "Treatment and outcome ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Twenty dogs (95%) survived to discharge. Of these dogs, nine dogs (45%) were still alive at time of data capture. Of these nine dogs, eight were neurologically normal according to the follow‐up information and one dog still showed ataxia and ambulatory paraparesis. Of the eight normal dogs, two were still receiving a dose of 5 mg/kg cyclosporine every 24 hours, one was receiving a dose of 50 mg/m2 cytosine arabinoside every 12 hours for two consecutive days every nine weeks, one was receiving a dose of 0·2 mg/kg prednisolone every 24 hours, one was receiving doses of 1 mg/kg prednisolone every 24 hours and 50 mg/m2 cytosine arabinoside every 12 hours for two consecutive days every four weeks, and three dogs were not receiving any treatment at time of data capture. The dog that was still showing neurological abnormalities was receiving doses of 0·5 mg/kg prednisolone every other day and 50 mg/m2 cytosine arabinoside every 12 hours for two consecutive days every 5 weeks.",
            "cite_spans": [],
            "section": "Treatment and outcome ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "For the 11/20 dogs (55%) that were dead at the time of data capture, three had died or were euthanased because of disease progression, six were euthanased because of acute neurological deterioration after initial neurological improvement and two were euthanased because of unrelated causes (complications after stifle surgery and development of aggression). Dogs that showed acute neurological deterioration after initial improvement did so within a median of 171 days after diagnosis (ranging from 30 to 669 days). Of those six dogs, one showed acute deterioration after discontinuation of prednisolone treatment and five were still receiving treatment doses of 1 mg/kg prednisolone every 24 hours, 0·5 mg/kg prednisolone every 24 hours, 2 mg/kg prednisolone every 24 hours and 2 mg/kg azathioprine every 24 hours or 50 mg/m2 cytosine arabinoside every 12 hours for two consecutive days every seven weeks. Overall, we can conclude that 10/21 dogs (48%) died or were euthanased because of MUO.",
            "cite_spans": [],
            "section": "Treatment and outcome ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Overall, the MST was 669 days (ranging from 1 to 2250 days) (Fig 3). Confirmation from post‐mortem examination was available in three dogs, revealing GME in two and necrotising meningomyelitis in one dog. All clinical data are shown in Tables 1 and 2.",
            "cite_spans": [],
            "section": "Treatment and outcome ::: RESULTS",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 66,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 243,
                    "end": 244,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 249,
                    "end": 250,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "None of the authors of this article has a financial or personal relationship with other people or organisations that could inappropriately influence or bias the content of this paper.",
            "cite_spans": [],
            "section": "Conflict of interest ::: DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Clinical Details of the 21 Dogs Diagnosed with Spinal MUO\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Summary of the most important demographic, treatment and outcome data in dogs diagnosed with spinal MUO\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: T2W transverse (a) MR image of the vertebral column and spinal cord at the level of C3, and mid sagittal (b) MR image of the cervical and cranial thoracic vertebral column and spinal cord of a 56‐month‐old Jack Russell terrier. There is a large, ill‐defined, intramedullary hyperintensity extending from cranial C2 to cranial C6",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: T2W sagittal (A) and transverse (B,C), and T1W transverse (C) images of the vertebral column and associated spinal cord of a 13‐month‐old French bulldog. There is a large, ill‐defined, intramedullary lesion that is hyperintense on T2W images and isointense on T1W images. The lesion extends from mid T10 to caudal L1",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Kaplan‐Meier survival curve for overall survival in dogs diagnosed with spinal MUO. Results were censored for dogs that were still alive at time of data capture and dogs that died because of unrelated causes (dash marks)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical reasoning in canine spinal disease: what combination of clinical information is useful?",
            "authors": [],
            "year": 2015,
            "venue": "Veterinary Record",
            "volume": "177",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Perspectives on meningoencephalomyelitis of unknown origin",
            "authors": [],
            "year": 2014,
            "venue": "Veterinary Clinics of North America: Small Animal Practice",
            "volume": "44",
            "issn": "",
            "pages": "1157-1185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Vertebral osteomyelitis and meningomyelitis caused by Pasteurella canis in a dog – clinicopathological case report",
            "authors": [],
            "year": 2010,
            "venue": "Acta Veterinaria Hungarica",
            "volume": "58",
            "issn": "",
            "pages": "413-421",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Small Animal Neurological Emergencies",
            "volume": "",
            "issn": "",
            "pages": "219-228",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Magnetic resonance imaging findings and clinical associations in 52 dogs with suspected ischemic myelopathy",
            "authors": [],
            "year": 2007,
            "venue": "Journal of Veterinary Internal Medicine",
            "volume": "21",
            "issn": "",
            "pages": "1290-1298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "Practical Guide to Canine and Feline Neurology",
            "volume": "",
            "issn": "",
            "pages": "64-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "STIR muscle hyperintensity in the cervical muscles associated with inflammatory spinal cord disease of unknown origin",
            "authors": [],
            "year": 2013,
            "venue": "Journal of Small Animal Practice",
            "volume": "54",
            "issn": "",
            "pages": "137-142",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Inter – and intraobserver agreement for diagnosing presumptive ischemic myelopathy and acute ­noncompressive nucleus pulposus extrusion in dogs using magnetic resonance imaging",
            "authors": [],
            "year": 2016,
            "venue": "Veterinary Radiology and Ultrasound",
            "volume": "57",
            "issn": "",
            "pages": "33-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Clinical findings and treatment of non‐infectious meningoencephalomyelitis in dogs: a systematic review of 457 published cases from 1962 – 2008",
            "authors": [],
            "year": 2010,
            "venue": "The Veterinary Journal",
            "volume": "184",
            "issn": "",
            "pages": "290-297",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Meningomyelitis in dogs: a retrospective review of 28 cases (1999 to 2007)",
            "authors": [],
            "year": 2008,
            "venue": "Journal of Small Animal Practice",
            "volume": "49",
            "issn": "",
            "pages": "509-517",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Canine meningitis – a changing emphasis",
            "authors": [],
            "year": 1988,
            "venue": "Journal of Veterinary Internal Medicine",
            "volume": "2",
            "issn": "",
            "pages": "26-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Imaging diagnosis – necrotizing meningomyelitis and polyarthritis",
            "authors": [],
            "year": 2009,
            "venue": "Veterinary Radiology and Ultrasound",
            "volume": "50",
            "issn": "",
            "pages": "412-415",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Hemilaminectomy for the treatment of thoracolumbar disc disease in the dog: a follow‐up study of 40 cases",
            "authors": [],
            "year": 1997,
            "venue": "Journal of Small Animal Practice",
            "volume": "38",
            "issn": "",
            "pages": "488-494",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Inflammatory diseases of the spine in small animals",
            "authors": [],
            "year": 2010,
            "venue": "Veterinary Clinics of North America: Small Animal Practice",
            "volume": "40",
            "issn": "",
            "pages": "871-879",
            "other_ids": {
                "DOI": []
            }
        }
    }
}