{
    "paper_id": "PMC7152250",
    "metadata": {
        "title": "Rotavirus",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "A."
                ],
                "last": "Wilson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute viral diarrheal disease of foals",
            "cite_spans": [],
            "section": "Definition ::: Basic Information ",
            "ref_spans": []
        },
        {
            "text": "Occurs only in foals; most common at 3 to 4 months of age but can range from 2 days to 5 months",
            "cite_spans": [],
            "section": "Species, Age, Sex ::: Epidemiology ::: Basic Information ",
            "ref_spans": []
        },
        {
            "text": "Foals from large breeding farms (increased foal population) seem to be at higher risk than other foals.",
            "cite_spans": [],
            "section": "Risk Factors ::: Epidemiology ::: Basic Information ",
            "ref_spans": []
        },
        {
            "text": "\n•The virus particles passed in the feces of an affected foal are highly contagious.•Particles can survive in the environment for up to 9 months.•Most mares of affected foals are seropositive, but no fecal shedding of the virus occurs.•Rotavirus is not a zoonotic disease.\n",
            "cite_spans": [],
            "section": "Contagion and Zoonosis ::: Epidemiology ::: Basic Information ",
            "ref_spans": []
        },
        {
            "text": "\n•Worldwide distribution, especially in countries with concentrated horse-breeding regions•Seasonality related to foaling season only\n",
            "cite_spans": [],
            "section": "Geography and Seasonality ::: Epidemiology ::: Basic Information ",
            "ref_spans": []
        },
        {
            "text": "Electrolyte imbalances, acid-base abnormalities, and dehydration related to diarrhea",
            "cite_spans": [],
            "section": "Associated Conditions and Disorders ::: Epidemiology ::: Basic Information ",
            "ref_spans": []
        },
        {
            "text": "Only one form exists, but the severity depends on the age and immune status of the foal, the magnitude of the viral exposure, and the virulence of the virus.",
            "cite_spans": [],
            "section": "Disease Forms/Subtypes ::: Clinical Presentation ::: Basic Information ",
            "ref_spans": []
        },
        {
            "text": "Lethargy, decreased suckling, diarrhea",
            "cite_spans": [],
            "section": "History, Chief Complaint ::: Clinical Presentation ::: Basic Information ",
            "ref_spans": []
        },
        {
            "text": "\n•Varying fluidity of feces from “cow pie” to watery•Can observe signs of weakness and prolonged recumbency•Varying degrees of dehydration, electrolyte imbalances, and acid-base abnormalities•Some foals exhibit signs of mild colic.\n",
            "cite_spans": [],
            "section": "Physical Exam Findings ::: Clinical Presentation ::: Basic Information ",
            "ref_spans": []
        },
        {
            "text": "\n•Rotaviruses are stable at any pH from 3 to 7, and they are resistant to many widely used disinfectants, including bleach, iodophors, and quaternary ammonium compounds.•Foals exposed to manure of infected foals acquire infection via fecal-oral transmission.•When the virus enters the gastrointestinal tract, it multiplies in the cells of the villous tips of the small intestine.•Villous atrophy and maldigestion or malabsorption result in diarrhea.•The intestinal crypt cells are not affected, so they continue to multiply, which generally makes the disease self-limiting.\n",
            "cite_spans": [],
            "section": "Etiology and Pathophysiology ::: Clinical Presentation ::: Basic Information ",
            "ref_spans": []
        },
        {
            "text": "\n•May occur with other pathogens, although uncommon.•Must consider enterocolitis caused by infection with Clostridium spp., Salmonella spp., Coronavirus spp., Strongyloides westeri, or Cryptosporidium spp. or nutritional causes such as the use of milk replacer, ingestion of sand, or (rarely) lactose intolerance.•Sepsis and asphyxial injury may also manifest as diarrhea.\n",
            "cite_spans": [],
            "section": "Differential Diagnosis ::: Diagnosis ",
            "ref_spans": []
        },
        {
            "text": "\n•May be unremarkable with mild cases.•With moderate to severe diarrhea, foals are often hyponatremic, hypochloremic, hypokalemic, and acidotic.•May observe polycythemia with dehydration, but otherwise the hemogram is unremarkable.\n",
            "cite_spans": [],
            "section": "Initial Database ::: Diagnosis ",
            "ref_spans": []
        },
        {
            "text": "\n•Although electron microscopy is considered the gold standard, this method is expensive and time consuming.•Diagnosis is commonly performed via fecal latex agglutination test (Virogen Rotatest; Wampole Laboratories, Princeton, NJ), which is considered to be both sensitive and specific.•Numerous other molecular techniques exist for isolation of rotavirus.\n",
            "cite_spans": [],
            "section": "Advanced or Confirmatory Testing ::: Diagnosis ",
            "ref_spans": []
        },
        {
            "text": "\n•Supportive care is the cornerstone of therapy.•Hygiene is important to minimize spread of the disease.\n",
            "cite_spans": [],
            "section": "Therapeutic Goal(s) ::: Treatment ",
            "ref_spans": []
        },
        {
            "text": "\n•Supportive care with maintenance of fluid and electrolyte balances.•With severe cases, especially those at risk for development of septicemia, broad-spectrum antibiotics can be used.•Prophylactic antiulcer medications are recommended.•Effort should be made to practice good hygiene to keep infected foals clean to prevent complications associated with perianal skin scalding and infection.\n",
            "cite_spans": [],
            "section": "Acute General Treatment ::: Treatment ",
            "ref_spans": []
        },
        {
            "text": "\n•Perianal and hindlimb skin infections and scald may occur with inadequate hygiene. Prolonged recumbency may predispose foals to development of pneumonia and skin lesions.•With the highly infective nature of the disease, outbreaks are possible.\n",
            "cite_spans": [],
            "section": "Possible Complications ::: Treatment ",
            "ref_spans": []
        },
        {
            "text": "\n•Monitoring for signs of colic, changes in fecal consistency, prolonged recumbency, or decreased suckling is recommended.•Serial blood work can be helpful in monitoring changes in hydration, electrolytes, or acid-base status.\n",
            "cite_spans": [],
            "section": "Recommended Monitoring ::: Treatment ",
            "ref_spans": []
        },
        {
            "text": "Mortality rates are low even though morbidity is high. Foals younger than 14 days are at the highest risk of death.",
            "cite_spans": [],
            "section": "Prognosis and Outcome ",
            "ref_spans": []
        },
        {
            "text": "\n•An inactivated equine rotavirus vaccine (Fort Dodge Animal Health, Fort Dodge, IA) is recommended to reduce the incidence and severity of disease in high-risk foals at breeding operations. The vaccine is administered intramuscularly to mares at the eighth, ninth, and tenth months of gestation to increase the amount of antibodies in the colostrum.•Good hygiene and husbandry practices are essential for prevention of the disease.\n",
            "cite_spans": [],
            "section": "Pearls & Considerations ",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Equine infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "181-183",
            "other_ids": {
                "DOI": []
            }
        }
    }
}