{
    "paper_id": "PMC7168565",
    "metadata": {
        "title": "Pharmacists at the frontline beating the COVID-19 pandemic",
        "authors": [
            {
                "first": "Nadia",
                "middle": [],
                "last": "Bukhari",
                "suffix": "",
                "email": "n.bukhari@ucl.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Huma",
                "middle": [],
                "last": "Rasheed",
                "suffix": "",
                "email": "humarasheed@uvas.edu.pk",
                "affiliation": {}
            },
            {
                "first": "Bismah",
                "middle": [],
                "last": "Nayyer",
                "suffix": "",
                "email": "bismah.nayyer@kcl.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Zaheer-Ud-Din",
                "middle": [],
                "last": "Babar",
                "suffix": "",
                "email": "z.babar@hud.ac.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Through public preventative measures advocated by WHO, the public are working together in their respective countries to ‘flatten the curve’. With a near enough global lockdown there seems to be an even greater dependence on pharmacists as the first point of contact to fulfil the public’s healthcare needs. Pharmacies around the world are one of the few places that are kept open for public service even during the strict lockdowns [1].",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 434,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Pharmacists and Covid-19 pandemic ::: Background",
            "ref_spans": []
        },
        {
            "text": "Community pharmacists and their teams are a vital healthcare provider during the outbreak; they remain on the frontline of public health by serving as direct points of access for their patients. Hospital pharmacists have an important role during the outbreak in infection control as well as patient care and support [2].",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 318,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Pharmacists and Covid-19 pandemic ::: Background",
            "ref_spans": []
        },
        {
            "text": "Countries severely hit by pandemic are exceedingly facing overburdened Health facilities and shortages as well as burnouts of health care professionals. TRIAGE service has emerged as a supportive modality in this time of crisis which includes pharmacists along with other primary health care workers [3]. A provision of COVID-19 trained health care professionals exists for supporting these services in the time of shortage of medical and nursing staff members and to increase the outreach of the service in Australia as well. The International Pharmaceutical Federation (FIP) has issued a pack of 10 summaries for guidance on COVID-19 [4]. American Pharmacist Association (APhA) has also issued guidelines and resource documents for the strengthening and preparedness of the community pharmacies as front line health care workers in the global health crisis [5].",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 302,
                    "mention": "3",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 637,
                    "end": 638,
                    "mention": "4",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 860,
                    "end": 861,
                    "mention": "5",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Pharmacists and Covid-19 pandemic ::: Background",
            "ref_spans": []
        },
        {
            "text": "Reliability of information and control of scare and misinformation are important concerns during the worldwide spread of the disease. Community pharmacists also continue to play their role towards public uninterrupted for regular supplies of medicines, as well as supporting governments [6] for disseminating information on precautions related to COVID-19 spread including hand washing technique to availability of face masks and instructions for their proper use and disposal. USP has issued guidelines for the compounding and pharmacists and manufacturers for preparation of hand sanitizers to cope with the stock outs [7].",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 289,
                    "mention": "6",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 622,
                    "end": 623,
                    "mention": "7",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Pharmacists and Covid-19 pandemic ::: Background",
            "ref_spans": []
        },
        {
            "text": "The community pharmacy has a unique credible role with ease in accessibility. In France, the campaign against domestic violence also involved the use of the code “Mask 19” to report domestic violence by the victims [8]. Pharmacists are an integral component of healthcare performing extraordinary roles in the earlier pandemics and health crisis, with some like Ebola and Zika posing global health security risks as well [2]. Likewise, by contributing in the prevention, preparedness and response to COVID-19 pandemic community pharmacists are delivering their role towards public health in dealing with this crisis [9]. In many countries, pharmacies have worked in close collaboration with the International humanitarian organizations like Red Cross and local community workers to increase its outreach to public and ensure home delivery of medicines [10].",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 217,
                    "mention": "8",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 422,
                    "end": 423,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 617,
                    "end": 618,
                    "mention": "9",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 853,
                    "end": 855,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Pharmacists and Covid-19 pandemic ::: Background",
            "ref_spans": []
        },
        {
            "text": "In New Zealand, the pharmacist’s contribution is appreciated by the government by extra remuneration for their support. Hotline numbers have been issued for encouraging on phone consultation and prescription orders for home supplies to reduce public visits which are to be avoided in case of suspected and confirmed COVID cases [11]. It is encouraged for pharmacies in Australia to support remote dispensing of prescriptions using prescriptions received through mails/faxed/emailed or making use of electronic transfer of prescriptions (ETP) technology couples with home delivery services in particular for the old and vulnerable populations [12].",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 643,
                    "end": 645,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Pharmacists and Covid-19 pandemic ::: Background",
            "ref_spans": []
        },
        {
            "text": "Lower Middle-Income Countries (LMIC) are in a greater need for pharmacists’ support where patients are unable to afford the doctor fees for a consultation. In absence of a standard treatment the importance of provision of pharmaceutical care by pharmacists managing the COVID-19 cases increased many-folds [13]. Similarly a different set of attributes then the routine conditions were observed in the pharmaceutical care provided by the Chinese Community pharmacists in dealing with the pandemic situation including maintaining controlled work environment, provision of information and necessary medical supplies as well as ensuring the regular medication and counselling are managed at best to avoid undue patient visits to healthcare facilities. The Community pharmacists in China were made use all possible resources to perform their role as care providers and custodian of patient safety regarding medicine use. They used Mobile applications, coordination with neighbourhood committees and medicine companies to ensure delivery of medicines to patients in their homes [10]. The response to COVID-19 pandemic in countries have differed drastically. In Columbia, a lesser incidence of hospitalization and no intensive care need was attributed to better preparedness, higher exposure to multiple strains of viral respiratory infections as well as early adoption of containment strategies [14].",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 309,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1073,
                    "end": 1075,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1390,
                    "end": 1392,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "China, Colombia and elsewhere ::: Background",
            "ref_spans": []
        },
        {
            "text": "As of 6 April, there are 3059 confirmed cases & 45 deaths with COVID-19 in Pakistan [15]. Since the first case reported on 26 Feb 2020, Pakistan has put in place its mitigation strategies which are framed around suspension of flight operations both international and domestic, social distancing, point of entry screening, contact tracing, clinical management of COVID-19 patients, Home Quarantine and Isolation & burial procedures for COVID-19 patients [16] To ramp up the efforts of containing the spread of COVID-19, the federal government imposed a partial lockdown on 21 March 2020 in which schools and pupil places are closed. Public transport is suspended. Public Hospitals are turned into isolation wards and the working class has been advised to work from home. Bakeries, Utility Stores, vegetables shops and dairy shops are opened but that too between specific hours. People can come outside of their homes for essential trips and emergencies only [17]. After re-evaluating the situation based on increasing cases within Pakistan, federal government has extended the partial lockdown on 1 Apr 2020 for two more weeks [18].",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 454,
                    "end": 456,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 958,
                    "end": 960,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1127,
                    "end": 1129,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Pakistan and COVID-19 ::: Background",
            "ref_spans": []
        },
        {
            "text": "The response to this COVID-19 pandemic in the shape of social distancing requiring country lockdown and close of businesses, is a death sentence to the daily wagers and low working class in Pakistan. According to experts the number of people who can lose their jobs in various sectors are between 12.3 million and 18.5 million [19]. Although, Pakistan as a fragile and indebted economy has come up to the rescue of its vulnerable people with a multi-trillion-rupee relief package, allocating 200 billion rupees for the labour class. Under the package, some 10 million people, categorized under low-income groups, will get a lump sum amount of 12,000 PKR, initially for a period of four months in the form of Ehsaas Emergency Cash Program [20]. However, this amount is lower than the daily wages they were getting before lockdown [19]. These economically pressured masses don’t have much to spend on their health especially when the public hospitals have closed their OPDs for the general public. With no were to go and no money to spend, they access their nearby pharmacies which can get them medical advice without paying for consultation and they only have to pay for the medicine if it’s needed. This could be a great window to showcase the role of community pharmacists in LMICs particularly during a time of a health emergency.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 739,
                    "end": 741,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 830,
                    "end": 832,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Economical effects re-aligning the access to pharmacies during COVID-19 crisis in Pakistan ::: Background",
            "ref_spans": []
        },
        {
            "text": "With the closure of OPDs in the private and public hospitals, there has been a great unrest among the patients with other diseases. With nowhere to go and to exercise and save themselves from the virus exposure at the hospitals, opens the door for Telemedicine provisioning in this time of crisis. There is a growing demand for telehealth and telemedicine has already been in use Pakistan for a while [21]. With the doctors, nurses and paramedics physically present in the emergency, isolation wards and quarantine centers, pharmacists can hold onto this end and can ease the patient distress by providing triaging and basic consultations via Telemedicine, taking the burden off the doctors and health system.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 404,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Telemedicine, pharmacists and Pakistan ::: Background",
            "ref_spans": []
        },
        {
            "text": "In Pakistan, majority of the pharmacists are engaged with the pharmaceutical industry, however there is a growing number which is now working in the community pharmacies or at retail pharmacies. While the organizations, authorities, hospitals were arranging personal protection equipment (PPEs) for doctors, nurses and paramedics, little attention was being paid towards the protection of pharmacy teams even though they are the first line of contact for the public in normal situation and even more in this COVID-19 pandemic with closing of public OPDs. Assessing this scenario worldwide, Pharmacists in the UK and in Pakistan team up together to compile 10-steps protection guidelines for the pharmacy teams in Pakistan in English and Urdu language. These guidelines are shown in Table 1.\n",
            "cite_spans": [],
            "section": "Development of the COVID-19 pharmacy guidelines in Pakistan ::: Background",
            "ref_spans": [
                {
                    "start": 788,
                    "end": 789,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The COVID-19 guidance for pharmacy teams in Pakistan was endorsed by the Ministry of National Health Services, Regulation and Coordination (M/o NHSR&C) and supported by The International Pharmaceutical Federation (FIP), The Commonwealth Pharmacists Association (CPA), Drug Regulatory Body Pakistan (DRAP), Pakistan Pharmacists Association (PPA), one of Pakistan’s leading telemedicine providers – doctHERS, The National Alliance of Women in Pharmacy, Pakistan (NAWP) and Pharmacy Council Pakistan.",
            "cite_spans": [],
            "section": "Development of the COVID-19 pharmacy guidelines in Pakistan ::: Background",
            "ref_spans": []
        },
        {
            "text": "These guidelines can be adopted and adapted by any country keeping in view their own laws and regulations.",
            "cite_spans": [],
            "section": "Development of the COVID-19 pharmacy guidelines in Pakistan ::: Background",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: COVID-19 10 Step guidance for pharmacy teams\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Weaving the health and pharmaceutical care agenda through the themes of the commonwealth heads of government meeting (CHOGM), London 2018",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rutter",
                    "suffix": ""
                },
                {
                    "first": "AHY",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tuck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bader",
                    "suffix": ""
                },
                {
                    "first": "Z-U-D",
                    "middle": [],
                    "last": "Babar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Pharm Policy Pract",
            "volume": "11",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s40545-018-0140-3"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Health care for all: effective, community supported, healthcare with innovative use of telemedicine technology",
            "authors": [
                {
                    "first": "TK",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tariq",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J of Pharm Policy and Pract",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s40545-018-0130-5"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}