{
    "paper_id": "PMC7194947",
    "metadata": {
        "title": "Oculofacial Plastic Surgery and the COVID-19 Pandemic: Current Reactions and Implications for the Future",
        "authors": [
            {
                "first": "Paul",
                "middle": [
                    "D."
                ],
                "last": "Langer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Francesco",
                "middle": [
                    "P."
                ],
                "last": "Bernardini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The unexpected, catastrophic emergence of the novel coronavirus has forced medical specialties the world over to quickly adapt to a new medical reality, and ophthalmology has been no exception. In fact, each subspecialty within ophthalmology has made its own short-term adaptations during the epidemic so as to continue caring for patients while keeping transmission of the virus to a minimum.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As we write this perspective in mid-April, the United States is at or near the peak of the crisis while Italy is approximately 2 weeks past its peak. At this point in the outbreak, our field, oculofacial plastic and orbital surgery, has adjusted to the pandemic in the following ways, with some predicted long-term effects resulting from these changes:",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nClinical Evaluation of Patients: Oculofacial and orbital surgery is unique among ophthalmic subspecialties in that a significant portion (and often the great majority) of the patient evaluation can be performed without the use of a slit lamp or ophthalmic lenses. Furthermore, many patients referred to an oculofacial specialist have recently been fully examined by a comprehensive ophthalmologist, rendering the intraocular portion of the examination superfluous. While there is no perfect substitute for an in-person examination, more than any other ophthalmic subspecialty, oculoplastics is ideally suited for telemedicine.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As clinics have closed, telemedicine has been effectively used during the pandemic to screen many new oculofacial patients for conditions that are emergent and to postpone those patients whose appointments can be safely delayed. Patients with ptosis, dermatochalasis, ectropion entropion, eyelid retraction, congenital deformities, epiphora, and other conditions that rarely threaten vision can be readily identified with telemedicine. Such pre-screening has markedly reduced the number of patients who have needed to be seen urgently without unnecessarily affecting the ultimate prognosis of those whose appointments were rescheduled. Furthermore, the overflow of COVID-19 patients at academic medical centers has restricted the ability of these hospitals to accept transfers that would otherwise have been routine. In response, some patients with orbital disease who would normally be transferred to an academic center for specialized care have been evaluated by telemedicine at a peripheral emergency room, had their radiologic imaging viewed through encrypted videos sent by text, and in conjunction with the local evaluating ophthalmologist, have been effectively managed remotely as an inpatient at the distant site. Patients with non-surgical subperiosteal abscesses and non-infectious orbital inflammatory disease are among those conditions successfully managed under these circumstances.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nLong-term impact: Evaluating patients and rendering opinions remotely through this crisis has given oculofacial plastic surgeons the unexpected opportunity to become intimately familiar with the telemedicine platform. In the future, even as clinical volume increases to pre-pandemic levels, it is conceivable that many patients with routine eyelid malpositions, dermatochalasis, eyelid lesions, and similar conditions can be seen in a dedicated telemedicine session, and under certain limiting conditions, could even be scheduled for surgery directly without a prior office visit. Under certain circumstances, some nonsurgical orbital processes, such as the conditions mentioned above, could be managed remotely, while others could be managed with telemedicine after an initial office visit. For example, after an initial evaluation, a portion of the follow up medical management of preseptal cellulitis, orbital inflammatory disease, and Graves orbitopathy could theoretically be conducted remotely.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nSurgical management: During the crisis, oculofacial and orbital surgery has mostly been limited to the repair of traumatic injuries and the management of vision- or life-threatening conditions, as operating rooms were in use only for absolute emergencies. Even patients with cancers such as eyelid basal cell carcinomas and small squamous cell carcinomas have had surgery postponed to avoid the risk of SARS-CoV2 transmission.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A risk unique to orbital surgery among the ophthalmic specialties is the danger posed by sinonasal procedures, as the viral load in the upper respiratory tract mucosa of infected individuals is extraordinarily high and poses a serious risk to others, even prior to the onset of symptoms.1\n,\n2 Consequently, patients at most institutions undergoing sinonasal procedures have undergone mandatory COVID testing prior to surgery, and procedures such as dacryocystorhinostomy, orbital decompression, and combined operations with otolaryngologists have been routinely postponed except in the most dire of clinical circumstances. In some cases, surgery has been undertaken but modified in response to the pandemic: for example, patients with thyroid-related orbitopathy needing urgent orbital decompression to treat optic nerve compression or severe congestion may undergo a single, very aggressive lateral wall orbital decompression as an initial stabilizing procedure, with the intention of returning later to perform additional decompression after the crisis subsides. Such an approach avoids surgically entering a sinus cavity.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 288,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 291,
                    "end": 292,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Many patients who underwent surgery prior to the pandemic have been monitored postoperatively by telemedicine exclusively. Again, many of the conditions surgically addressed in our specialty are uniquely suited to be being followed remotely, assuming the use of absorbable sutures. Patients who underwent repair of various eyelid malpositions, blepharoplasty, or excisional or incisional biopsies are among those who have been candidates for remote postoperative management.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nLong term impact: The fear of SARS-CoV2 transmission from sinonasal surgery will likely persist for the foreseeable (and perhaps the indefinite) future in the aftermath of the pandemic. Patients undergoing surgery involving respiratory mucosa may potentially require a “green-light test” prior to surgery, be that a negative PCR test or a protective serum IgG level, not only for the COVID-19 virus, but for any future similar respiratory pathogen. Such testing may even be adopted as a standard preoperative requirement for anyone undergoing intubation.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Having become accustomed to the convenience of remote postoperative management in select cases, oculoplastic surgeons may continue this practice in the post-pandemic future. Doing so may even result in surgeons changing surgical techniques, such as switching to absorbable sutures for these types of cases if they had previously used nonabsorbable sutures. Should such a change occur, then the COVID-19 pandemic will have resulted in a permanent change not only in our approach to patients, but in our surgical technique as well.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "12",
            "pages": "1177-11790",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2565"
                ]
            }
        }
    }
}