{
    "paper_id": "PMC7147837",
    "metadata": {
        "title": "The impact of US–EU “Open Skies” agreement on airline market structures and airline networks",
        "authors": [
            {
                "first": "Kenneth",
                "middle": [],
                "last": "Button",
                "suffix": "",
                "email": "kbutton@GMU.EDU",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "From the late 1970s, when first the US domestic cargo market was liberalized followed by the domestic passenger sector, there has been a gradual withdraw of the state from the specific economic regulation of airlines. Internationally, the initial moves at deregulation can be traced to the initiation of the US's “Open Skies” policy from 1979. The recent opening up, at least to a substantial extent, of the US–EU1\ntransatlantic market is the one of the most significant measures of international airline liberalization since the removal of international market barriers within the European Union (EU). The US–EU passenger market is substantial. In 2007 it accounted for 55 million passengers, 385 flights per day in each direction and 235 nonstop city-pairs served by 45 airlines comprising eight from the US, 26 from the EU and 11 others. Geographically, 32 airports in 23 states were served on the US side and 53 airports in 19 countries in the EU.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The development comes at a time when similar measures have been initiated in other long-haul markets (e.g. between the US and Australia), and when there are similar, some complementary, changes taking place within air transportation more generally, including initiatives to improve air navigation systems, the coming on-line of new aircraft, developments in the way that airports are used and financed, and structural changes within the industry as a new wave of merger takes hold.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Understanding a little of the history of the recent develops on the North Atlantic helps us appreciate why the current arrangements exist, and offers some insights into likely future institutional changes. It is inevitable that the current regime is only a stepping-stone. Understanding the nature and economics of the airline industry helps in appreciating how carriers, and other suppliers such as airports, are likely to react to the new situation. It is also helpful to look beyond the narrow and specific confines of air transportation issues to explore the implications of more generic policies, such as industrial and security policies, may be for the long-term development of the North Atlantic market.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "International air transportation has, until recently, been one of the most regulated of industries. The Chicago Convention of 1944 laid down a basis upon which a system of international bilateral air service agreements (ASAs) was founded.2\nThis was a compromise arrangement that attempted to reconcile the very liberal, free market ideas of the US on the one hand and the more restrictive ones of countries such as Australia (that wanted a single global carrier) on the other. There were particular fears in some countries that the US, that had the largest fleet of commercial aircraft at the time and the potential of adding to this by converting surplus military hardware, would dominate any largely market-based outcome and thus an institutional structure emerged that led to piecemeal, and restrictive, practical arrangements.",
            "cite_spans": [],
            "section": "Institutional background",
            "ref_spans": []
        },
        {
            "text": "The Convention did not stipulate any particular form of international service structure but rather established national sovereignty over airspace and an institutional framework within which nations could essentially trade these rights (“freedoms of the skies”) amongst themselves. The outcome was a mass of bilateral agreements between countries that, in general, stipulated which airlines that could fly between them, the capacity of each airline, the fares to be charged, and, often, how the revenues generated were to be shared between the carriers. Similarly, air navigation services were sovereign responsibilities and a patchwork of systems emerged that impinged upon any notion of seamless air travel.",
            "cite_spans": [],
            "section": "Institutional background",
            "ref_spans": []
        },
        {
            "text": "These restrictive bilateral ASA regimes were, at the time, seem as a step forward from the ad hoc and often opaque institutional structures that existed before, and they came at a time when international air transportation was still relatively new with many markets small and embryonic after the devastation of the Second World War. Because of this, they probably did little to impede the development of the sector for some time. Additionally, domestic markets were normally regulated although the structure differed between countries. In some countries there were single state-owned monopoly carriers whereas in others, such as the US, there were private airlines but competition was highly regulated. In many cases, institutional barriers prevented domestic and international carriers of a country operating in each other's markets.",
            "cite_spans": [],
            "section": "Institutional background",
            "ref_spans": []
        },
        {
            "text": "The macro-economic conditions of the late 1970s (“Stagflation”), combined with background pressures generated in part by a series of academic studies, led to a sea-change in policy thinking. The US initially legally removed most economic regulation from its domestic market in 1978 and other countries, either through de jure reforms or de facto actions, gradually loosened theirs. The move towards greater economic and, to a lesser degree political, integration in Europe in the 1990s brought with it the creation of a Single European Market, including that for air services. This embraces not simply the ability of airlines that meet safety and environmental criteria and do not violate European Union (EU)3\ncompetition policy from operating anywhere within Europe, but it also removed any ownership restrictions for airlines offering purely domestic or intra-Union services.",
            "cite_spans": [],
            "section": "Institutional background",
            "ref_spans": []
        },
        {
            "text": "The experiences of deregulation (or in Europe, “liberalization”) of air transport markets over the past quarter of a century are generally seen as having produced significant economic benefits.4\nNot everyone has gained, certainly some communities have lost services or have seen service quality decline, some airlines have gone bankrupt, and some classes of passengers are now paying higher fares, but for those few that have been adversely affected there are many more who can fly more cheaply, have a greater variety of services to choose from, or have found jobs in the extended air transportation value chain. No positive change occurs without disruption, and that has certainly been the experiences of airlines, but these negative features have been far outweighed by the positive effects.",
            "cite_spans": [],
            "section": "Institutional background",
            "ref_spans": []
        },
        {
            "text": "International air transportation deregulation was generally slower to emerge than domestic reform because of the need for a double coincidence of interests.5\nUS policy makers first muted the general idea of bilateral “Open Skies” policies to replace the highly restrictive air service agreements as early as 1979, but it took another dozen or so years before the first major one, with the Netherlands, was signed. Since that time, a further 60 or so liberal agreements, of varying importance, have been signed between the US and partners, including many European states. The emergence of the large free trade area in air transportation service within Europe from the mid-1990s was another element in freeing-up other international markets by having both knock-on and demonstration effects for regions outside of the European area.6\n",
            "cite_spans": [],
            "section": "Institutional background",
            "ref_spans": []
        },
        {
            "text": "The attacks on the US in 2001 had implications for the global air transportation market. It not only led to an immediate shutting-down of large parts of the system, most notably those associated with the US market, but also to a longer-term reduction in demand as concerns about the safety of air travel emerged. The additional security measures that were put in place following 9/11 added to the cost of air travel, not simply in monetary terms but also because of the additional time and inconvenience associated air travel. This came at a time when there was already a downturn in the business cycle that began in the US in 2000.",
            "cite_spans": [],
            "section": "September 11th, 2001 terrorist attacks ::: The economic condition of the airline industry",
            "ref_spans": []
        },
        {
            "text": "The SARS epidemic had a severe, albeit it relatively short-term impact on the international civil aviation market in 2003, and in particular adversely affected a number of Asian markets. While difficult to isolate out the particular implications of the disease of the finances of the sector, the Official Airline Guide shows that flights to China fell by 45% between June 2002 and 2003, by 36% between Europe and Hong Kong, by 69% between the US/Canada and Hong Kong, and by 3% globally.",
            "cite_spans": [],
            "section": "Severe acute respiratory syndrome (SARS) ::: The economic condition of the airline industry",
            "ref_spans": []
        },
        {
            "text": "The impact of the 2nd Gulf War on the airline industry overlapped with the SARS epidemic but its main impacts were in different markets; e.g. most flights to Israel and Egypt were immediately suspended together with some flights to Athens, Istanbul and Ankara and Karachi. The wider geographical impacts were on tourist traffic due to fears of potential terrorist attacks.",
            "cite_spans": [],
            "section": "2nd Gulf War ::: The economic condition of the airline industry",
            "ref_spans": []
        },
        {
            "text": "There have been unprecedented rises in costs of aviation fuel (kerosene) since 2001. The price of jet fuel has risen from $30.5 a barrel in 2001 to $81.9 a barrel in 2006, to $113.4 in December 2007 and is over $140 at the time of writing (July, 2008). The result is that for international airlines, fuel costs that constituted 13% of operating costs rose to 26% by 2006 and has climbed since. This has put financial pressures on the airlines to the extent that some have imposed fuel surcharges that are impacting adversely on the fares paid by passengers.8\n",
            "cite_spans": [],
            "section": "High fuel prices ::: The economic condition of the airline industry",
            "ref_spans": []
        },
        {
            "text": "Much of the analysis of the effects of market change has inevitably focused on domestic liberalizations, with a particular emphasis on the post-1978 US market. Not only is this the world's largest air transport market, and one where, because of the 10% sampling of tickets, there is an abundance of information and data, but it is also one that until comparatively recently, because of the relatively small amount of external traffic, is closely geographically bounded. Added to this, the geography of the country makes air transportation the only viable mode for long distance travel, and as such stimulates public interest.",
            "cite_spans": [],
            "section": "Overall analyses of regulatory change",
            "ref_spans": []
        },
        {
            "text": "The emphasis, however, has largely been on the direct effects of deregulation on the airlines and their customers with rather less on the implications for overall employment, other than narrowly for airline personnel. The broader economic impacts on industrial structure and regional economic development have largely been assessed indirectly through impact studies of the airports that handle the larger traffic volumes. The evidence from this, however, combined with the few impartial studies that have directly sought to link airline deregulation to economic development, is that more commercial sensitive domestic airline markets do facilitate economic growth in regions.",
            "cite_spans": [],
            "section": "Overall analyses of regulatory change",
            "ref_spans": []
        },
        {
            "text": "Analysis of international airline market deregulation is sparser. From the studies that have been completed, it is clear that more open-air transportation markets foster trade and stimulate the growth of major industries such as tourism. Air transportation, and international air transportation in particular, is a key input to the location and production product positioning decisions of many multi-national corporations. This is not surprising given that air transport carriers transport about 40% the world's trade by value and its importance is growing as structural economic changes take place. While excessive transportation will always be wasteful, optimal transportation supply as determined by market forces, constrained within appropriate institutional structures, is a major facilitator of economic development and allows countries and regions to exploit their comparative advantages more fully.",
            "cite_spans": [],
            "section": "Overall analyses of regulatory change",
            "ref_spans": []
        },
        {
            "text": "Open Skies air service agreements have not only removed restrictions governing rates and fares, market entry, and the ways revenues are allocated, but have also permitted the emergence of various forms of business alliances. Strategic alliances now dominate international air transportation. Although not all have been successful, in a commercial world there are inevitably failures, they have allowed wider network economies of scope, and density on the costs side, and economies of market presence on the demand side to be exploited. They also provide a degree of protection for airlines that would otherwise, in excessively competitive conditions that can emerge in aviation, find it difficult to recover their full costs even if they are highly efficient.9\nThis is confirmed in a variety of previous studies that have looked at some of these alliances. Although the links have seldom been explicitly drawn, the enhanced efficiency of international airlines, given the derived nature of the demands for their services, would seem inevitably to have improved the vitality and economic performances of the regions they serve.",
            "cite_spans": [],
            "section": "Overall analyses of regulatory change",
            "ref_spans": []
        },
        {
            "text": "The case for continually reviewing the nature of the institutional structure within which air transportation services are delivered becomes stronger when taken in the context of changes in the global market. Air transportation is clearly growing in many relative new markets in Asia, particularly China and India, but it is also forecasted to expand in some more traditional markets such as the North Atlantic; Boeing Commercial Airplane (2005) suggests a growth rate of about 4.6% over the next two decades, if current relationships continue. But even if the long-term projections prove excessive, there is a strong case for ensuring that the full comparative economic advantages of the EU economy are exploited. While there have been short-term disruptions to the growth in US/EU passenger movements, the evidence is that the downturn in international trade in air services across the Atlantic that followed the events of September 11th, 2001 has passed and there is once again an outward shift in the demand for air transportation (Fig. 2\n).",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 444,
                    "mention": "Boeing Commercial Airplane (2005)",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Overall analyses of regulatory change",
            "ref_spans": [
                {
                    "start": 1035,
                    "end": 1041,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The matter is effectively one of balance. Although it would be economically inefficient to over invest, or otherwise seek to artificially stimulate this market, impeding market driven international transportation with inappropriate institutional barriers equally stymies the economic performances of the macro-economies of both the US and countries within the EU. Air transportation is a matter of everyday public concern, especially regarding such things as safety matters, but the general evidence is that market liberalization has produced net benefits of a more durable kind.",
            "cite_spans": [],
            "section": "Overall analyses of regulatory change",
            "ref_spans": []
        },
        {
            "text": "Although there is evidence that regulatory reforms in the international air transportation market have largely been beneficial, there are groups that are, for a variety of reasons and quite understandably, at the micro-level, opposed to further reform. In the US, for example, there are military concerns about losing the lift capabilities under the Civil Reserve Air Force program that are made available at time of national emergency; US carriers provide equipment and crew at such times and there is a fear this will not be available if US carriers become foreign owned. There have been traditional concerns expressed by airline employees about erosion of their higher pay scales should EU workers be able to work in the US. This argument, however, seems rather moot in 2008 given the state of US airlines' finances and of the US dollar. Equally, in the UK and other countries where restrictive ASAs still exist, there are those that would lose out should there be a regime change; for example, it would affect the relative competitive position of their airlines and airports.10\n",
            "cite_spans": [],
            "section": "Overall analyses of regulatory change",
            "ref_spans": []
        },
        {
            "text": "Traditional ASAs that grew up from the immediate post Second World War period varied somewhat between the country pairs involved, but had many common features. The changes that have taken place have also not been entirely consistent across country pairs. Table 1\n, however, provides details of the general characteristics of US ASA bilaterals prior to the move to the Open Aviation Area (as favored by the EU side) and Open Skies model (the preferred, and currently accepted, favored by the US). A major difference between bilateral ASA involving the US prior to the 1980s was that charter traffic was regulated in addition to scheduled services.12\nWithin Europe, while intra-Union international scheduled services were subjected to fare and entry controls, the charter market was somewhat more liberal, although still encumbered by restrictions that sought to limit its use to leisure travelers.",
            "cite_spans": [],
            "section": "Traditional ASA bilaterals ::: Transatlantic air service bilaterals",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 262,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The US initiated liberal international air service agreements as a logical extension of the regulatory reforms of its domestic market; the term “Open Skies” was first used by Alfred Kahn, the chairman of the Civil Aeronautics Board, in 1979 when discussing objectives to be pursued after the enactment of the 1978 Airline Deregulation Act. Initially the response of European governments was tepid, in part because the focus of the EU at the time was more on internal transportation matters, especially surface transportation, and because the efficiency of US carriers induced many European airlines to believe that they would be at a significant competitive disadvantage.13\n",
            "cite_spans": [],
            "section": "The bilateral Open Skies agreements ::: Transatlantic air service bilaterals",
            "ref_spans": []
        },
        {
            "text": "The practical outcome within the EU was a series of liberalizing agreements between a number of European states (e.g. the UK with Netherlands, Belgium, Germany and Luxemburg) in the 1980s. These did not, however, represent full market liberalization (government intervention remained potentially significant) but rather they were a relaxation of the older regimes. They gave much more flexibility to the routes that could be served, removed capacity and service level constraints on these routes, and moved away from the double approval of fares to one based upon double disapproval. The nature of the European industry at the time, and the domination of state-owned “flag carriers”, together with the size of markets still generally limited them to one airline per route, whereas within the US by this time more than one US carrier served the same route.",
            "cite_spans": [],
            "section": "The bilateral Open Skies agreements ::: Transatlantic air service bilaterals",
            "ref_spans": []
        },
        {
            "text": "The growth in air traffic as incomes grew and trade expanded, coupled with the generally favorable views on domestic reforms and the extension of hub-and-spoke operations to international markets, resulted in pressures emerging in many countries for the removal of further constraints on air transportation provisions. In Europe, the move to commercialize air transportation, as well as removing institutional barriers to trade, resulted in flag carriers seeking to develop their networks as they were weaned off long-standing regimes of state subsidies and turned over to private ownership.",
            "cite_spans": [],
            "section": "The bilateral Open Skies agreements ::: Transatlantic air service bilaterals",
            "ref_spans": []
        },
        {
            "text": "The outcome, from 1992, was a series of bilateral “Open Skies” agreements between EU states and the US. These first involved the Netherlands but then extended to other EU member countries (Table 2\n). These “Open Skies” agreements allow fights to any two points in the signatory countries, with no restriction on fares, service level, or fifth freedom operations. Charter operations are included as well as scheduled services. They also, through parallel measures in the realm of anti-trust and competition policy, allow code sharing and other strategic alliance activities. The US at this time also facilitated the process by offering a relative simple template Open Skies agreement with standard clauses in it. By 2007, of the 19 of the European countries offering direct US–EU, 16 already had Open Skies agreements corresponding to 54% of seat capacity across the North Atlantic.",
            "cite_spans": [],
            "section": "The bilateral Open Skies agreements ::: Transatlantic air service bilaterals",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 196,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Not all European countries, however, had Open Skies agreements with the US, and in some cases they are not fully operational (Table 2). In particular, the important US/UK air services market still operated under the “Bermuda II” agreement originally signed in 1977, although amended periodically since its inception. This limits, besides other things, the number of carriers that can serve London Heathrow Airport to two from each country (American Airlines and United Airlines, and British Airways and Virgin Atlantic respectively from the US and UK) and the number of US gateways served. Greece, Ireland, and Spain also have restrictions; e.g., Ireland required one US flight through Shannon for everyone to Dublin, and limits fifth freedom rights, and Greece, besides limiting fifth freedom rights also limits the gateways served, the number of airlines on some routes, and freedom of fare setting. Others have similar deviations from a market-based agreement.",
            "cite_spans": [],
            "section": "The bilateral Open Skies agreements ::: Transatlantic air service bilaterals",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Additionally, Open Skies bilateral agreements do not mean entirely open markets in the conventional economic sense. There are “nationality clauses” that affect the carriers that may enter markets; in the US case they must be “substantially and effectively controlled” by nationals of the designated state or by its nationals. While outwardly aimed at preventing third parties entering the bilateral, de facto nationality clauses act to impede the full functioning of international air transportation capital markets. Linked with this, foreign ownership of carriers operating in US and intra-European markets is also limited, both in terms of the share ownership permitted and the voting power of these shares. For example, the Air Commerce Act 1926 requires that US citizens own at least 51% of any individual aircraft in order for it to be registered under the US and the Civil Aeronautics Act 1938, Congress requires that US citizens own or control at least 75% of the voting interests of US airlines.14\nThis standard has remained the same since. This makes mergers and cross investment impossible outside of the limits set and, because of the lack of control over its use, is not exactly an incentive for foreigners to invest their money. There are, in addition, regulations over the nationality of who may hold senior managerial positions.15\n",
            "cite_spans": [],
            "section": "The bilateral Open Skies agreements ::: Transatlantic air service bilaterals",
            "ref_spans": []
        },
        {
            "text": "There are also rules regarding cabotage, or eighth freedom rights. In the US, domestic services can only be provided by an airline “established” in the country. This, because of the inability to create feeder services, limits the capability of a non-US carrier to develop a full double hub-market across the Atlantic. The emergence of strategic alliances may be seen as a second-best attempt to circumvent the restriction.",
            "cite_spans": [],
            "section": "The bilateral Open Skies agreements ::: Transatlantic air service bilaterals",
            "ref_spans": []
        },
        {
            "text": "Within Europe, because of the sovereignty of each nation, US carriers can only fly where they can obtain appropriate fifth and sixth freedom rights to carry passengers between states, although not within them. The US also prohibits “wet leasing” – the leasing of a plane and crew – although this practice is legal in European countries, and this constrains the efficient movement of physical capital by airlines between international markets to meet exceptional needs. In addition, the Fly America requirement means that US government and military personnel must normally use a US carrier or one that is part of an approved strategic alliance with relevant anti-trust immunity for international air travel.",
            "cite_spans": [],
            "section": "The bilateral Open Skies agreements ::: Transatlantic air service bilaterals",
            "ref_spans": []
        },
        {
            "text": "The EU as an entity had set the creation of a Common Transport Policy (CTP) as one of its two major goals under the founding Treaty of Rome. Air transportation was, mainly because of its relative small size and the magnitude of the task of tackling distortions in other transport markets, explicitly excluded until it was felt a Union-wide approach was needed. Progress on the CTP was snail-like until the creation of the Single European Market in 1992. By this time air transportation had grown in importance, and, in part stimulated by a series of legal judgment and proactive initiatives from the European Commission, had become an issue of political concern (Button, 2004). A number of “Packages” successively, liberalized and standardized exiting ASAs, deregulated the market for intra-European international traffic, and, finally, liberalized the entire internal market by allowing cabotage.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 675,
                    "mention": "Button, 2004",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "EU/US negotiations on open skies",
            "ref_spans": []
        },
        {
            "text": "At the same time the US effectively developed and spread its Open Skies strategies by stimulating beggar-thy-neighbor policies in Europe as the aviation component of the CTP evolved.16\nThe US sought to breakdown the highly restrictive ASAs by initiating a liberal agreement with one major EU international aviation country and, thereby, to force others to follow suit to retain market share. Added to this, some EU airlines found that their domestic and EU markets were constrained by regulation and sought outside expansion – hence, the adoption of the Netherlands and others of more open agreements at a fairly early stage.17\nThis in turn put pressure on others to emulate.",
            "cite_spans": [],
            "section": "EU/US negotiations on open skies",
            "ref_spans": []
        },
        {
            "text": "The growth in demand for transatlantic travel from the mid-1990s (see again Fig. 2) stimulated significant numbers of larger European airlines to seek even more reforms in extra-EU markets to allow them to exploit their scale economies and extra-EU service networks (Association of European Airlines, 1999). From the late 1990s, and after the liberalization of internal air transportation market, legal issues also emerged regarding extra-Union authorities; specifically matters of the respective responsibilities of the Union and of the individual member states that transcend narrow aviation considerations. The European Commission questioned the legality of the existing Open Skies agreements that effectively gave preferential treatment, through the nationality rules, to the European national carriers involved. The ruling of the European Court of Justice, although not precluding strategic alliances and revised liberal agreements, effectively resulted in the Commission gaining power in June 2003 over extra-EU air services policy involving relations with the US.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 305,
                    "mention": "Association of European Airlines, 1999",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "EU/US negotiations on open skies",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 82,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Negotiations subsequently took place but while there was some initial progress through compromise in a number of technical areas,18\nlittle substantive agreement emerged for some time regarding the key and fundamental economic issues; there were 11 rounds of negotiations. The interests of the domestic coalitions that influence the US stance strongly favor a US/EU Open Skies arrangement, whilst the Union has favored a much more free market approach that allows for cabotage and flexible movement of capital, as is the case within Europe via an Open Aviation Area. The impasse was broken in March 2007 with a compromise, short-term agreement that effectively opened the skies over the North Atlantic but not the factor markets. An agreement was signed the following month.",
            "cite_spans": [],
            "section": "EU/US negotiations on open skies",
            "ref_spans": []
        },
        {
            "text": "The new transatlantic agreement, that is provisionally being applied beginning March 30, 2008, extends Open Skies principles to 11 EU countries where the US has had previously held restrictive agreements or none at all, including Greece, Ireland, Spain, and the UK. The US and the EU have agreed to begin second-stage negotiations on further liberalization within 60 days of application of the agreement. Putting the structure into a global perspective, since 1992, US policy has resulted in the conclusion of Open Skies ASAs with partners from every region of the world. By 2007, there are more than 60 such partners (including some with no airlines or US air services), including the 27 countries of the EU (Table 3\n). The extension to all EU countries may thus be important, but is only a part of larger changes.",
            "cite_spans": [],
            "section": "The new situation",
            "ref_spans": [
                {
                    "start": 710,
                    "end": 717,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The new agreement contains these major provisions:•Open Skies between the US and the EU and its member states;•Broader entry into cooperative marketing arrangements for code sharing, franchising, and leasing;•Creation of a cooperative joint committee to further airline deregulation;•Guarantees for US investors to participate as minority shareholders in any majority-EU-owned airline (effectively including minority shares of state-owned firms);•Restatement of US investment policy in US airlines (25% legislated cap on voting equity, 25%-minus-one-share regulatory cap on non-voting equity). The US will consider foreign requests to hold larger shares of non-voting equity, including combinations in which the total of voting and non-voting equity exceeds 50%;•For EU carriers, the ability to route flights between any EU member state and the US without touching the home country's “community carriers” (for example, a German Lufthansa flight can go from Paris to the US, without having to pass through Germany);•US agreement that purchased by an EU carrier or investor of a controlling share in a carrier (passenger or cargo) from third countries that have Open Skies agreements with the US – such as Switzerland, Liechtenstein, members of the European Common Aviation Area (ECAA), Kenya, or African countries – would not jeopardize the acquired airlines' rights to operate in the US;•Authorization for EU carriers (scheduled and charter, passenger and cargo) to carry certain Fly America traffic, except for the US Department of Defense; and•For EU cargo carriers, the ability to route flights between third-party states and the US without touching the home country, and between the US and members of the ECAA.\n",
            "cite_spans": [],
            "section": "The new situation",
            "ref_spans": []
        },
        {
            "text": "As can be seen, while this institutional structure is often touted as an Open Aviation Area in Europe the lack of a fully open factor market and cabotage makes it, de facto, an Open Skies arrangement. These wider matters are to be discussed in the “second phase”. The negations, in effect, however, avoided addressing the important concerns of organized labor regarding job security and remuneration and of the US military regarding the continuation of a civilian airlift capacity under the Civil Reserve Air Fleet (CRAF) program. This is aside from broader questions of different generic approaches to competition and mergers policies on either side of the Atlantic.",
            "cite_spans": [],
            "section": "The new situation",
            "ref_spans": []
        },
        {
            "text": "The restrictive ASA bilaterals that typified the institutional structure of international airline markets before the advent of Open Skies manifestly had a number of adverse effects on the efficiency of supply and, specifically, on the levels of benefits society could reap from air travel. These effects are not easy to isolate in a simple way but Fig. 3\noffers a general representation of the issues that are involved. In particular, it highlights the potential fare and output implications of the various types of transatlantic regulatory regimes.19\n",
            "cite_spans": [],
            "section": "The economics of the subject",
            "ref_spans": [
                {
                    "start": 348,
                    "end": 354,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The initial position of the demand curve for transatlantic services under the pre-1980s regulatory regime is assumed linear and shown as D1 in the figure, and the average cost curve per passenger, which for simplicity is assumed to rise more than linearly with quantity, as C1. Market forces, however, because of the institutional interventions in place, did not determine fares and capacity across the Atlantic. Capacity under this system was limited (seen as the “capacity constraint” in the figure) and fares were regulated. If we assume that the terms reached under the bilateral agreement regarding fares allowed for at least cost recovery by the partners' airlines this implies a fare levels up to F1.20\nThe removal of both this capacity constraint and of negotiated pricing, as happens under the Open Skies arrangements, results in competition for air services, and a move towards cost-recovery pricing strategies by the carriers. This would reduce fares to F∗\n1.",
            "cite_spans": [],
            "section": "The economics of the subject",
            "ref_spans": []
        },
        {
            "text": "Open Skies policies, coupled with the permitting of strategic alliances, not only removes the capacity constraint but also affects both the demand and supply curves for transatlantic air travel. The ability of airlines to more effectively feed their transatlantic routes and coordinate their activities, through the restructuring of their business and networks, will reduce the average cost of carriage to C2 in the figure. The effect is often reinforced due to downward pressure on costs because, although not strictly part of the Open Skies framework, the wider competitive environment within Europe, and the privatization of many carriers, by heightening commercial pressures, reduces the amount of both static and dynamic X-inefficiency in the airline industry. In other words, there is the combined pressure of both free airline markets across the Atlantic and within the two feeder markets at either end.",
            "cite_spans": [],
            "section": "The economics of the subject",
            "ref_spans": []
        },
        {
            "text": "The Open Skies policy also has stimulation effects on the demand side. By allowing more effective feed to the long-haul stage of transatlantic services through the concentration of traffic at international hub airports, it increases the geographical market being serviced and also generates economies of scope and scale. The larger physical market demand, combined usually with the improved quality of the “product” that accompanies more integrated services, such as code sharing, interchangeable frequent-flier programs, common lounges, and through baggage checking, pushes out the demand for international air services to D2 in Fig. 3.",
            "cite_spans": [],
            "section": "The economics of the subject",
            "ref_spans": [
                {
                    "start": 630,
                    "end": 636,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The outcome of the lowering of costs and the outward shift in demand is that the number of passengers traveling increases to Q2 and, because Open Skies allow price flexibility, the fare falls to F2 in the way our example is drawn. It should be noted that fares might not actually fall; indeed they may rise as the result of the freer market conditions. The reason for this is that the outward shift in demand reflects a better “quality” of service – e.g., more convenient flights, transferability of frequent-flier miles, and seamless ticketing – and that, on average, potential travelers are willing to pay more for this than the generic portfolio of features that were found under the old bilateral ASA structure. (In Fig. 1, the shift out in demand may counteract the fall in costs resulting in F∗\n1\n < F2).21\n",
            "cite_spans": [],
            "section": "The economics of the subject",
            "ref_spans": [
                {
                    "start": 720,
                    "end": 726,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "What does become pertinent, however, is the extent to which the fare structure is influenced by the market power of the airlines. The analysis presented in Fig. 1 assumes that, in the Open Skies environment, fares are set to recover costs; in other words, competition and mergers policy can effectively fulfill the role of regulation. This raises issues as to the nature of a market served by a relatively small number of network carriers. A degree of competition exists between the various alliances for the trunk hauls market, and there is also competition at either end of routes with many other, including low cost, carriers competing for passengers in overlapping feeder and origin-destination traffic to international hub airports. There are also theoretical reasons derived from game theory suggesting that the outcome in a market with three players approaches that of competition. Nevertheless, each alliance by dint of product differentiation (e.g., they serve different airports) inevitably enjoys some degree of monopoly power. This could lead to fares higher than F2 and a smaller output than Q2 with consequential reductions in consumer surplus.22\n",
            "cite_spans": [],
            "section": "The economics of the subject",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 162,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The effects of a full Open Aviation Area – a genuine open market – can be seen as an extension of this framework. Free capital markets, together with the ability to have more flexible feeder networks owned by the truck carrier at both ends of transatlantic services, would further lower costs and may generate additional economies of market presence, although this latter effect is unlikely to be large. The ability to invest across national boundaries provides for short-term support in situations of local market fluctuations and more integrated long-term planning of infrastructure; it would in effect produce air networks akin to those enjoyed by US railroads that can move investment funds across states rather than have separate rail companies each limited intra-state operations. In terms of Fig. 3, it would mean lower fares and larger air traffic volumes with concomitant increases in society benefits.",
            "cite_spans": [],
            "section": "The economics of the subject",
            "ref_spans": [
                {
                    "start": 799,
                    "end": 805,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "International airline alliances involving transatlantic services began to emerge in the late 1980s as carriers sought to create the economies of scope and density on the cost side and market presence on the revenue side. These were being enjoyed in domestic markets but because of capacity and fare-setting constraints of the traditional ASAs could not be enjoyed on non-European international routes. Competition and mergers policy also made takeovers and mergers a more cumbersome business, even if nationality rules could be circumvented. The long-haul nature of the transatlantic market, the density of traffic, and nature of the potential feeder market at either end of the trunk haul offered the potential to reap the diverse benefits of larger scale operations. The restrictive characteristics of the prevailing bilateral ASAs effectively forced the airlines to move to a second-best alliance approach to squeeze out synergies from their various operations.",
            "cite_spans": [],
            "section": "Impacts of airline alliances ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "The alliances took a variety of forms but essentially entailed code shares and coordinated frequent-flier programs that have, as ASA reforms have progress, resulted in rationalization of schedules. Fig. 4\noffers a simple representation of the “dog-bone” networks that have emerged. Taking B as a major European hub, the European partner airline would use its domestic and intra-European network to feed traffic from a, b, c,…, i into intercontinental hub. Similarly, in the US the American partner would consolidate traffic from its domestic services, x, y, z,…, j into its hub A. The combined flows create density economies and the consolidation process from a variety of short haul services provides scope.",
            "cite_spans": [],
            "section": "Impacts of airline alliances ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 204,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The number of strategic global alliances has stabilized and virtually all the major air carriers belong to one of the three global strategic alliances (the Star Alliance, oneWorld, and SkyTeam) that now dominate much of international aviation (Table 4\n).23\nThe alliances differ in detail and in their operations, but the largest variation is in term of the US anti-trust immunity that they enjoy. In particular, oneWorld has no such immunity, mainly because the UK has no Open Skies agreement with the US, and that limits the ability of its members to fully exploit synergies in their business.",
            "cite_spans": [],
            "section": "Impacts of airline alliances ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 251,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "The impacts of the long-haul hubbing phenomenon have attached considerable attention since its inception, not least because of anti-trust considerations, the problems encountered by the hubs in handling massive banks of international traffic, and the concerns of airlines that are outside of the alliance structures. The illiberal elements of ASAs that have remained, or are only slowly been reformed, have weakened the effectiveness of strategic alliances on many routes, and thus impeded the full emergence of the gains from network operations.",
            "cite_spans": [],
            "section": "Impacts of airline alliances ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "\nTable 5\nprovides a brief survey of the main studies that have been conducted on the impact of strategic alliances on the North Atlantic routes. They focus mainly on the implications for the airlines involved, their competitors, and the traveling public. Because it takes time for the effects of alliances to be fully realized, the nature of the analysis varies; however, most use data from the 1990s when the composition of the alliances was somewhat different and the number of strategic alliances larger (e.g., KLM and Northwest were allied and outside of the SkyTeam).",
            "cite_spans": [],
            "section": "Impacts of airline alliances ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "The various analyses do not paint an entirely consistent picture; one reason for this was that they often differ in the underlying question being asked. Many, for example, were more concerned with competitive effects between the alliances and other carriers rather than with the overall effect of strategic alliances. Additionally, the earlier alliances took somewhat more limited forms than those found today and there was far more experimentation going on. The lack of a fully liberalized EU market, prior to the mid-1990s, also added constraints to what could be achieved in the transatlantic market. Finally, there are qualitative differences in the work done; generally speaking, the more detailed studies suggest that the ability to form alliances added to the efficiency of the airline market.",
            "cite_spans": [],
            "section": "Impacts of airline alliances ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "The US General Accounting Office Report (GAO) (2004) study relied mainly on published evidence and interviews, rather than mathematical modeling and econometric analysis, to look at the implications for US airlines and passengers of removing the “nationality” clauses from ASAs with EU countries. The broad conclusions are that not only would there be benefits from greater access to Heathrow Airport in the UK but also to other European hubs that had traditionally and continue to be dominated by a local carrier. The removal would also benefit US passengers if it facilitated more consolidation of European airlines that in turn would allow access to more on-line services, albeit at the possible cost of reduced competition.",
            "cite_spans": [],
            "section": "The General Accounting Office report ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "In 2002, the Brattle Group reported to the European Commission on the expected impacts of an Open Aviation Area (that embraces the removal of all foreign ownership restrictions and cabotage restrictions as well as liberal air service agreements) on Europe and the US. The analysis covered a number of dimensions of the subject, although the matter of economic development was not at its core.",
            "cite_spans": [],
            "section": "The Brattle report ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "The benefits of the Open Aviation Area are divided between those associated with the ability of airlines to set fares as they please (“pricing synergies”) and those associated to adjust output (“No output-restricting ASA bilaterals”).24\nThe gains are measured in a variety of ways, including consumer and producer surplus gains, and airline cost savings, and under a variety of scenarios regarding cost effects, elasticities, and the efficiency of airports at handling additional traffic. The analysis seeks to embrace the full network effects involving feeder services and other services with the European and the US as well as the implications for direct transatlantic services.",
            "cite_spans": [],
            "section": "The Brattle report ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "The study focuses mainly on looking at the implications of the open area on the air transport industry and on the consumers' surplus generated through lower airfares. It does, however, also offer some indication of employment generating effects, notably for airports under a number of different scenarios and these are laid out in Table 6\n.25\nGiven that airport jobs are but one of the employment effects of air transportation, the suggested impact is significant.",
            "cite_spans": [],
            "section": "The Brattle report ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": [
                {
                    "start": 331,
                    "end": 338,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "The study's findings on airline productivity indicate a gain that would reduce costs by about 4.2%, the vast majority of which would be linked to enhanced efficiency of intra-EU airline operations. Translated into consumers surplus for passengers this amounts to some €2.9 billion per annum, with a further €370 million from lower fares that additional competition would generate. In physical terms, the forecast is that a full, open transatlantic aviation market would lead to between 4.1 million and 11.0 million additional transatlantic passengers and, through network effects, between 17.7 million and 46.7 million passengers on intra-EU routes. These gains would not, though, be evenly spread. Amongst the current non-Open Skies countries, the UK, by far the largest market, would take the majority of the benefits with Greece, Ireland and Spain assuming lesser benefits.",
            "cite_spans": [],
            "section": "The Brattle report ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "The study, as it must, does rely on a variety of assumptions regarding fare elasticities, the reaction of airlines and airports to new market conditions under Open Skies, and on diversion effects through a network system in which many economies have already been exploited. For example, it is assumed that there will be a 10% increase in traffic volume across the Atlantic that flows directly from full liberalization that is independent of any natural growth rate. These are subjective assessments.",
            "cite_spans": [],
            "section": "The Brattle report ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "Ireland is one of the EU countries that did not have an Open Skies agreement with the US. This study (Sørenson and Dukes, 2005) explicitly looks at the potential gains that the country could enjoy of a more liberal regime were introduced. The study makes extensive use of the findings of the Brattle Group to derive estimates specific to Ireland by focusing at the micro-level on the country's airports. Many of the findings are qualitative rather than quantitative and rely on a variety of published material. Overall, it is concluded, “Benefits will accrue to business interest in Ireland, including tourism, and to transatlantic passengers to and from Ireland.”",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 126,
                    "mention": "Sørenson and Dukes, 2005",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Chamber of commerce of Ireland report ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "To gain a better handle on the implications of a country not having an Open Skies agreement with the US, and ipso facto what would happen by opening the market, Button and Taylor (2000) used simple regression analysis and looks specifically at variations in high-technology employment between European regions. High-technology employment follows the EU definition, which it is quite broad and is adopted to reflect the attraction of a region for the more mobile elements of modern production. The level of analysis is a mixture of European NUTS 226\nand NUTS 3 regions because NUTS regions are administrative units rather than economic units, and countries differ in the ways that their administrative units are defined. To allow for this, where a nation has relative small districts or counties these are aggregated to make them more comparable with NUTS level 3 regions elsewhere.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 185,
                    "mention": "Button and Taylor (2000)",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "The Button and Taylor study ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "The estimations indicated that the move to an Open Skies agreement would result is some 30,000 jobs for the surrounding region of each major airport.27\nThis standard error is somewhat high, however, as may be expected given the diverse nature of the national air markets in which these regions are located. From a forecasting perspective, the high-technology employment creation from expanding the existing national Open Skies arrangement to a full EU agreement may be below the 30,000 figure because there will be some diversionary effects from regions benefiting from existing Open Skies; there are also capacity constraints in some of the regions in countries that did not previously have a liberal ASA with the US that will dampen the effects of liberalization. Counter to this, however, there will also be the “low-technology jobs” created that come through subsequent multiplier effects.",
            "cite_spans": [],
            "section": "The Button and Taylor study ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "With the move towards agreement, the European Commission commissioned the consultants Booz Allen Hamilton (2007) to essentially up-date the work of the Brattle Group and their work is based on the broadly the same rationale and same four countries with the addition of Hungary as the Brattle study.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 112,
                    "mention": "Booz Allen Hamilton (2007)",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "The Booz Allen Hamilton report ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "The study estimates that some 72,000 jobs will be created across the EU and US over five years as a result of the Open Skies agreement, with a 1–2% boost to the cargo market and 26 million more passengers being carried. In economic terms this is translated into a gain of $160 to €340 million per annum with fare reductions of 2–6%. These figures may be seen as quite modest compared to the impacts of existing bilateral transatlantic Open Skies agreements. Earlier US work (US Department of Transportation, 2000) had shown that fares on US–EU Open Skies bilateral routes between 1996 and 1999 and after the two major alliances had been given anti-trust immunity, had fallen by 20.1% overall and by 23.9% in beyond European routes compared to 10.3% overall for non-Open Skies routes.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 512,
                    "mention": "US Department of Transportation, 2000",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "The Booz Allen Hamilton report ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "In terms of broader effects, the study used standard economic multiplier analysis to estimate potential employment creation in both the US and the EU, separating out the affects into the gains from removal of output restrictions and the gains from additional interlining. The results suggest that more than 70,000 additional long-term jobs will be created as a result of the increased traffic that will accompany the new transatlantic passenger arrangements, with over 1800 additional jobs stemming from pricing efficiencies gains from interlining. Up to another 20,000 jobs would result from the more flexible cargo market.",
            "cite_spans": [],
            "section": "The Booz Allen Hamilton report ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": []
        },
        {
            "text": "It is clearly early days, and especially at a time of record fuel prices, a low US dollar, and a general slowing of many economies, extrapolating long-term from the developments to date on the North Atlantic is virtually impossible. A simple examination indicates that there have been new US services established at Heathrow (Table 7\n) and from June, transatlantic travelers could choose from 95 flights a day each way between Heathrow and the US, 18 more than a year earlier. Airlines have also spent on buying access to the market, e.g. Continental paid about $209 million to secure four daily landing slots at Heathrow. Not all airlines have begun new services or, as in the case of British Airways, transferred services from Gatwick. Virgin Atlantic, for example, has not done so and bmi, which holds the second largest number of slot at Heathrow (Table 8\n) has not entered the UK–US market. These are commercial decisions have a degree of confidentiality surrounding them, but one motivation that may be of concern is that the second phrase of negotiations that have to be completed by 2010 will fail, and the UK authorities will then revert back to the Bermuda II bilateral structure. The airlines do not want to sink costs with this uncertainty.",
            "cite_spans": [],
            "section": "The impacts so far ::: The potential quantitative effects of transatlantic air transport liberalisation",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 333,
                    "mention": "Table 7",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 852,
                    "end": 859,
                    "mention": "Table 8",
                    "ref_id": "TABREF7"
                }
            ]
        },
        {
            "text": "While there are some airports in the US with severe capacity problems, there is in general not a significant capacity problem overall. In contrast, most of the major European international airports do have capacity issues (Debbage, 2002).28\nThe ways in which slots29\nreallocated also differs on either side of the Atlantic. In the US there are, with some few period exceptions, no explicit slot allocations – essentially the air traffic control takes planes as they arrive with adjustments being made for technical reasons such as the size of the hardware. In contrast, the systems in Europe involve scheduling committees at airports that allocate the slots periodically, initially to improve interlining arrangements, generally giving preference to the “grandfathering” of incumbent carriers.30\nThe EU has intervened in the past, and particularly since 2004, to force reallocation of little used slots. Nevertheless, as can be seen from Table 8 the main international airports in Europe are still dominated by the traditional “flag carriers”, and this includes those long under Open Skies agreements.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 236,
                    "mention": "Debbage, 2002",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Airport capacity allocation ::: Some broader issues",
            "ref_spans": [
                {
                    "start": 938,
                    "end": 945,
                    "mention": "Table 8",
                    "ref_id": "TABREF7"
                }
            ]
        },
        {
            "text": "The transatlantic Open Skies agreement does little to resolve the congestion issues either at airports or regarding air traffic control, and the potential of additional North Atlantic traffic that feeds into US and European banks of flights for connection purposes is likely to add to difficulties.",
            "cite_spans": [],
            "section": "Airport capacity allocation ::: Some broader issues",
            "ref_spans": []
        },
        {
            "text": "Air transport is environmentally intrusive. While there have been significant decreases in the environmental footprint of individual passengers over time, the sheer growth of traffic continues to pose concerns at the global level because of CO2 emissions and at the local level because of noise nuisance.",
            "cite_spans": [],
            "section": "The environment ::: Some broader issues",
            "ref_spans": []
        },
        {
            "text": "Focusing on global concerns, the impacts of the North Atlantic Open Skies on the environment become particularly difficult to isolate at time when other measures are being introduced that will either implicitly or explicitly impact on airline fuel efficiency. The new generation of large aircraft, the Boeing 787 and the Airbus 380 will provide for more fuel efficiency and less noise per passenger or ton carried, and modifications of existing hardware also reduce their adverse environmental impact. Hopefully, the initiatives of the US's Federal Aviation Administration and the EU's EUROCONTROL, through its Single European Sky strategy, to up-grade their air navigation systems, together initiatives to allocate airport slots more effectively, will increase the efficiency with which airspace is used and hence reduce fuel wasted from congestion. More directly, there are initiatives to introduce what amount to carbon taxes to influence airlines to make more effective use of fuel and, through fare adjustments, to make air travelers cognizant of the external costs that they impose.",
            "cite_spans": [],
            "section": "The environment ::: Some broader issues",
            "ref_spans": []
        },
        {
            "text": "The opening up of the remaining transatlantic routes will generate additional traffic and, despite and off-setting effects of new technology, this will have some environmental implications. Focusing largely on the generated tourist traffic effects that will accompany new fare levels and service developments, and making assumptions about when peak US base trips and EU based trips take place, Mayor and Tol (2007) estimate that CO2 emissions would rise by a maximum of 0.7%. One reason for this relatively low figure is the adjustment made for trip diversion – many leisure travelers will be switching from other destinations to US–EU routes thus reducing emissions elsewhere.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 414,
                    "mention": "Mayor and Tol (2007)",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "The environment ::: Some broader issues",
            "ref_spans": []
        },
        {
            "text": "There would seem to be no evidence that the increase in Open Skies style arrangements across the globe has in anyway impacted adversely on air transport safety. Indeed, there may be very good reason to expect safety to improve somewhat as a more flexible international airline market stimulates the expansion of the strategic alliances with the larger carriers putting pressure on their smaller partners to maintain safety standards (Button, 1997). The freer transatlantic market will also have a trade diversion effect taking some, albeit probably small, amount of traffic from other less safe routes.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 446,
                    "mention": "Button, 1997",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Safety ::: Some broader issues",
            "ref_spans": []
        },
        {
            "text": "Perhaps as important is the strength of the international institutional structure that oversees aviation safety. The UN's International Civil Aviation Organization (ICAO) develops and sets safety standards that are adhered to by all nations under the US–EU transatlantic Open Skies agreement. In addition, member countries have their own safety authorities that generally apply standards in excess of the minimum ICAO requirements and also allow other countries involved in their air transport market to inspect on a reciprocal basis to ensure compliance.",
            "cite_spans": [],
            "section": "Safety ::: Some broader issues",
            "ref_spans": []
        },
        {
            "text": "The fear is that market liberalization could weaken this structure because airlines would be driven to neglect safety in pursue of a viable return in a more competitive commercial environment. Evidence from other airline markets, for example domestic markets within the EU and within the US and international markets that have long established Open Skies agreements, provide no evidence of diminished safety (Robyn et al., 2005). The gradual increase in air transportations safety that has been a feature of the industry has continued unabated.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 427,
                    "mention": "Robyn et al., 2005",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Safety ::: Some broader issues",
            "ref_spans": []
        },
        {
            "text": "Security is an on-going issue, but again it is difficult to see why the challenges of ensure adequate standards will be compounded by the new agreement. There is no evidence that security is less tight for markets under bilateral Open Skies agreements, and there may be arguments that the new structure, by stimulating more alliance activities may make security easier. As with safety, national and international arrangements, including the role of the ICAO, dominate the effectiveness of security at airports and on airlines. Frictions that have emerged in the past between the EU and US, for example over documentation and release of passenger lists, are really unrelated to the nature of the air ASA in place.",
            "cite_spans": [],
            "section": "Safety ::: Some broader issues",
            "ref_spans": []
        },
        {
            "text": "The EU and US have somewhat different overall approaches to such things as anti-trust and mergers policy that extend well beyond the air transportation sector. In 1991 the European Commission and the US competition agencies, the Federal Trade Commission and the Department of Justice, entered into a cooperation agreement on competition policy enforcement. Progress on convergence has been slow and the new aviation arrangements are unlikely to affect this pattern.",
            "cite_spans": [],
            "section": "Regulation and competition policy ::: Some broader issues",
            "ref_spans": []
        },
        {
            "text": "Open Skies agreements between individual EU states and the US have often involved a concomitant agreement that the US would give anti-trust immunity to alliances between airlines of the participation countries – the lack of anti-trust immunity for American airlines and British Airways within the oneWorld alliance has largely been attributed to the continuation of the Bermuda II bilateral agreement. The new US–EU agreement has already seen the UK and US authorities agree to anti-trust immunity for bmi and its US Star Alliance partner, United Airlines. British Airways and American, that withdrew their request for immunity in 2002, have not announced any fresh initiative despite the new climate.",
            "cite_spans": [],
            "section": "Regulation and competition policy ::: Some broader issues",
            "ref_spans": []
        },
        {
            "text": "Foreign ownership restrictions have been only been marginally relaxed under the new agreement, and whether this will be sufficient to stimulate large scale movements of capital across the Atlantic is doubtful.31\nLufthansa, however, has taken a 19% holding in the US domestic low cost carrier JetBlue, and in the context of its history of investing in airlines to bolster feeder traffic. It owns European regional airlines Air Dolomiti and Lufthansa CityLine, as well as the Swiss International Air Lines and has a 49% stake in Eurowings, a 30% stake in bmi, and a 13% stake in Luxair. In a similar vein, Virgin Atlantic Airlines own 23% of recently launched Virgin America that will provide feed for its North Atlantic routes at JFK and other international gateways. In the US and Europe there has been a considerable shift by the legacy carriers to develop their transatlantic services and, as part of a wider strategy, to consolidate, although at the time of writing exactly what combinations of carriers will combine is still far from certain.32\n",
            "cite_spans": [],
            "section": "Regulation and competition policy ::: Some broader issues",
            "ref_spans": []
        },
        {
            "text": "The experiences of deregulation (or in Europe, “liberalization”) of air transportation and other markets over the past quarter of a century are generally seen as having produced significant economic benefits. Not everyone has gained, certainly some communities have lost airline services, some airlines have gone bankrupt, and some classes of passengers are now paying higher fares, but for those few that have been adversely affected there are many more who can fly more cheaply, have a greater variety of services to choose from, and have found jobs in the extended air transportation value chain. No positive change occurs without disruption, this has certainly been the experience of airlines, but these negative features have been far outweighed by the positive impacts.33\nOne would expect very much the same general outcome from the transatlantic Open Skies agreement. Since the move is to a more market-based system, the exact outcomes of the new institutional structure are, almost be definition impossible, to foresee; after all if one could predict them then these could have been enacted through command and control measures.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The emergence of more flexible international air transport regimes for extra-European movements has benefited those involved. Efforts to get a comprehensive Transatlantic agreement have proved challenging, however, in part because of somewhat differing views in Europe and the US on the meaning of free trade. What does seem to be clear, from a European perspective, is that there are benefits for the Union as a whole in adopting a uniform Open Skies agreement with the US, although there may be additional gains in extending this to a full and genuine Open Aviation Area of the type found within the US and the EU. The challenge now is to develop a mutually acceptable framework that allows both parties to move from a simple, product based, Open Skies to one that embodies the mobility of factors of production as well within a full open market.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Main features of US bilateral air service agreements.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: The European based “Open Skies” initiatives (passenger services).\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Extent of Open Skies coverage as a result of the 2007 agreement.\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: The main US and European airlines that are part of the major strategic alliances\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Studies of the effects of strategic alliancea.\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: The Brattle Group's estimates of the direct employment effects for Europe of an Open Aviation Area (in thousands of employed).\n",
            "type": "table"
        },
        "TABREF6": {
            "text": "Table 7: Number of round-trip flights US–London Heathrow (June).\n",
            "type": "table"
        },
        "TABREF7": {
            "text": "Table 8: Market share of passengers by airline at European's largest airports (2002).\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Operating margins of airlines (1988–2006). Notes: (i) a lack of a bar indicates a missing observation and not a zero operating margin, (ii) memberships of the various reporting bodies vary over time and thus the reported margins reflect the associated carriers at the time of reporting. Sources: Boeing Commercial Airplane, Association of European Airlines, Air Transport Association of America, International Air Transport Association.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: US–EU transatlantic air passengers.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: The simple economics of Open Skies policies.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: The “dog-bone” international hub-and-spoke network.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Association of European Airlines",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "International air transportation and economic development",
            "authors": [
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Button",
                    "suffix": ""
                },
                {
                    "first": "S.Y.",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Air Transport Management",
            "volume": "6",
            "issn": "",
            "pages": "209-222",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Airport runway slots: limits to growth",
            "authors": [
                {
                    "first": "K.G.",
                    "middle": [],
                    "last": "Debbage",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Annals of Tourism Research",
            "volume": "29",
            "issn": "",
            "pages": "933-951",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Trans-Atlantic airline alliances: a preliminary evaluation",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Dresner",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Flipcop",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Windle",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of the Transportation Research Forum",
            "volume": "35",
            "issn": "",
            "pages": "13-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Plurilateral agreements on trade in air transport services: the US model",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Findlay",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Air Transport Management",
            "volume": "9",
            "issn": "",
            "pages": "211-220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gellman Research Associates",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "US airline deregulation: implications for European transport",
            "authors": [
                {
                    "first": "D.H.",
                    "middle": [],
                    "last": "Good",
                    "suffix": ""
                },
                {
                    "first": "L.-H.",
                    "middle": [],
                    "last": "Röller",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Sickles",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Economic Journal",
            "volume": "103",
            "issn": "",
            "pages": "1028-1041",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "InterVISTAS-ga2",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Boeing Commercial Airplanes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Mayor",
                    "suffix": ""
                },
                {
                    "first": "R.S.J.",
                    "middle": [],
                    "last": "Tol",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Airline alliances – who benefits",
            "authors": [
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Morrish",
                    "suffix": ""
                },
                {
                    "first": "R.T.",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Air Transport Management",
            "volume": "8",
            "issn": "",
            "pages": "401-408",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Winston",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Organization for Economic Cooperation and Development",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "T.H.",
                    "middle": [],
                    "last": "Oum",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "The effects of airline alliances on markets and economic welfare",
            "authors": [
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Transportation Research E",
            "volume": "33",
            "issn": "",
            "pages": "181-194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Robyn",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Moselle",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Reitzes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Deep Integration: How Transatlantic Markets are Leading Globalization",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Sørenson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dukes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Booz Allen Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "UK House of Lords Select Committee on the European Union",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "US Department of Transportation",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "US General Accounting Office",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Consequences of strategic alliances between international airlines: the case of Swissair and SAS",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Youssef",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Transportation Research A",
            "volume": "28",
            "issn": "",
            "pages": "415-431",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Brattle Group",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The price effect of international airline alliances",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Brueckner",
                    "suffix": ""
                },
                {
                    "first": "W.T.",
                    "middle": [],
                    "last": "Whelen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Law and Economics",
            "volume": "43",
            "issn": "",
            "pages": "503-545",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Button",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Aviation Safety: Human Factors – System Engineering – Flight Operations – Economics Strategies – Management",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Button",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The economics of cost recovery in transport",
            "authors": [
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Button",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Transport Economics and Policy",
            "volume": "39",
            "issn": "",
            "pages": "241-257",
            "other_ids": {
                "DOI": []
            }
        }
    }
}