{
    "paper_id": "PMC7197341",
    "metadata": {
        "title": "Preparing to Perform Trauma and Orthopaedic Surgery on Patients with COVID-19",
        "authors": [
            {
                "first": "Ricardo",
                "middle": [],
                "last": "Rodrigues-Pinto",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ricardo",
                "middle": [],
                "last": "Sousa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "António",
                "middle": [],
                "last": "Oliveira",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "There are several OR complexes at our institution, a central and larger one and several satellite smaller ones. It was decided that one of the satellite complexes (in this case, the orthopaedic one) would be exclusively dedicated to treat patients with COVID-19 for the duration of the epidemic to reduce the risk of contaminating other ORs and other patients. This satellite complex has a separate access and separate dressing rooms and 3 independent surgical rooms. Each room has an anteroom, usually used for anesthesia induction, which, in this case, will be used as a scrub room, and an exit room, leading to an outside corridor. This is usually designated as a dirty corridor, from which waste, biological materials, and surgical instruments are taken out of the OR but, in this situation, will be used as an exit room for the surgical staff.",
            "cite_spans": [],
            "section": "Setting and Workflow within the Operating Room(s) for Patients Positive for COVID-19",
            "ref_spans": []
        },
        {
            "text": "A negative-pressure OR environment would be ideal to reduce the dissemination of the virus beyond the OR5,6. However, ORs are usually designed to have positive pressure to reduce intraoperative contamination, and it is not easy to reverse-engineer it. Given that coronaviruses are approximately 0.125 µm (125 nm) in diameter7 and that a very high proportion of particles (up to 100%) in this size range are captured by high-efficiency particulate air (HEPA) filters8, it is reasonable to assume that placing a portable HEPA filtration system with a high frequency of air changes rapidly reduces the viral load within the OR without increasing the risk of disseminating the virus.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 106,
                    "end": 107,
                    "mention": "6",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 324,
                    "end": 325,
                    "mention": "7",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 465,
                    "end": 466,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Setting and Workflow within the Operating Room(s) for Patients Positive for COVID-19",
            "ref_spans": []
        },
        {
            "text": "For this specific scenario, the operative complex was divided into 5 zones (as detailed in Fig. 1):Zone 1: Entry dressing room, where the basic PPE is donnedZone 2: Anteroom, where the disinfection and surgical dressing take placeZone 3: OR (COVID-19 room)Zone 4: Exit room, where the PPE is removedZone 5: Exit dressing room, where the staff showers",
            "cite_spans": [],
            "section": "Setting and Workflow within the Operating Room(s) for Patients Positive for COVID-19",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 97,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The entrance to all rooms should have specific signs alerting all hospital personnel that this is the COVID-19 dedicated OR, and each of the 5 created zones should have appropriate receptacles with the material to wear and with wastebaskets to discard the used garments (these should be clearly marked with photographs and signage). The access to the OR should be reduced to the absolute minimum, and all of the staff should be thoroughly trained to avoid errors and unnecessary exposure.",
            "cite_spans": [],
            "section": "Setting and Workflow within the Operating Room(s) for Patients Positive for COVID-19",
            "ref_spans": []
        },
        {
            "text": "In the entry dressing room (Zone 1), the surgical staff (surgeons, anesthesiologists, nurses, radiology technicians, and remaining operative staff) should don a surgical disposable scrub suit, surgical boots or shoes, waterproof boot or shoe covers, and a waterproof apron after which appropriate surgical hand preparation should be performed with water and chlorhexidine gluconate soap. The respirator should be placed at this time. As recommended by the U.S. Centers for Disease Control and Prevention (CDC) and by the U.S. National Center for Immunization and Respiratory Diseases (NCIRD), Division of Viral Diseases, on March 14, 2020, an FFP2 or N95 respirator should be used. These have been shown to be effective for particles within the size range of bacteria and viruses including the coronavirus4,9. Although some centers may want to use surgical helmets (popular among arthroplasty surgeons), their efficiency for the filtration of submicrometer-sized particles is inadequate to use them as respirators and they should not be used alone for protection as they do not eliminate the need for a respirator. This is unlike powered air-purifying respirators (PAPRs), which draw ambient air through a HEPA filter10. After correct adjustment and sealing of the respirator, protective glasses (or a face shield) and a surgeon’s hood should be placed. Figures 2-A and 2-B illustrate how the staff should be dressed when exiting the dressing room to the anteroom.",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 806,
                    "mention": "4",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 807,
                    "end": 808,
                    "mention": "9",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1217,
                    "end": 1219,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Setting and Workflow within the Operating Room(s) for Patients Positive for COVID-19",
            "ref_spans": [
                {
                    "start": 1362,
                    "end": 1363,
                    "mention": "2",
                    "ref_id": null
                },
                {
                    "start": 1370,
                    "end": 1371,
                    "mention": "2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In the anteroom (Zone 2), there are 2 options:1. Sterile procedure (surgeon or scrub nurse): When appropriate, the first act should be to place a lead garment (apron, thyroid shield). Then either surgical space suits and helmets or a second layer of sterile protective garments can be used. In the latter case, a disposable surgical cap should be placed (over the hood), as well as a surgical mask with a shield. The surgical mask with a shield is an alternative to the face shield, which is not readily available at our institution. After this step, surgical hand scrubbing with an aqueous alcohol solution should be performed, and the first pair of surgical gloves should be put on. Finally, a sterile, disposable, reinforced surgical gown, followed by the second pair of gloves and by surgical sleeve protectors, should be put on. Figures 3-A and 3-B illustrate how the surgeon or scrub nurse should be dressed when exiting the anteroom to the OR.2. Nonsterile procedure (e.g., for patient positioning or fracture traction and reduction): Most often, in trauma or orthopaedic surgical procedures, there is a need to position the patient prior to the surgical procedure and to place traction to reduce fractures (e.g., proximal hip fractures). For these procedures (as for the circulating nurse and other nonsurgical staff in the OR), wearing proper PPE is also required, but the PPE does not need to be sterile. As such, after entering the anteroom, a lead garment should be donned (when required), followed by a disposable surgical cap and nonsterile gloves. Although long-sleeved gloves may be worn, this is not currently recommended by the CDC11. Figures 4-A and 4-B illustrate how the surgeon or scrub nurse should be dressed at this stage. Then a nonsterile, disposable patient isolation gown (ANSI/AAMI [American National Standards Institute/Association for the Advancement of Medical Instrumentation] PB70 Level 3 or 412) should be donned and the staff can then enter the OR. After a procedure such as helping to position the patient or reducing the fracture, if the surgeon needs to scrub in to a surgical procedure, he or she has to complete the exit process: remove the nonsterile surgical cap, gown, and gloves in the OR; and then exit through the exit room and return to the anteroom to complete the hand scrubbing and to put on sterile protective garments, as described previously for the sterile procedure.",
            "cite_spans": [
                {
                    "start": 1649,
                    "end": 1651,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1928,
                    "end": 1930,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Setting and Workflow within the Operating Room(s) for Patients Positive for COVID-19",
            "ref_spans": [
                {
                    "start": 842,
                    "end": 843,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 851,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 1661,
                    "end": 1662,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 1669,
                    "end": 1670,
                    "mention": "4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "After adequate disinfection and dressing, the surgeon enters the OR (Zone 3). Here, the patient should already be under anesthesia5, and the surgical staff performs the surgical procedure. For all procedures in the OR, donning an additional pair of gloves (sterile or nonsterile depending on the type of procedure) is recommended.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Setting and Workflow within the Operating Room(s) for Patients Positive for COVID-19",
            "ref_spans": []
        },
        {
            "text": "In trauma and orthopaedic surgical procedures, the use of power tools, such as electrocautery, bone saws, reamers, and drills, releases aerosols13, increasing the risk of virus spread. As such, their use should be reduced to the minimum and the power settings should be as low as possible. Suction devices to remove smoke and aerosols should be used during the surgical procedures14.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 380,
                    "end": 382,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Setting and Workflow within the Operating Room(s) for Patients Positive for COVID-19",
            "ref_spans": []
        },
        {
            "text": "At the end of the surgical procedure, and while still in the OR, the surgeon should remove the second (and third, when using) pair of gloves, the sleeve protectors, and the gown and disinfect the first pair of gloves with an alcohol solution, before removing the surgical mask with the shield and the hair cap. Finally, the surgeon should remove the first pair of gloves and disinfect his or her hands with an alcohol solution and exit the room. When exiting the OR into Zone 4, the surgeon should be wearing the same basic PPE used for entering Zone 2 (i.e., disposable scrub suit, respirator, protection glasses, and hood).",
            "cite_spans": [],
            "section": "Setting and Workflow within the Operating Room(s) for Patients Positive for COVID-19",
            "ref_spans": []
        },
        {
            "text": "As mentioned, the operative staff exits the room through a door that connects to an exit room (Zone 4) where several wastebaskets with appropriate designations should be placed, so that the PPE can be sequentially removed. PPE removal is performed in 4 steps: (1) the lead garment and the waterproof apron are removed and the hands are disinfected; (2) the surgical hood is removed and the hands are again disinfected; (3) protective glasses are removed, followed by shoe covers, and the hands are disinfected; and (4) finally, the FFP2 or N95 respirator is removed and the hands are again disinfected before exiting into Zone 5, where a clean changing room with showers exists. In the exit dressing room (Zone 5), the surgical staff should remove the scrub suit and bathe.",
            "cite_spans": [],
            "section": "Setting and Workflow within the Operating Room(s) for Patients Positive for COVID-19",
            "ref_spans": []
        },
        {
            "text": "In a time when the population is instructed to stay home, health workers are being asked to do the exact opposite. By early March 2020, 3,300 health workers had been infected in the People’s Republic of China, and, by the end of February 2020, at least 22 health workers had died. At the time of this writing, it was estimated that at least 20% of responding health workers in Italy had been infected15. The protection of health workers and appropriate training are of paramount importance to minimize their infection and the stress associated with the physical and mental exhaustion in which they are being placed. The correct application of these procedures is expected to adequately protect health workers by using protective clothing readily available at most ORs, minimizing the risks associated with the lack of PPE.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 402,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Summary",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: OR diagram and workflow.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2-A: Front view.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 2-B: Lateral view.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 3-A: Front view.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 3-B: Lateral view.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 4-A: Front view.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 4-B: Lateral view.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "China Novel Coronavirus Investigating and Research Team. A novel coronavirus from patients with pneumonia in China, 2019",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med.",
            "volume": "382",
            "issn": "8",
            "pages": "727-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Surgical helmets and SARS infection",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Derrick",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Gomersall",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis.",
            "volume": "10",
            "issn": "2",
            "pages": "277-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "Interim infection prevention and control recommendations for patients with suspected or confirmed Coronavirus Disease 2019 (COVID-19) in healthcare settings.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "PB70:2012 liquid barrier performance and classification of protective apparel and drapes intended for use in healthcare facilities.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Characterization of aerosols produced during surgical procedures in hospitals",
            "authors": [
                {
                    "first": "HC",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Muggenburg",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Lundgren",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Aerosol Sci Technol.",
            "volume": "22",
            "issn": "2",
            "pages": "151-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Minimally invasive surgery and the novel coronavirus outbreak: lessons learned in China and Italy",
            "authors": [
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fingerhut",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Surg.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The Lancet. COVID-19: protecting health-care workers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.",
            "volume": "395",
            "issn": "10228",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease (COVID-19) outbreak.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "guide for the management of trauma and orthopaedic patients during the coronavirus pandemic.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus (COVID-19).",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients",
            "authors": [
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Wax",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "What we do when a COVID-19 patient needs an operation: operating room preparation and guidance",
            "authors": [
                {
                    "first": "LK",
                    "middle": [],
                    "last": "Ti",
                    "suffix": ""
                },
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Foong",
                    "suffix": ""
                },
                {
                    "first": "BSW",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Coronaviruses: an overview of their replication and pathogenesis",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods Mol Biol.",
            "volume": "1282",
            "issn": "",
            "pages": "1-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Submicron and nanoparticulate matter removal by HEPA-rated media filters and packed beds of granular materials",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Agui",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vijayakimar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "NASA Technical Reports Server.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Nanoparticle penetration through filter media and leakage through face seal interface of N95 filtering facepiece respirators",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "BC",
                    "middle": [],
                    "last": "Eimer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Occup Hyg.",
            "volume": "56",
            "issn": "5",
            "pages": "568-80",
            "other_ids": {
                "DOI": []
            }
        }
    }
}