{
    "paper_id": "PMC7110626",
    "metadata": {
        "title": "Clinical Pathology and Sample Collection in the Laboratory Rodent",
        "authors": [
            {
                "first": "Diane",
                "middle": [
                    "E."
                ],
                "last": "McClure",
                "suffix": "",
                "email": "drury@uin.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The retro-orbital plexus has been a very reliable site for blood collection.4., 6. Retro-orbital bleeds should be conducted under anesthesia to avoid potential inadvertent trauma. The rodent head should be stabilized at the base of the skull and at the point of the jaw. Thumb depression on the jugular vein may assist in collection by distending the plexus. The index finger should retract the dorsal lid of the eye. A slight exophthalmos facilitates the approach under the globe. The collection-site approach and the collection device depend on the rodent. For mice and gerbils, a microcapillary tube or small-bore Pasteur pipette is gently inserted at the medial canthus (\nFig. 2). With gentle pressure, the clinician advances the tube by either rocking or rotating the tube until the conjunctiva is punctured and the orbital venous sinus plexus is penetrated. Slightly withdrawing the tube after first entry into the plexus may increase blood flow. The blood fills the tube by capillary action. When the tube is removed, apply pressure over the eye. Be careful not to traumatize the contralateral eye; 0.5 mL may be collected from a healthy adult mouse in this manner. The approach for retro-orbital bleeding varies amongst rodent species because of differences in the orbital venous. In the hamster approach, the tube should be inserted midway along the superior border of the eye and advanced to the plexus located posterior to the globe (\nFig. 3).33 In the rat, the venous plexus lies deep in the orbit. Although it is possible to use the lateral or the medial canthus approach, the medial canthus is largely occupied by the Harderian gland and has only small veins and not a plexus. The middorsal approach, as illustrated in Figure 3, is the most direct approach to the dorsal anastomotic vein in the rat.36 Application of ophthalmic ointment after retro-orbital bleeds is not suggested and may be harmful because of overgrooming by the rodent.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "mention": "4.",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 80,
                    "end": 82,
                    "mention": "6.",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1454,
                    "end": 1456,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1813,
                    "end": 1815,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Retro-orbital or the Ophthalmic Venous Plexus or Sinus ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": [
                {
                    "start": 676,
                    "end": 682,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1446,
                    "end": 1452,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1733,
                    "end": 1741,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The retro-orbital bleed is controversial as it has the potential for adverse effects on the eye and the surrounding tissues, and some people just find it distasteful. Van Flerck and colleagues38., 39., 40. have published a series of studies that evaluate the effects of this technique and demonstrate that the technique very much relies on the skills of the technician performing the task. With proper technique, no scars can be detected histologically after 4 weeks.39 In addition, changes in catecholamine, corticosterone, and other physiologic parameters were no different than those induced by the anesthetic episode alone, and any alterations were resolved 2 hours postprocedure.38., 40.\n",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "mention": "38.",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 197,
                    "end": 200,
                    "mention": "39.",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 202,
                    "end": 205,
                    "mention": "40.",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 467,
                    "end": 469,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 684,
                    "end": 687,
                    "mention": "38.",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 689,
                    "end": 692,
                    "mention": "40.",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Retro-orbital or the Ophthalmic Venous Plexus or Sinus ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": []
        },
        {
            "text": "The sublingual vein has been shown to be a useful alternative site for repeated blood collections in the anesthetized rat.44 Two sublingual veins travel on either side of the median line. One vein is pierced with a 23-gauge × 1-in needle. The rat is held by the scruff of the neck over the microtube and blood is allowed to drip into it. Although red blood cell (RBC) counts remain stable, the white blood cell (WBC) counts fall significantly 2 hours after collection from the sublingual vein. The WBC counts return to baseline in 8 hours.32\n",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 539,
                    "end": 541,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Sublingual Vein ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": []
        },
        {
            "text": "Repeated blood collection without anesthesia may be accomplished from the saphenous vein in all rodents, as illustrated in\nFigure 4 with the mouse. The mouse is restrained in a tube such as a 35-mL syringe. The clinician extends the leg and holds it in place by holding the skin between the tail and the thigh. This step is the key to success with this technique because the location of the vein varies, depending on how the skin is held. The area is prepared and the vein can be seen on the surface of the thigh. A 23-gauge needle is used to puncture, not lance, the vein, and blood will flow. Blood may be collected into a microhematocrit tube or other blood capillary collection device. Pressure is applied to the site with gauze, and the bleeding stops. The scab that forms can be removed and additional blood samples collected. Several collections can be obtained over the course of the day. More detail on this technique can be found at the University of Bergen, Norway, Laboratory Animal Services website (http://www.uib.no/vivariet/mou_blood/Blood_coll_mice.html).",
            "cite_spans": [],
            "section": "Saphenous Vein or Lateral Vein of Tarsus (Vena Plantaris Lateralis) ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "More distally, blood may be sampled from lateral marginal veins of the tarsus. A 25-gauge × 5/8-in needle is inserted into the vein and blood is collected with a microhematocrit tube as it flows into the hub of the needle.4., 23. Adequate peripheral perfusion is required for blood collection at either of these sites.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "mention": "4.",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 226,
                    "end": 229,
                    "mention": "23.",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Saphenous Vein or Lateral Vein of Tarsus (Vena Plantaris Lateralis) ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": []
        },
        {
            "text": "With anesthesia or proper restraint, the jugular vein is a good technique for rats, guinea pigs, or larger rodents. Hyperextension of the head may be the key to this technique whether the animal is in the dorsal or the supine position. The 23-gauge × 1-in needle on a 3-mL or smaller syringe is placed to the right of the manubrium and advanced under the bone with intermittent aspiration.41 Blood withdrawal confirms placement into the jugular vein. Maximum blood collection can be made from this site as demonstrated in\nFigure 5.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 391,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Jugular Vein ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": [
                {
                    "start": 522,
                    "end": 530,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In the guinea pig or the chinchilla ear, a capillary vessel can be used for blood collection. After it is punctured, the free flowing blood is collected into a microhematocrit tube.15., 23., 35.\n",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "mention": "15.",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 186,
                    "end": 189,
                    "mention": "23.",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 191,
                    "end": 194,
                    "mention": "35.",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Ear Vessel ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": []
        },
        {
            "text": "For a routine blood smear, an adequate amount of blood can be obtained by clipping the tip of the rodent’s tail or nail. In addition to the discomfort caused by this procedure, the sample is not reliable. Blood mixes with tissue fluids and clotting can be a problem. The sample is not useful for clinical biochemistries. Creatinine phosphokinase (CPK), calcium, and total protein are falsely elevated. A sample by this means may not be better than none at all.31\n",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 462,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Tail or Nail ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": []
        },
        {
            "text": "Two lateral tail veins and the ventral caudal artery are available in rats and mice and some other rodents with tails. Place the animal in a warm chamber for 5 to 10 minutes or place the tail in warmed water to promote vasodilation before a tail bleed.\nFigure 6 demonstrates tail artery collection in the rat in which a modified butterfly catheter was used. Free flowing blood is collected from the butterfly catheter directly into a microtube. A 22-gauge needle and syringe can be used to collect blood from the artery or vein. Less blood can be collected from the vein.41 Laceration of the mouse tail vein can be repeatedly used to collect 0.04 to .15 mL volumes without elevation of cortisol levels or lasting damage to the tail.11\n",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 573,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Tail or Nail ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 261,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The use of cardiac puncture to obtain blood is recommended as a terminal procedure to be performed under anesthesia. As in\nFigure 7, the animal is placed in dorsal recumbency, and a 20- to 23-gauge × 1.5-in needle on a 1- or 3-mL syringe is introduced immediately to the right of the xiphisternal-sternal junction, at a 30-degree angle. The needle is advanced into the heart sharply because the heart tends to roll under the pressure of the needle, and then blood is gently aspirated. As much as 1.0 mL can be obtained from a mouse and 5.0 mL can be obtained from a rat. More can be obtained from a larger rodent.",
            "cite_spans": [],
            "section": "Cardiac Puncture ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Other major vessels can be exposed under anesthesia for terminal collection of large amounts of blood. The inferior vena cava or the abdominal aorta is accessible via a U-shaped incision in the lower abdomen, which is extended up both sides to the rib cage. The intestines are placed to the left of the operator, and the great vessels of the abdomen are visualized. A needle is placed directly into one of these vessels. One may obtain as much as 5 mL from a hamster by this method. The brachial plexus or the carotid artery can also be exposed and severed for terminal blood collection.6., 41.\n",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 589,
                    "mention": "6.",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 591,
                    "end": 594,
                    "mention": "41.",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Other Major Vessels ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": []
        },
        {
            "text": "Although the femoral, cephalic, auricular, and tails are possible sites for blood collection, the transverse sinus is more reliable for larger quantities of blood. The hair is removed from the dorsal aspect of the skull as shown in\nFigure 8. The transverse sinus circles the auditory bullae. A 25-gauge × 3/8-in butterfly catheter is attached to a 1-mL syringe. It is inserted 1 mm medial to the border of the auditory bulla. When the operator pierces the skin, an assistant begins to aspirate. To penetrate the sinus, the operator should insert the needle only 1 to 2 mm beneath the skin. The angle of the needle may be adjusted to obtain good blood flow into the syringe. This procedure looks more intimidating than it is. It is less risky than a CNS tap. For more details, this author suggests the reader review the modified Boettcher technique reported by Paolini et al.29\n",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 876,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Chinchilla Transverse Sinus ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 240,
                    "mention": "Figure 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "The penile vein is fairly large and easily accessible in the rat, guinea pig, and chinchilla. Penile trauma can be a complication.23., 35., 41.\n",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "mention": "23.",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 135,
                    "end": 138,
                    "mention": "35.",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 140,
                    "end": 143,
                    "mention": "41.",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Penile Vein ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": []
        },
        {
            "text": "These techniques require practice to build confidence. Take advantage of every opportunity for hands-on training. Many universities have staff who specialize in rodent biomethodology and offer regular training programs.",
            "cite_spans": [],
            "section": "Technique Training ::: Blood Collection Techniques ::: Blood-Sample Collection",
            "ref_spans": []
        },
        {
            "text": "Veterinarians have become accustomed to utilizing clinical pathology assays as valuable adjuncts to clinical history and examination for larger species. With the availability of assays with smaller sample volume requirements, clinical pathology can become an asset for rodent diagnostic medicine. The basic principles of clinical pathology as described in resources such as BSAVA Manual of Small Animal Clinical Pathology or Veterinary Laboratory Medicine: Clinical Pathology can be applied to rodents.8., 10. Evaluating the individual rodent patient relies on the normal values against which an individual patient could be assessed. Normal variations in the hematology and clinical biochemistry of rodents occur owing to a variety of things, including age, sex, strain, diet, restraint, anesthesia, circadian effects, housing method, latent infections, bleeding site, and handling methods. Each of these factors affects the results. Some species exhibit seasonal effects, especially species which estivate or hibernate, like the hamster.22., 37. In addition to these variables, the laboratory processing the samples should be considered when selecting the reference values and ranges to be used for interpreting diagnostic test results. The volume required for standard panels may not be available, and the clinician must identify the critical tests to be run when sample volume is limited.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 504,
                    "mention": "8.",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 506,
                    "end": 509,
                    "mention": "10.",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "mention": "22.",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1043,
                    "end": 1046,
                    "mention": "37.",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Clinical Pathology",
            "ref_spans": []
        },
        {
            "text": "An indication of anemia is a low RBC count. Hemolysis or hemorrhage may result in a loss of RBC numbers and a low packed cell volume (PCV). Regeneration of RBCs may result in an increased reticulocyte count or basophilic stippling. However, in rodents, especially the gerbils, the short RBC life span leads to a high percentage of RBC basophilic stippling and a high reticulocyte count. Newborn gerbils have as much as 40% basophilic stippling, whereas newborn rats have 12% to 15% basophilic stippling. Rats have 16% reticulocytes at birth; this decreases to 2.5% reticulocytes as adults. Hamsters have 10% to 30% nucleate RBC, whereas the adult hamster has less than 2%.15 In general, hemoglobin and hematocrit values are lower in the newborn rodent (mouse, rat, guinea pig, gerbil) than in the adult animal. This is different than in most mammals, including the human. Gender-associated differences have been reported for RBC counts in the rat, the chinchilla, and the gerbil.7., 15., 21. This is not the case for the guinea pig.5 In general, the female has a higher count than the male, but this is a strain variability in the mouse or rat.7., 15., 21. There are great variations in mouse hemoglobins that represent genetic differences as well.7., 21.\n",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 674,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 979,
                    "end": 981,
                    "mention": "7.",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 983,
                    "end": 986,
                    "mention": "15.",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 988,
                    "end": 991,
                    "mention": "21.",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1032,
                    "end": 1033,
                    "mention": "5",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1144,
                    "end": 1146,
                    "mention": "7.",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1148,
                    "end": 1151,
                    "mention": "15.",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1153,
                    "end": 1156,
                    "mention": "21.",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1248,
                    "end": 1250,
                    "mention": "7.",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1252,
                    "end": 1255,
                    "mention": "21.",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Low Red Blood Cell Count ::: Red Blood Cell ::: Hematology",
            "ref_spans": []
        },
        {
            "text": "Variations occur because of the sample collection site or the effects of anesthesia. As an example, the hemoglobin and PCV is greater in a sample taken from the rat’s tail than in a sample taken from either the abdominal aorta or the heart. RBC values may be changed owing to RBC sequestration in the spleen during anesthesia, as is suggested in the guinea pig.21\n",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Low Red Blood Cell Count ::: Red Blood Cell ::: Hematology",
            "ref_spans": []
        },
        {
            "text": "Nonpathogenic conditions that influence RBC parameters include pregnancy, seasonal changes, and hibernation. In the rat, the PVC decreases during pregnancy.15 In the hamster, RBC counts, hemoglobin concentration, and PCV are elevated during hibernation. The hamster basal metabolic rate decreases, and the RBC life span increases during hibernation.21\n",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 349,
                    "end": 351,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Low Red Blood Cell Count ::: Red Blood Cell ::: Hematology",
            "ref_spans": []
        },
        {
            "text": "RBC morphology differentiates the origin of the anemia—hemorrhage, hemolysis, iron deficiency, nonregenerative anemia, bone marrow disorders, or lymphoproliferative diseases (leukemias). Rodent RBC features must be kept in mind when changes in cellular morphology are interpreted. The rodent RBC averages 6 to 7 μm in size and ranges from 6.0 μm in the hamster to 7.8 μm in the guinea pig. Rat RBCs are large at birth (10.03 pm) but decrease in the first 30 days of life. Mouse RBC size increases with age. There are great variations in mouse RBC morphology. These polymorphisms represent genetic variations.28., 30. Polychromasia is a constant feature of the rodent hemogram.21., 30. The significant RBC rouleaux formation is seen in the guinea pig blood smear.21\n",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 611,
                    "mention": "28.",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 613,
                    "end": 616,
                    "mention": "30.",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 676,
                    "end": 679,
                    "mention": "21.",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 681,
                    "end": 684,
                    "mention": "30.",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Low Red Blood Cell Count ::: Red Blood Cell ::: Hematology",
            "ref_spans": []
        },
        {
            "text": "A diagnosis of hemolytic anemia would indicate a search of the blood smear for evidence of blood parasites. RBC parasites such as Eperythrozoon coccoides and Hemobartenella muris are of concern in the mouse and rat.16 Diagnosis of chronic blood loss as suggested by microcytosis, hypochromasia, low total protein, thrombocytosis, and an elevated reticulocyte count would suggest checking for a parasite load. This is common in guinea pigs and rats with heavy lice infestations.16\n",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 477,
                    "end": 479,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Low Red Blood Cell Count ::: Red Blood Cell ::: Hematology",
            "ref_spans": []
        },
        {
            "text": "Polycythemia may indicate a mild dehydration. Primary polycythemia is not described in rodents.",
            "cite_spans": [],
            "section": "High Red Blood Cell Count ::: Red Blood Cell ::: Hematology",
            "ref_spans": []
        },
        {
            "text": "Stress moves neutrophils from a marginating pool into circulation. This neutrophilia without a left shift is known as the stress leukogram. The mouse has a significant marginal granulocyte pool that is strain determined.7 The acute inflammatory response is characterized, as in other mammals, as a neutrophilia with a left shift. A chronic inflammatory response develops over time. The neutrophilia is associated with a variable left shift and, often, a monocytosis.8 Eosinophilia occurs with parasitism such as infection with the rat bladder worm (Trichosomoides crassicauda)\n17 A parasite-associated basophilia has been reported for the guinea pig.21\n",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "mention": "7",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 466,
                    "end": 467,
                    "mention": "8",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 577,
                    "end": 579,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 650,
                    "end": 652,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Elevated White Blood Cell Count ::: White Blood Cell ::: Hematology",
            "ref_spans": []
        },
        {
            "text": "The Leukemia of Fisher 344 in rats is also known as large granular leukemia and is a common cause of weight loss, anemia, jaundice, and depression in aging rats. As much as 25% of these white inbred rats will develop a monocytic, myelomonocytic leukemia, which may be associated with hepatomegaly and lymphadenopathy. In the peripheral blood, the atypical mononuclear cells may have a leukocytosis (180,000/mm3) and a hemolytic anemia.2 A type C retrovirus induces cavian leukemia. A scruffy guinea pig with lymphadenopathy with or without hepatomegaly or splenomegaly can be diagnosed by the elevated WBC count (25,000 to 500,000/μL) and the lymphoblastic infiltrates in the lymph nodes or other organs. The time course of cavian leukemia is 2 to 5 weeks.18., 21.\n",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 436,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 756,
                    "end": 759,
                    "mention": "18.",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 761,
                    "end": 764,
                    "mention": "21.",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Elevated White Blood Cell Count ::: White Blood Cell ::: Hematology",
            "ref_spans": []
        },
        {
            "text": "Neutropenia can result from an overwhelming demand or failure of neutrophil production or development.8 Transient neutropenia in the rat occurs 2 hours after blood collections and returns to baseline within 8 hours.32 Hamster hibernation results in a leukopenia and thrombocytopenia that disappear within 24 hours after awakening. WBC counts fall from 5 to 10,000/μL to 2,500 during hibernation.37\n",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "mention": "8",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 215,
                    "end": 217,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 395,
                    "end": 397,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Reduced White Blood Cell Count ::: White Blood Cell ::: Hematology",
            "ref_spans": []
        },
        {
            "text": "The enzyme aspartate aminotransferase (AST) is leaked from damaged liver, muscle, and other cells. When combined with elevation of other liver enzymes such as alanine aminotransferase (ALT), an elevated AST indicates hepatic injury. Muscular origin of and increased AST is supported by elevated alkaline phosphatase levels. Experimental infection with mouse hepatitis virus induced a 4000-fold increase in AST. Mouse and guinea pig AST levels are low and may have limited diagnostic value.15., 18. The rat has higher levels of AST, typically higher than humans. Measurement of these enzymes levels are still recommended for core clinical chemistry profiles for toxicology assessments of rodents.42\n",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 492,
                    "mention": "15.",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 494,
                    "end": 497,
                    "mention": "18.",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 695,
                    "end": 697,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Aspartate Aminotransferase ::: Markers of Liver Disease ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "The enzyme ALT is not liver specific because it is leaked from other tissues. Experimental infection with mouse hepatitis virus induced an 11,000-fold increase in ALT. Age and sex do not influence ALT levels.7., 30.\n",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "mention": "7.",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 212,
                    "end": 215,
                    "mention": "30.",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Alanine Aminotransferase ::: Markers of Liver Disease ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "All five isoenzymes can be found in mouse sera and liver tissue. Lactic dehydrogenase (LDH) has been shown to increase from experimental infection with mouse pox or ectromelia. After the initial tissue damage, the LDH levels decrease when the cells are no longer able to produce the enzyme. LDH is elevated for life with LDH virus infection in mice. In the rat, LDH is elevated with cardiac hypertrophy, bacterial infection, and exercise.7\n",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 439,
                    "mention": "7",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Lactic Dehydrogenase ::: Markers of Liver Disease ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Elevations of the enzyme alkaline phosphatase (ALP) is produced with cholestasis. In young growing rats, osteoblastic activity can elevate ALP. It is also elevated with a restricted diet in rats. Male ALP values are greater than female values.1., 30. As the European hamster ages, the amounts of ALP, ALT, and AST decrease.37 There are minimal changes reported with mouse hepatitis virus infection.7\n",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 245,
                    "mention": "1.",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 247,
                    "end": 250,
                    "mention": "30.",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 323,
                    "end": 325,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 398,
                    "end": 399,
                    "mention": "7",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Alkaline Phosphatase ::: Markers of Liver Disease ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Hypoproteinemia and hypoalbuminemia can result from protein loss caused by hemorrhage, parasitism, or starvation. Typically, hypoalbuminemia occurs as a result of (1) decreased protein intake; (2) decreased protein absorption or pancreatic dysfunction (maldigestion or malabsorption); (3) decreased hepatic synthesis; or (4) increased protein loss caused by gastrointestinal disease (lymphangiectasis), renal disease, or excessive serum exudate.",
            "cite_spans": [],
            "section": "Serum Proteins ::: Markers of Liver Disease ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Hypoalbuminemia and concurrent hypoglobulinemia usually indicate dehydration. Low total protein suggests edema and ascites. Hyperglobulinemia alone indicates chronic stimulations of the immune system. In the hamster, albumin and the albumin/globulin ratio decreases with age or pregnancy. Albumin and total protein levels increase during hibernation. Amyloidoses in aging hamsters is associated with decreased albumin and elevated globulins.37\n",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 443,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Serum Proteins ::: Markers of Liver Disease ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Given intravenously, BSP binds to albumin, is taken up by the liver and conjugated, and then is excreted into the bile. Thus, BSP removal can be used to represent hepatic function. BSP retention (% BSP remaining in the circulation after a defined time period) or the t½ time required for decreasing the concentration of BSP to one-half or a timed collection after a standard dose are all methods reported for mice. An injection of 100 mg/kg BSP, results in a BSP level of 1.15 mg/dL in mice. The normal t½ time is slightly over 15 minutes. BSP results can be altered by hypoalbuminemia or albumin complexed with bilirubin.30., 33.\n",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 625,
                    "mention": "30.",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 627,
                    "end": 630,
                    "mention": "33.",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Bromosulphalein ::: Markers of Liver Disease ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Bilirubin is a degradation product of heme, and its blood levels increase with increased hemoglobin breakdown such as with hemolytic anemia or with decreased hepatic or biliary secretion. Hepatic or prehepatic sources of bilirubin are determined if the bilirubin is conjugated or unconjugated. Hepatic source bilirubin is associated with elevated AST, ALT plus, or minus ALP. Prehepatic bilirubin is associated with decreased hematocrit, hemoglobin concentration and RBC count, and reticulocytosis (if there has been sufficient time for the bone marrow to respond to the anemia). Hypoxic effect on the liver caused by hemolytic anemia must be considered as well.12., 30., 33.\n",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 665,
                    "mention": "12.",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 667,
                    "end": 670,
                    "mention": "30.",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 672,
                    "end": 675,
                    "mention": "33.",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Bilirubin ::: Markers of Liver Disease ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Brain, heart, and skeletal muscle contain the enzyme CPK. In the mouse, CPK is a dimer composed of M (muscle) and B (brain) subunits. The tissue source can be determined by identification of the dimer by means of electrophoresis. Skeletal muscle contains the MM; the heart muscle has MM, MB, and BB; the brain has only BB. This is an important test to support hepatic injury if ALT and AST are elevated without elevated CPK.7\n",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 425,
                    "mention": "7",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Creatinine Phosphokinase ::: Muscle Enzymes ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "See previous section “Markers of Liver Disease.”",
            "cite_spans": [],
            "section": "Aspartate Aminotransferase ::: Muscle Enzymes ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Rodent electrolyte values can be interpreted after a typical mammalian evaluation. Serum phosphorus values decrease with age in the hamster.33\n",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Electrolytes ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "The parotid salivary gland and the exocrine pancreas are sources of amylase in the mouse. Numerous isoenzymes have been reported, but there has been no agreement on the tissue sources. Mouse amylase is reported to increase 3 to 4 times with Coxsackie virus infection.7\n",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 268,
                    "mention": "7",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Amylase ::: Pancreatic Disease ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "There are two reported mouse isoenzymes. The diagnostic value is undetermined.7 Elevated lipid levels can cause false hemoglobin values and low sodium and potassium levels.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 79,
                    "mention": "7",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Lipase ::: Pancreatic Disease ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Cortisol or corticosterone levels elevate with stressors such as transportation. Levels reacclimate to new surroundings in 48 hours.15 Hamster presenting with clinical signs of Cushing’s disease (alopecia, hyperpigmentation, polyuria, and polydipsia) may have elevated cortisol or corticosterone levels. Normal levels are 0.5 to 1.0 pg/dL. These values are low compared with other animals.9 ALP may also be elevated in the hamster that has clinical Cushing’s disease.40\n",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 389,
                    "end": 390,
                    "mention": "9",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 467,
                    "end": 469,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Adrenocortical Disorders ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Blood glucose values are very sensitive to animal handling and collection technique. Stress elevates blood glucose levels. Regular handling decreases this effect. Fasting decreases blood glucose levels. Circadian effects are pronounced on rodent blood sugar levels. Insulin metabolism and blood sugar levels vary seasonally with hamsters because of estivation and hibernation. Many rodents are prone to diabetes, especially the Chinese hamster.37 Guinea pig pregnancy ketosis is associated with a decrease in blood glucose, lipemia, and ketonemia.27\n",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 446,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 547,
                    "end": 549,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Carbohydrate Metabolism and Glucose ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Lipemic samples increase turbidity and cause problems with assays such as albumin or calcium. Ultracentrifugation or polyethylene glycol 600 can be used to precipitate out a pathologic lipemia.37 Guinea pigs have lipemia associated with pregnancy ketosis. Gerbils become lipemic on a standard fat level diet of 4% to 6%.15 Overall, lipemia is greater in hamsters than in all other rodents, but humans have a greater lipemic level than hamsters.37\n",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 320,
                    "end": 322,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 444,
                    "end": 446,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Lipids and Cholesterol ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Hamster cholesterol decreases with diminishing photoperiod and temperature. Elevated cholesterol is associated with fatty liver in the guinea pig.18\n",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Lipids and Cholesterol ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Rodents have amazing urinary concentration abilities. The kidneys excrete excess urea. BUN can be used to evaluate kidney function. The difficulty is that BUN changes begin only after kidney function is compromised by 70%. An elevation of BUN (azotemia) can be detected with a stick test and only one drop of blood.",
            "cite_spans": [],
            "section": "Urinary System ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Prerenal causes of azotemia include increased protein catabolism, necrosis, gastrointestinal hemorrhage, and fever. Renal azotemia may be caused by an infectious disease or a toxin. Postrenal obstruction or urinary tract disease may elevate the BUN. A decrease in BUN indicates severe liver disease in which ammonia is not processed into urea. Ammonia levels would be elevated in this situation.",
            "cite_spans": [],
            "section": "Urinary System ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "Mouse strain differences occur as demonstrated in Table 3. An age-related reduction in BUN occurs in rats.1 The female hamster has greater BUN values than the male. Increasing the protein content of the hamster diet can increase BUN values.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Urinary System ::: Clinical Biochemistry",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Creatinine is the end product of muscle metabolism. Creatinine is excreted in the urine. Elevation in creatinine approximate elevations in BUN. Creatinine is a more sensitive indicator of the glomerular filtration rate and renal function. Young male rats have higher creatinine levels than females, but this sex difference vanishes at 8 months of age.30\nEncephalitocytozoon cuniculi can be a cause of infectious renal disease in many rodents. Certain strains, such as the New Zealand Black mouse, are prone to autoimmune disease and subsequent renal dysfunction.16\n",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 353,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 562,
                    "end": 564,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Creatinine ::: Clinical Biochemistry",
            "ref_spans": []
        },
        {
            "text": "In laboratory animal medicine, larger numbers of animals are used to provide the sample size for colony health assessment of rodents. Most blood samples are collected for serologic analysis in rodent health surveillance programs. Biomedical researchers are concerned with subclinical infection as well as clinical disease, as it may have significant effect on the research outcome. Several commercial laboratories provide serologic testing with enzyme-linked immunosorbent assay (ELISA), hemagglutination (HA), or polymerase chain reaction (PCR) analysis, as listed in\nTable 5. The basic panels are designed to test for common rodent viruses. Individual tests and advanced or comprehensive panels are also available. Sendai virus and mouse hepatitis are insidious killers that can be detected with serologic testing.15\nAppendix 1 provides contact information for three of these laboratories that operate at the national level. More detailed information about diagnosing infection with serology can be found in the Charles River Technical Bulletin Serologic Testing to Monitor for Viral and Mycoplasmal Infection, Fall, 1990. The Bulletin can be obtained from Charles River Laboratories or from their website (http://www.criver.com/index.html).",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 818,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Serology",
            "ref_spans": [
                {
                    "start": 569,
                    "end": 576,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Red bone marrow can be collected from the ilium, tibia, sternebrae or femur, and the bones of the proximal one third of the tail.7 Cellular myeloid:erythroid ratios are presented in\nTable 6.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 130,
                    "mention": "7",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Bone Marrow ::: Other Tissues and Fluids",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 189,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "Hamsters have been anesthetized and injected subcutaneously with 1.0 mg of pilocarpine nitrate per 100 g of body weight. Fifteen minutes after injection, whole saliva was collected by gravity. This procedure may be successfully applied to other species.33\n",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 255,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Saliva ::: Other Tissues and Fluids",
            "ref_spans": []
        },
        {
            "text": "To examine vaginal mucus, a small, 1.0-mm platinum loop or a small, flat toothpick is inserted deeply into the vagina and withdrawn. Mix the mucus collected with a drop of saline on a slide. The type of cells can be used to determine the stage of estrus and when animals should be placed together for breeding. During proestrus, the epithelial and cornified cells are found with a few WBCs. During estrus, the cornified cells predominate. During metestrus and diestrus, the cornified cells decrease and the lymphocytes increase. The hamster has a thin stringy translucent cobweblike mucus at proestrus that turns opaque the day after estrus.20 This technique is not useful for gerbils because they are monogamous and typically mate for life.28 Vaginal lavage can also be used to detect the presence of sperm.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 643,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 741,
                    "end": 743,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Vaginal Mucus ::: Other Tissues and Fluids",
            "ref_spans": []
        },
        {
            "text": "Standard glass, metal, or plastic metabolism cages can be used to separate urine from feces in the laboratory situation. Most rodents reflexively urinate and defecate when picked up, and collections can be coordinated with this occurrence. This is a strain-dependent behavior. Placing the rodent in a zip-lock sandwich bag frequently elicits urination that can be collected from the bag. In larger species, such as the guinea pig, collect urine by applying direct pressure over the bladder, then bladder catheterization or cystocentesis can be performed.19., 41. A mouse produces 0.5 to 2.5 mL per 24-hour period. Normal hamster urine output is 7 mL/d, whereas the diabetic hamster puts out 75 mL/d. A gerbil has very scant urine output (\nTable 7).",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 557,
                    "mention": "19.",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 559,
                    "end": 562,
                    "mention": "41.",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Urine ::: Other Tissues and Fluids",
            "ref_spans": [
                {
                    "start": 739,
                    "end": 746,
                    "mention": "Table 7",
                    "ref_id": "TABREF6"
                }
            ]
        },
        {
            "text": "Refractometers can be used to determine the specific gravity. Urinary test sticks can be helpful in measuring protein, but protein positive is normal for the mouse. Males have a higher protein level in their urine than do female mice. Proteinuria increases with age in mice. Normal hamster urine contains cholesterol, lipids, and protein.37 Normal gerbil urine contains protein, glucose, bilirubin, and acetone.15 An elevation in urinary protein and a decrease in specific gravity can be measured before an elevation in BUN in mice with genetic renal diseases. This is likely true for spontaneously developed renal disease as well. Renal disease as a result of lymphocytic choriomeningitis in mice is not associated with an increased proteinuria. Proteinuria increases in female diabetic mice, whereas the males have a decrease in proteinuria with the onset of hyperglycemia. Pregnancy ketosis can be diagnosed by ketonuria and acidic urine in the pregnant guinea pig.27\n",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 340,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 411,
                    "end": 413,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 968,
                    "end": 970,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Urine ::: Other Tissues and Fluids",
            "ref_spans": []
        },
        {
            "text": "The pigmented, double-operculated egg of Trichosomoides crassicauda can be found in rat urine.\nFigure 10 shows this rat bladder parasite. Sporocysts of the guinea pig renal coccidian, Klosiella caviae can also be found in a urine sample. Note that infectious agents with zoonotic potential such as leptospira bacteria or lymphocytic choriomeningitis virus could be present in rodent urine or other biological samples.",
            "cite_spans": [],
            "section": "Urine ::: Other Tissues and Fluids",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 104,
                    "mention": "Figure 10",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "The collection of milk from mice, hamsters, rats, and guinea pigs has been described. The hamster nipple is longer than that of the mouse, and thus the equipment needs minor modification to accommodate for this. Stimulants are not used to initiate milk flow in the hamster description, but 6.25 U oxytocin/kg SQ before mouse milking has been reported.7., 33. From lacta ting animals 0.1 to 0.2 mL total has been collected from two to three nipples on collections spaced a few hours apart in hamsters. The animals can be milked several times per day.7., 41. Check out Milking a Mouse at http://www-mp.ucdavis.edu/tgmice/milk/momilk.html.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 353,
                    "mention": "7.",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 355,
                    "end": 358,
                    "mention": "33.",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 549,
                    "end": 551,
                    "mention": "7.",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 553,
                    "end": 556,
                    "mention": "41.",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Milk ::: Other Tissues and Fluids",
            "ref_spans": []
        },
        {
            "text": "Collection of bile requires surgical placement of a catheter in the biliary duct. This procedure has been described in detail for the hamster, but it could likely be adapted to other species. Approximately 9 mL of bile can be collected from an adult hamster in a 24-hour period.30., 33.\n",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "mention": "30.",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 283,
                    "end": 286,
                    "mention": "33.",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Bile ::: Other Tissues and Fluids",
            "ref_spans": []
        },
        {
            "text": "Rodent diarrhea presents as a slightly less formed or a shinier fecal pellet. Protozoal organisms such as Giardia spp, Cryptosporidiosis, and Spironucleus muris can be detected on direct fecal examination. Constipation in the hamster is suggestive of tapeworm infestation. Hymenolepis diminuta tapeworms can be detected by fecal examination. Hymenolepis nana is a zoonotic tapeworm, but only proglottids can be found in the feces.16 The Research Animal Diagnostic and Investigative Laboratory has a good review of rabbit and rodent helminths at http://www.cvm.missouri.edu/cvm/radil/para/pin.htm.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 432,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Feces ::: Other Tissues and Fluids",
            "ref_spans": []
        },
        {
            "text": "Fungal skin infection may appear as a moth-eaten coat. A dermatophyte test media (DTM) plate can be used to diagnose Trichophyton mentagrophytes or, occasionally, Microsporum canis.17\n",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Pelage ::: Other Tissues and Fluids",
            "ref_spans": []
        },
        {
            "text": "Rodents with pinworm infection may present occasionally with diarrhea, but typically there are no clinical signs. Syphacia muris and Syphacia obvelata are oxiurid cecal worms or pinworms that can be found on an impression of clear cellophane tape on the anus of the rodent, followed by microscopic examination for the banana-shaped eggs. Aspicularis tetraptera is a cecal worm that is not detectable with the tape test. It is only found in the cecum at necropsy.16., 17.\n",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "mention": "16.",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 467,
                    "end": 470,
                    "mention": "17.",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Anal Tape Test ::: Other Tissues and Fluids",
            "ref_spans": []
        },
        {
            "text": "Yes, they are small creatures. Samples are challenging to obtain. However, an enormous amount of information can be obtained with a microhematocrit tube of blood (hematocrit, total protein, BUN, glucose, and an estimated differential blood cell count). An effort to gain new or refine old rodent sample collection techniques will be rewarded. Clinical pathology can significantly contribute to rodent diagnostic medicine. Efforts to include clinical pathology will certainly advance the type of veterinary care provided to the pet rodents seen in exotic animal practices in the future.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Average Body Weights, Blood Volumes, and Blood Sample Volumes in Adult Rodents\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Hematology Reference Values\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Comparison of Blood Chemistry Values for an Inbred Black Mouse (C57BL × DBA/2 F1 And An Outbred Albino Mouse (CD-1)\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Reference Blood Chemistry Values for Rats, Hamsters, Gerbils, Guinea Pig, and Chinchilla\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Serologic Testing for Rodent Diagnosis or Health Surveillance\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Cellular Myeloid-Erythroid Reference Values\n",
            "type": "table"
        },
        "TABREF6": {
            "text": "Table 7: Normal Values for Rodent Urine\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Small volume blood collection supplies for rodents.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Retro-orbital blood collection in the mouse.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Retro-orbital blood collection in the hamster.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: A, Restraint of a mouse for lateral saphenous blood collection. B, Puncturing the lateral saphenous vein with a 23-gauge needle. C, Capillary blood collection from the lateral saphenous vein.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Blood collection from the jugular vein in a ground squirrel.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Blood collection from the tail artery in a rat.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Blood collection from a cardiac puncture in a hamster.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: Blood collection from the transverse sinus in a chinchilla.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 9: A Foa-Kurloff cell from a guinea pig (original magnification ×400).",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 10: A and B, The rat bladder worm, Trichosomoides crassicauda.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Reference database of the main physiological parameters in Sprague-Dawley rat from 6 to 32 months",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Aleman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lab Anim",
            "volume": "32",
            "issn": "",
            "pages": "457-466",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "K.W.",
                    "middle": [],
                    "last": "Prasse",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Mahaffey",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Repeated blood collection in the laboratory mouse by tail incision—modification of an old technique",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Durschlag",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Physiol Behav",
            "volume": "60",
            "issn": "",
            "pages": "1565-1568",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Everett",
                    "suffix": ""
                },
                {
                    "first": "S.D.",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": "Jr"
                }
            ],
            "year": 1983,
            "venue": "The Mouse in Biomedical Research",
            "volume": "",
            "issn": "",
            "pages": "138-157",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The use of lignocaine-prilocaine local anesthetic cream for pain-free venepuncture in laboratory animals",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Flecknell",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Liles",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lab Anim",
            "volume": "24",
            "issn": "",
            "pages": "142-146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Harkness",
                    "suffix": ""
                },
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "The Biology and Medicine of Rabbits and Rodents",
            "volume": "",
            "issn": "",
            "pages": "13-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Harkness",
                    "suffix": ""
                },
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "The Biology and Medicine of Rabbits and Rodents",
            "volume": "",
            "issn": "",
            "pages": "75-142",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Harkness",
                    "suffix": ""
                },
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "The Biology and Medicine of Rabbits and Rodents",
            "volume": "",
            "issn": "",
            "pages": "143-170",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Harkness",
                    "suffix": ""
                },
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "The Biology and Medicine of Rabbits and Rodents",
            "volume": "",
            "issn": "",
            "pages": "171-322",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "E.V.",
                    "middle": [],
                    "last": "Hillyer",
                    "suffix": ""
                },
                {
                    "first": "K.E.",
                    "middle": [],
                    "last": "Quesenberry",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ferrets, Rabbits and Rodents",
            "volume": "",
            "issn": "",
            "pages": "243-281",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Hoar",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "The Biology of the Guinea Pig",
            "volume": "",
            "issn": "",
            "pages": "13-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "H.J.",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Lindsey",
                    "suffix": ""
                },
                {
                    "first": "S.H.",
                    "middle": [],
                    "last": "Weisbroth",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "The Laboratory Rat. American College of Laboratory Animal Medicine Series, vol I",
            "volume": "",
            "issn": "",
            "pages": "352-355",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Hobbs",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "The UFAW Handbook on the Care and Management of Laboratory Animals",
            "volume": "",
            "issn": "",
            "pages": "377-392",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "N.C.",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Schalm’s Veterinary Hematology",
            "volume": "",
            "issn": "",
            "pages": "274-349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Seasonal changes in the haematological indices in peripheral blood of chinchilla (Chinchilla laniger L.)",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Jakubow",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gromadzka-Ostrowska",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Zalewska",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Comp Biochem Physiol A",
            "volume": "78",
            "issn": "",
            "pages": "845-853",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Removal of blood from laboratory mammals and birds. First report of the BVA/FRAME/RSPCA/UFAW [see comments]",
            "authors": [],
            "year": 1993,
            "venue": "Lab Anim",
            "volume": "27",
            "issn": "",
            "pages": "1-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Effect of blood collection imitating toxicokinetic study on rat hematological parameters",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kurata",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Toxicol Sci",
            "volume": "22",
            "issn": "",
            "pages": "231-238",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Biological effects of blood loss: Implications for sampling volumes and techniques",
            "authors": [
                {
                    "first": "M.W.",
                    "middle": [],
                    "last": "McGuill",
                    "suffix": ""
                },
                {
                    "first": "A.N.",
                    "middle": [],
                    "last": "Rowan",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "ILAR News",
            "volume": "34",
            "issn": "",
            "pages": "5-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Effects on fetal growth of repeated blood collection for toxicokinetics from pregnant rats",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Toxicol Sci",
            "volume": "22",
            "issn": "",
            "pages": "455-459",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Navia",
                    "suffix": ""
                },
                {
                    "first": "C.E.",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "The Biology of the Guinea Pig",
            "volume": "",
            "issn": "",
            "pages": "253-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Norris",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "The UFAW Handbook on the care and management of laboratory animals",
            "volume": "",
            "issn": "",
            "pages": "360-376",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "A reliable method for large volume blood collection in the chinchilla",
            "authors": [
                {
                    "first": "R.V.",
                    "middle": [],
                    "last": "Paolini",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Lab Anim Sci",
            "volume": "43",
            "issn": "",
            "pages": "524-525",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Bannerman",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "The Mouse in Biomedical Research",
            "volume": "",
            "issn": "",
            "pages": "121-137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [
                {
                    "first": "D.H.",
                    "middle": [],
                    "last": "Ringler",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Dabich",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "The Laboratory Rat",
            "volume": "",
            "issn": "",
            "pages": "105-121",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Clinical and clinicopathological assessment of serial phlebotomy in the Sprague-Dawley rat",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Scipioni",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lab Anim Sci",
            "volume": "47",
            "issn": "",
            "pages": "293-299",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Laboratory Hamsters",
            "volume": "",
            "issn": "",
            "pages": "70-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "A simple device for serial blood collection in human subjects and animals",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Sir-Petermann",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Exp Clin Endocrinol Diabetes",
            "volume": "103",
            "issn": "",
            "pages": "398-401",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "A simple method for intravenous injection and blood collection in the chinchilla (Chinchilla laniger)",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Tappa",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Amao",
                    "suffix": ""
                },
                {
                    "first": "K.W.",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Lab Anim",
            "volume": "23",
            "issn": "",
            "pages": "73-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Orbital venous anatomy of the Mongolian gerbil with comparison to the mouse, hamster and the rat",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Timm",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Lab Anim Sci",
            "volume": "39",
            "issn": "",
            "pages": "262-264",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [
                {
                    "first": "F.N.",
                    "middle": [],
                    "last": "Tomson",
                    "suffix": ""
                },
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Wardrop",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Laboratory Hamsters",
            "volume": "",
            "issn": "",
            "pages": "43-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Endocrine stress response in rats subjected to singular orbital puncture while under diethyl-ether anaesthesia",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "van Herck",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Lab Anim",
            "volume": "25",
            "issn": "",
            "pages": "325-329",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Histological changes in the orbital region of rats after orbital puncture",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Van Herck",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Lab Anim",
            "volume": "26",
            "issn": "",
            "pages": "53-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [
                {
                    "first": "W.S.",
                    "middle": [],
                    "last": "Bivin",
                    "suffix": ""
                },
                {
                    "first": "G.D.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Laboratory Animal Medicine",
            "volume": "",
            "issn": "",
            "pages": "564-594",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Orbital bleeding in rats while under diethyl ether anaesthesia does not influence telemetrically determined heart rate, body temperature, locomotor and eating activity when compared with anaesthesia alone",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Van Herck",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lab Anim",
            "volume": "31",
            "issn": "",
            "pages": "271-278",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [
                {
                    "first": "H.B.",
                    "middle": [],
                    "last": "Waynforth",
                    "suffix": ""
                },
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Flecknell",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Experimental and Surgical Technique in the Rat",
            "volume": "",
            "issn": "",
            "pages": "68-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Harmonization of animal clinical pathology testing in toxicity and safety studies",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Weingand",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The Joint Scientific Committee for International Harmonization of Clinical Pathology Testing. Fundam Appl Toxicol",
            "volume": "29",
            "issn": "",
            "pages": "198-201",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "A chronic technique for high frequency blood sampling/transfusion in the freely behaving rat which does not affect prolactin and corticosterone secretion",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Weirsma",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Bacher",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Pizzo",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Endocrinol",
            "volume": "107",
            "issn": "",
            "pages": "285-292",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Refinement of blood sampling from the sublingual vein of rats",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Zeller",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lab Anim",
            "volume": "32",
            "issn": "",
            "pages": "369-376",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Interpreting rodent clinical laboratory data in safety assessment studies: Biological and analytical components of variation",
            "authors": [
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Carakostas",
                    "suffix": ""
                },
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Fundam Appl Toxicol",
            "volume": "15",
            "issn": "",
            "pages": "744-753",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [
                {
                    "first": "T.L.",
                    "middle": [],
                    "last": "Culiffe-Beamer",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "The Mouse in Biomedical Research",
            "volume": "",
            "issn": "",
            "pages": "402-437",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Cunliffe-Beamer",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Les",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "The UFAW Handbook on the Care and Management of Laboratory Animals",
            "volume": "",
            "issn": "",
            "pages": "290-291",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "R.W.",
                    "middle": [],
                    "last": "Else",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Lumsden",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1-376",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ferrets, Rabbits and Rodents",
            "volume": "",
            "issn": "",
            "pages": "307-327",
            "other_ids": {
                "DOI": []
            }
        }
    }
}