{
    "paper_id": "PMC7152121",
    "metadata": {
        "title": "Composite nonwovens in filters: applications",
        "authors": [
            {
                "first": "A.",
                "middle": [],
                "last": "Mukhopadhyay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dipayan",
                "middle": [],
                "last": "Das",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Behnam",
                "middle": [],
                "last": "Pourdeyhimi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The developmental objectives of composite filtering media are lower energy consumption, longer filter life, high filtration capacity, greater dust holding (in depth filtration) and easy cleanability (of surface filter), satisfying more than one functional requirement and easier maintenance. Composite structures are usually multilayered filter media, each layer serving a specific purpose in the filtration/separation process. All the layers of a composite are not necessarily nonwovens. One or more of the layers could be a membrane material, a woven material, or a plastic or metal mesh material to provide structural support. Further, there are two contrasting styles of laminated structure, depending on whether the filter medium is intended to function by depth filtration or by surface filtration. With depth filtration, the medium should be graded so as to increase the fineness of fibers in the direction of flow. The upper, coarser layers will act as a prefilter, in which the larger particles are retained, with the smaller particles then being trapped subsequently in the finer layers. This will maximize the dirt holding capacity per unit area of medium, and hence its life before it is discarded. In the case of surface filtration, material consisting of finer pores/larger surface area should be at the upstream side, so that it can be cleaned intermittently for regeneration purpose.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "\nIn composite nonwovens, the structures usually serve one, or a combination of, the following purposes:•Provide mechanical support for other structural or filtering layers, giving enhanced durability.•Provide two or more layers of different filtration efficiency.•Facilitating the combination of varied separation functions or technologies into a single filter medium.•The outer layers serve as a containment to inhibit medium migration, dusting, and particle fallout from the inner layers.\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In many situations, composite nonwovens might fulfill multiple objectives. For example, spunbond nonwoven can act as support layers for filter media (such as activated carbon, meltblown and nanofiber webs, microfiber glass and cellulose) as well as protection layer. Spunbond nonwovens in the higher weight range are used as filter medium for coarse filtration, and as a prefilter for finer filter media. Figure 8.1\nshows that in many cases the composite filter media can satisfy multiple objectives such as particulate filtration (by nonwoven layer), absorption of gases (by carbon layer), and providing dimensional stability and strength to the media (by polypropylene grid).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 405,
                    "end": 415,
                    "mention": "Figure 8.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Further, composite material may fulfill some other requirements not listed above. For example, the spunbond nonwoven can fulfill requirements other than support layer in pleated filter media for cabin air filters. It leads to stiffer and sharper (smaller radius of curvature) pleats, without losing overall mechanical properties, thus allowing a more efficient filter design (Maltha, 2011).",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 388,
                    "mention": "Maltha, 2011",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Fiber fineness is considered as one of the most important parameters while selecting/designing the filter media. Very fine fibers can be made from meltblown, bi-component and electro-spinning techniques. Nanofiber fabric possess extremely high surface to weight ratio from small fiber diameters (10–100 times smaller than those of meltblown and spunbond filaments), interconnected pore structure, very small pore size and potential for functional modification of the fiber surface, thus offering more possibilities for a wide range of applications, ranging from air cleaning for automotive to environment conditioning or liquid filtration (Yoon et al., 2006; Barhate and Ramakrishna, 2007; Dotti et al., 2007). In all these applications, finer fiber materials need to be supported by a stronger component in composite. There is another perspective of the use of thin layers of finer fibers. The media made out of finer fiber lead to higher filtration efficiency at the cost of higher pressure differential across the fabric. For a suitable balance between efficiency and levels of pressure, use of a thin layer of finer fiber component in a composite is required.",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 657,
                    "mention": "Yoon et al., 2006",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 659,
                    "end": 688,
                    "mention": "Barhate and Ramakrishna, 2007",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 690,
                    "end": 708,
                    "mention": "Dotti et al., 2007",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "The finer fiber layer can be positioned upstream before the macro filtration substrate to enhance surface filtration performance or downstream of the macro filtration substrate to improve depth filtration in order to capture particles within the body of the media. Finer media at the upstream side of surface filters lead to better cake dislodgement and prevention of particle penetration inside filter media (Kothari et al., 1993; Ciach and Gradon, 1998; Callé et al., 2002), which in turn results in better long term performance of filter media. However, a thin layer of nanofibers on meltblown media has a weak bond and higher production costs (Lydall Filtration and Separation, 2013). The weak bond is a problem in the nanofiber layer in self-cleaning or pulse cleaning filter applications. The dust cake formed on the upstream side of the filter media can be removed by back-pulsing air through the media to rejuvenate it. As a great force is exerted on the surface during the back-pulse, nanofibers with poor adhesion to substrates, or comprised of delicate nanofibers, can delaminate when the shock wave moves from the interior of the filter through the substrate to the nanofiber. However, the new nanofiber technology was reported to provide excellent adhesion to the substrate, enabling longer life and improved efficiencies in pulse-cleaning applications because of greater particle collection and overall energy expended during the cleaning process. The plurality of nanofiber layers also provides superior durability (Wertz and Schneiders, 2009).",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 430,
                    "mention": "Kothari et al., 1993",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 432,
                    "end": 454,
                    "mention": "Ciach and Gradon, 1998",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 456,
                    "end": 474,
                    "mention": "Callé et al., 2002",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 648,
                    "end": 686,
                    "mention": "Lydall Filtration and Separation, 2013",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1531,
                    "end": 1557,
                    "mention": "Wertz and Schneiders, 2009",
                    "ref_id": "BIBREF105"
                }
            ],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "Studies have demonstrated that high efficiency composite filters made up of nano- and microfibers, when added to industrial gas filtration systems (such as dust-collecting pulse- clean cartridges) extend filter life (Kosminder and Scott, 2002). Researchers have also developed an industrial gas filter medium consisting of 70% polymers with a regular melting temperature and 30% polymers with a low melting temperature. This medium employs polyester felts as the base material for the polymer mix, with a prepared polyamide nano-sized web at the upstream side of the fabric (Yeo et al., 2007). A thermal roller was employed to bond the overlapped filter medium. Subsequent work to evaluate filtration capability revealed greater collection efficiency and more stable filtration behavior in the medium with the nano-sized web showing more stable filtration behavior and improved collection efficiency. The levels of dust found to be left in fabric containing nanofiber web was also revealed to be far lower than those in fabric with no nanofiber web (Yeo et al., 2007). One patent disclosure suggested that high filtration efficiency could be achieved by enhancing the upstream surface of a spunbonded medium via use of a micro- or nanofiber structure on the upstream surface (Chung et al., 2008).",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 242,
                    "mention": "Kosminder and Scott, 2002",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 575,
                    "end": 591,
                    "mention": "Yeo et al., 2007",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 1050,
                    "end": 1066,
                    "mention": "Yeo et al., 2007",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 1276,
                    "end": 1294,
                    "mention": "Chung et al., 2008",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "Most often the combination of structure is made by heat bonding the process either by purely heating the process or by using hot melt adhesive. Combination is also possible by ultrasonic welding. Hydro-entanglement and needlepunching are also interesting options for the joining together of two layers to produce composite filtration materials. In one study, the needlepunching technique was used as the initial step in preparing P84 needlefelt. P84 needlefelt was then prepared by taking the upstream side of felt, constructed of standard 2.2 dtexfiber, and adding 1.0 dtexmicrofiber. This produces a medium capable of increasing gas filtration efficiency by preventing deep dust penetration, maintaining stable pressure drop, and facilitating good bag life. As well as being an effective filtration medium in gas filtration systems, P84 fibers can additionally be used as either a PTFE (polytetrafluoroethylene) fiber blending partner, or in the construction of surface layers on homopolymer acrylic, polyester or m-aramide felts (Connor, 1997). Varied combinations of medium have been tested in layered construction, leading to the formation of such composites as a felt-like layered construction of PTFE and glass paper (Fagan, 1982).",
            "cite_spans": [
                {
                    "start": 1033,
                    "end": 1045,
                    "mention": "Connor, 1997",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1225,
                    "end": 1236,
                    "mention": "Fagan, 1982",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "In the case of depth filtration, use of nanofiber was also reported. Finer media trap tiny particles of the order of < 0.5 mm at the final stage and therefore it is possible to achieve HEPA (high efficiency particulate air) grade regarding collection efficiency (Kattamuri et al., 2005; Ahn et al., 2006; Podgorski et al., 2006; Yun et al., 2007; Wang et al., 2008a, Wang et al., 2008b). Problems of structural damage and delamination in depth filtration applications can be largely overcome by suitable composite development. In the combination of meltblown (M) and spunlaid (S) nonwovens (SMS, SMMS or SSMMS), the spunlaid component provides the required strength and abrasion properties and the meltblown component act as a barrier for liquids or particles. For the aforesaid reason, a major portion of meltblown material is used in composite form (Hutten, 2007). Figure 8.3\nshows the cross-sectional view of an SMS fabric.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 285,
                    "mention": "Kattamuri et al., 2005",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 287,
                    "end": 303,
                    "mention": "Ahn et al., 2006",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 305,
                    "end": 327,
                    "mention": "Podgorski et al., 2006",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 329,
                    "end": 345,
                    "mention": "Yun et al., 2007",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 347,
                    "end": 365,
                    "mention": "Wang et al., 2008a",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 367,
                    "end": 385,
                    "mention": "Wang et al., 2008b",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 852,
                    "end": 864,
                    "mention": "Hutten, 2007",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": [
                {
                    "start": 867,
                    "end": 877,
                    "mention": "Figure 8.3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In a nanofiber composite, filter media were made where lighter layers of nanofibers were applied to the spunbond materials, then two layers of spunbond/nanofiber composite were laminated together in a face-to-face configuration, i.e. a structure of spunbond-nanofiber-lamination-nanofiber-spunbond.",
            "cite_spans": [],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "The outer layers protect the nanofiber layer from abrasion and other mechanical damage, and therefore would also prevent the nanofiber layer from scuffing (Graham et al., 2003). The material can be used for depth filtration situations in non-cleanable filters. A triple layer design of fibrous filters was reported (Podgorski et al., 2006) wherein the middle nanofibrous layer was placed between the back support layer of densely packed microfibers and the front porous layer of fibers of a few micrometer diameter. The composite was found to be useful to remove the nanoparticles along with other polydispersed aerosol particles.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 175,
                    "mention": "Graham et al., 2003",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 316,
                    "end": 338,
                    "mention": "Podgorski et al., 2006",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "\nComposites with nanofiber layers find applications in many critical areas such as medical, hygiene, bioseparation, etc. (Gopal et al., 2006; Barhate and Ramakrishna, 2007). It was observed that an electrospun membrane conveniently rejected the microparticles and acted as a screen filter without fouling the membrane especially when the particles were larger than the largest pore size of the nanofibrous membrane (Gopal e t al., 2007). Nanofibrous filtering media can be used where high-performance air purification is needed such as in hospitals, healthcare facilities, research labs, electronic component manufacturers, military and government agencies, food, pharmaceutical and biotechnology companies. The medium is very efficient for filtration of blood, water, air, beverages, gases, chemicals, oils, diesel and petrol, etc. Manufacturing and processing companies in food, pharmaceuticals, biotechnology and the semiconductor business require centralized air conditioning in the production environment, high purity water, clean gases and effluent/waste air and water treatment. Control over airborne and waterborne contaminants, hazardous biological agents, allergens and pollutants is a key issue in food, pharmaceuticals and biotechnology processes. Under these circumstances, nanofiber-based filtering media are very useful (Barhatea and Ramakrishna, 2007). Nanofibers offer enhanced filtration performance in both mobile and stationary engines and industrial filtration applications wherein the nanofiber layer is used at the upstream side of the filter media.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 140,
                    "mention": "Gopal et al., 2006",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 142,
                    "end": 171,
                    "mention": "Barhate and Ramakrishna, 2007",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 416,
                    "end": 435,
                    "mention": "Gopal e t al., 2007",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1336,
                    "end": 1366,
                    "mention": "Barhatea and Ramakrishna, 2007",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "With respect to engines, gas turbines and combustion furnaces, it is important to remove particulate material from the air stream supply that can cause substantial damage to the internal components. In other instances, production gases or off-gases from combustion engines and industrial processes may contain damaging particulate material. The removal of these particulates is desirable to protect downstream equipment and minimize pollution discharge to the environment.",
            "cite_spans": [],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "Recently, there was an attempt to functionalize the surface of filtering media with antimicrobial agents for long-lasting durable antimicrobial functionality (Lala et al., 2007). An antimicrobial nanofibrous filter (Tobler and Warner, 2005; Jeong et al., 2007) was found to be useful for improved antimicrobial functionality in HVAC (heat, ventilation, air conditioning) application. In a medial application, water resistant but water permeable coating of chitosan (antimicrobial) was applied over the polyacrylonitrile nanofibrous layer which was supported on the nonwoven microfibrous substrate (meltblown polyethylene terephthalate mat). This three-tier approach is useful for flux and low fouling ultra filtration (Yoon et al., 2006). High surface-to-volume ratio of nanofibrous media enhances the fouling. Therefore, surface modification of nanofibrous screen filter with suitable hydrophilic or hydrophobic oligomer is often recommended to reduce the fouling effect.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 176,
                    "mention": "Lala et al., 2007",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 216,
                    "end": 239,
                    "mention": "Tobler and Warner, 2005",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 241,
                    "end": 259,
                    "mention": "Jeong et al., 2007",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 719,
                    "end": 736,
                    "mention": "Yoon et al., 2006",
                    "ref_id": "BIBREF111"
                }
            ],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "Applying a highly water and oil repellent nano-coating has shown to improve the performance of filtration products. By providing high liquid protection without compromising air flow, considerable performance improvements can be seen across a wide number of filtration products (Coulson and Evans, 2011). Through surface treatment, it is possible to achieve a high conductivity of the media. This allows putting these filters into hazardous applications even with an explosive gas atmosphere (Stoffel, 2011). Nanofibers do have potential as prefilters for particulate removal in various applications such as removal of micro-particles from waste-water, prior to ultrafiltration or nanofiltration membranes, to prolong the life of these membranes (Gopal et al., 2006).",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 301,
                    "mention": "Coulson and Evans, 2011",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 492,
                    "end": 505,
                    "mention": "Stoffel, 2011",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 746,
                    "end": 764,
                    "mention": "Gopal et al., 2006",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "Since a fibrous filter medium with a large contact area per unit mass is expected to perform better in promoting coalescence, addition of polystyrene nanofibers to the coalescence filters (glass fibers) improves the performance of coalescence filters. The filtration experiments showed that the addition of a small amount of polystyrene nanofibers significantly improved the coalescence efficiency of the filter but also significantly increased the pressure drop of the filters (Shin et al., 2005a). There is an optimum amount of nanofibers to be added to the coalescence filter media (Shin et al., 2005b), which balances the desired improvement in coalescence efficiency and the undesirable increase in the pressure drop. Catalytic filters, adsorptive filtration and absorptive filters for highly selective separations (Gibson et al., 2001; Zuwei et al., 2005, 2006; Barhate and Ramakrishna, 2007) are also effective at nanoscale.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 497,
                    "mention": "Shin et al., 2005a",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 586,
                    "end": 604,
                    "mention": "Shin et al., 2005b",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 821,
                    "end": 840,
                    "mention": "Gibson et al., 2001",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 868,
                    "end": 897,
                    "mention": "Barhate and Ramakrishna, 2007",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "It is worth mentioning that manufacturing of nanofibers at commercial and economical scale has not yet been fully realized. The equipment required for nano technology manufacturing is rather expensive resulting in more expensive filter media. Nevertheless, nano technology-based filter media is catching on and will likely replace conventional filter media in near future. There is also growing interest on bi-component fibers, which have a higher number of island fibers. With this island-in-the-sea formation, 1200 fine island fibers can be produced. Apart from the island-in-the-sea technology, the segmented pie technology also helps in producing fine fibers and has become more popular in recent years.",
            "cite_spans": [],
            "section": "Use of finer fiber in composite structures ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "In industrial pulse-jet filtration, scrim reinforced needlefelts are used for improving dimensional stability and greater durability. Figure 8.4\nshows the sectional view of a hydroentangled composite nonwoven with scrim used for the industrial gas filtration process. Over the years, use of scrim becomes limited in gas filtration applications due to the improvement in the fiber consolidation process. However, scrim composites are often beneficial for high-temperature application. A range of scrim composite materials for high-temperature application are offered by EvonikFibres GmbH, such as polyimide (P84) fibrous batt with polytetrafluoroethylene (PTFE) scrim, P84 fiber nonwoven with P84 scrim, a fibrous blend of polyphylene sulfide fiber (PPS) and P84 with PPS scrim etc. Figure 8.5\nshows the artistic view of P84 nonwoven with P84 scrim used for high- temperature application.",
            "cite_spans": [],
            "section": "Use of scrim ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 144,
                    "mention": "Figure 8.4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 782,
                    "end": 792,
                    "mention": "Figure 8.5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Research aimed at developing materials suitable for use in high-t emperature applications has found that filter fabrics constructed from basalt-based composites produce some successful results (Johnson and Handy, 2003). The success of such materials lies in the fact that they combine the filtering characteristics of P84 with key properties of the basalt fabric used as scrim, including high chemical resistance, thermal resistance and strength. In scrim fabrics, if the nonwoven layer shrinks it does not cause any change in the dimension of filter bags, meaning there is no deterioration of filter ability, and some research suggests that the bags remain operational at temperatures of up to 300 °C. By assessing retention of fabric strength, the service life of both P84/basalt filters composite (meteor bags) and membrane laminated glass fiber bags have been estimated and found to be comparable. Ensuring functionality at high temperatures is an extremely desirable characteristic for some applications, and even at temperatures over 800 °C basalt composite filter fabrics can successfully clean corrosive hot gases or waste air containing hot particles.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 217,
                    "mention": "Johnson and Handy, 2003",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Use of scrim ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "Studies from around the world have suggested that meteor fabric has been successfully used to clean air with 1500 ppm of sulfur dioxide at 160 °C and a high moisture content (South African Republic), to filter carbonyl of nickel from waste gas generated by nickel film production (Canada) and to filter stack gas after molybdenum powder production in Russia. The use of LD- Mobile/HEC monitoring and cleaning technology has also been used to significantly increase basalt composite filter bag lifespan (Medvedyev and Tsybulya, 2005).",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 531,
                    "mention": "Medvedyev and Tsybulya, 2005",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Use of scrim ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "A sandwich structure has been used to improve filtration performance, with two nonwoven fabrics and a polyester grid (C)-laminated together to form a nonwoven composite for use as filter bags (Lin et al., 2006) (Fig. 8.6\n) . One nonwoven component (A) was made up of polyester fibers of various levels of fineness, with a surface layer of ultra fine fibers of low melting-temperature (Tm). A second component (B) was constructed from 2.22 dtex polyester fibers, and the two materials were then used to compose the nonwoven composite using layers in an A/B/C/B order, forming a sandwich structure with a basic weight of 500 g/m2. In order to bond the layers firmly, forming a composite nonwoven fabric, the material was then thermal calendared and needle punched. It has been claimed that in order to suit varied filtering media, the sandwich-structure could be molded into varied shapes.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 209,
                    "mention": "Lin et al., 2006",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Use of scrim ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "mention": "Fig. 8.6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Recent emphasis on extremely high-efficiency removal of very fine particles during filtration has led to the demand for very fine porous surface layers, and this demand has been met by the lamination of a membrane on to a suitably robust substrate. Because the membrane used is extremely thick (12–75 μm) it is essential that special adhesives or, where possible, flame bonding are used to combine it with a suitable substrate. Nonwoven materials have proved to be very suitable as substrates, especially for the support of PTFE membranes. Depending upon the intended application, substrates range from lightweight spunbonded polypropylene or polyester, to substantial fabrics such as thick needlefelts. Membrane-based filtration media offer unique properties that make them suitable for a wide number of applications. This includes pulse-cleaned industrial applications (bag house, airborne pollution control and gas turbine), applications in respirators, consumer and industrial vacuum cleaners, medical, biopharmaceutical and aggressive chemicals.",
            "cite_spans": [],
            "section": "Use of membrane over support layer ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "It is important to note that membrane filtration technology was greatly limited by membrane fouling. Membrane fouling leads to higher operation and maintenance costs by deteriorating membrane performances (flux decline vs. time, zeta potential changing during time, etc.) and eventually shortening membrane life. Hence it is sensible to use nonwoven porous support which generally has the superior dirt-holding capacity and does not have a much wider pore size distribution. Such quality, along with reinforcement of mechanical strength to the membranes, gives better performance with decreased fouling. In a research work (Hegde et al., 2011) on a polysulfone blend nanoporous membrane with nonwoven support consisting of fine polyester fibers, it was observed that nonwoven support minimizes membrane fouling apart from providing mechanical strength to the membrane during the filtration process. Hence it helps in better membrane performance in terms of salt rejection, improved flux, thermal stability and proton conductivity. The membrane is essentially a surface filtration device, with little or no depth filtration involved in its use. In practice, many membranes are of asymmetric structure and effectively comprise two layers. The active, surface layer is a very thin skin, the permeability of which is of critical importance. The lower, thicker layer is of more open structure, its role being to serve as a mechanical support for the active layer. One of the most popular membranes is PTFE. The advantages of the PTFE (naturally hydrophobic) membrane are its superior chemical and temperature resistance and its non-sticky nature. Apart from PTFE, another most widely used acrylic copolymer membrane is inherently hydrophilic, and offers low extractability. The laminated product with nonwoven polyester fabric is employed in semiconductor water, pharmaceuticals, food and beverages.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 642,
                    "mention": "Hegde et al., 2011",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Use of membrane over support layer ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "Besides the most popular ePTFE membrane, UPE membranes are also reported to be inert and compatible with harsh industrial environments. The inherent structural properties of these membranes enable flexible composites, enhanced pleat processing and new high performance filter designs. While used in cleanrooms, HEPA and ULPA filters, they provide absolute protection. They are designed to be installed for the lifetime of the cleanroom. Prefilters are used to capture the majority of particles in the airstream and reduce the load on the membrane filters. High alpha membrane filters lower the pressure drop, leading to significant savings in energy consumption during cleanroom operations. Over the typical five-year useable life of a filter, the resulting savings easily outweigh the added cost for the membrane filter (Galka and Saxena, 2009).",
            "cite_spans": [
                {
                    "start": 822,
                    "end": 844,
                    "mention": "Galka and Saxena, 2009",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Use of membrane over support layer ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "Most often the membrane filter operates at face velocities of 10 to 20 cm/s while used for cleanroom applications. The composite with ePTFE and UPE membranes provide high efficiency at these higher airspeeds and the low pressure drop enables the high airflow rates with reduced power consumption. The low pressure drop, ULPA efficiency and hydrophobic membrane properties are essential in surgical and hospital airway management, protecting both the patient and equipment. Those same properties are ideal for venting applications such as ostomy bags. The membrane can also be typically laminated to a carbon impregnated nonwoven. The combined filter provides for pressure relief, an absolute barrier to liquid flow through the filter in both directions and odor reduction. Depending upon the particular requirements, the membrane may be treated to enhance its oleophobic properties. In biopharmaceutical manufacturing, ePTFE and UPE filters can be used to vent gases produced during fermentation and cell culture. These vent filters require an absolute barrier to microorganisms in aerosols and to bacteria in the event the filter is wet out. The gamma stable properties of UPE membranes provide significant benefit in single-use applications in the medical and biopharmaceutical fields (Galka and Saxena, 2009).",
            "cite_spans": [
                {
                    "start": 1288,
                    "end": 1310,
                    "mention": "Galka and Saxena, 2009",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Use of membrane over support layer ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "In industrial gas filtration, higher efficiency is provided by filter membranes than by conventional fabrics. An expanded PTFE membrane is shown in Fig. 8.7\n. The size of the pores trap any particles below 2.5 μm in diameter whilst still allowing air to pass through, thereby proving more effective for filtering, particularly for small particles, than conventional filters (Fig. 8.8\n). This membrane is attached to needlepunched felts, spunbonded or over spunlace nonwovens. Different fiber polymers, including homopolymer acrylic, torcon, nomex, static conducting polyester, polyester and polypropylene, can be used to make the substrate, as can woven fabric of PTFE yarn/glass yarn. The chemically inert PTFE membrane can withstand high temperatures of up to 260 °C. When selecting the base material, the filtration operating temperature and chemical environment must be taken into account. High efficiency and exceptional flow capability are provided by uniquely engineered microstructures in the PTFE membranes (Martin, 1999; Griffin, 2003; Menardi Filters, 2013; Mueller sales, 2013; Simatek A/S, 2013; W. L. Gore & Associates, 2013a). In comparison to the plain spunbonded media, a slightly higher filtration efficiency of 99.999% (99.9975% efficiency without lamination) was given by lamination of a PTFE membrane to the spunbonded polyester media. This result was obtained while operating at a slightly higher pressure drop. Such spunbonded media have been employed in bag houses, ventilating many applications (Martin, 1999).",
            "cite_spans": [
                {
                    "start": 1017,
                    "end": 1029,
                    "mention": "Martin, 1999",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1031,
                    "end": 1044,
                    "mention": "Griffin, 2003",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1046,
                    "end": 1067,
                    "mention": "Menardi Filters, 2013",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1069,
                    "end": 1088,
                    "mention": "Mueller sales, 2013",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1090,
                    "end": 1107,
                    "mention": "Simatek A/S, 2013",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1109,
                    "end": 1139,
                    "mention": "W. L. Gore & Associates, 2013a",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 1521,
                    "end": 1533,
                    "mention": "Martin, 1999",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Use of membrane over support layer ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "mention": "Fig. 8.7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 375,
                    "end": 383,
                    "mention": "Fig. 8.8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "In industrial gas filtration process, membrane filters also help in removal of cake. In this regard, the cake adhesion force determines efficacy of removal of cake from the filter media. When the filtration cake is formed during the filtration process, the resistance to air flow through the filter increases, as a result the pressure drop increases. The cake must be removed by cleaning processes, once the pressure drop is considered relatively high, in order to minimize resistance to gas flow and, consequently, reduce costs. Therefore, improvements in the cake removal process may represent substantial economic gains, as well as significant contributions to a greater improvement of the filtration process.",
            "cite_spans": [],
            "section": "Use of membrane over support layer ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "However, complete removal of cake is not desirable as primary cake also takes part in filtration and protects the fabric. Particularly, problems occur in sugar particles where a stable primary cake formation is difficult due its particulate nature.",
            "cite_spans": [],
            "section": "Use of membrane over support layer ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "Membrane filters may offer numerous advantages, including:•reduced maintenance costs;•increased plant utilization;•increased filter life;•meet and exceed environmental compliance;•reduced particulate matter and down time;•reduced energy costs;•reduced cleaning cycles;•increased throughput.\n",
            "cite_spans": [],
            "section": "Use of membrane over support layer ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "However, membrane applications are fairly expensive, meaning their use is usually limited to applications which are particularly difficult. Such applications include cases where filtration of extremely fine dust particles or particularly hazardous contaminants is required, or where unique advantages (such as cake release) may be offered by interaction with a membrane surface. As an example, hybrid technology which combines electrostatic charges with fabric filtration offers improved efficiency when utilizing membrane fabrics with lower air to cloth ratios, thanks to the substantial reduction in the burden of particulates on the fabric filter (Mukhopadhyay, 2009).",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 669,
                    "mention": "Mukhopadhyay, 2009",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Use of membrane over support layer ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "In a study by Fritsky (2013) based on particulate emissions at a municipal solid waste combustion facility, the performance of GORE-TEX® membrane (PTFE)/TEFLON® B fiberglass fabric filter bags was assessed. This technology is made up of two key elements: a pulse-jet fabric filter collector, which is additionally equipped with a lime slurry spray dryer absorber. Some factors attributable to the success of the fabric filter collector include: superior operation of the boiler and spray drier absorber; infrequent and low pressure pulsing; prevention of the penetration of particulate matter into and beyond the GORE-TEX membrane (wear of abrasive dust can otherwise cause fiberglass fiber breakage); and excellent bag-to-cage fit and bag design to minimize flex fatigue of fiberglass fibers against cage wires, whilst allowing adequate bag movement for efficient cleaning (Fritsky, 2013). It may be added that membrane-less glass fiber fabrics are unable to meet current emission requirements.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 28,
                    "mention": "Fritsky (2013)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 875,
                    "end": 888,
                    "mention": "Fritsky, 2013",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Use of membrane over support layer ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "However, filtration performance is degraded by premature membrane failure. Particularly during cleaning pulses, filter bags are subjected to continual stresses and flexing which may lead to breaking of the membrane’s bond, causing fibrils structure and the development of cracks. Various factors, including the frequency of cleaning pulses and the amount of pulse pressure used, affect the severity and extent of this crack development. Pulse pressure and pulse-on-time during membrane filter use, should be kept below 550 kPa and 350 milliseconds, respectively (Hardman, 2000; Savage et al., 2013; W. L. Gore & Associates, 2013b). Innovative development and re-engineering of PTFE membranes can achieve higher strength levels and increased air flow, whilst maintaining filtration efficiency.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 576,
                    "mention": "Hardman, 2000",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 578,
                    "end": 597,
                    "mention": "Savage et al., 2013",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 599,
                    "end": 629,
                    "mention": "W. L. Gore & Associates, 2013b",
                    "ref_id": "BIBREF108"
                }
            ],
            "section": "Use of membrane over support layer ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "To achieve finer particle filtration and improve cake discharge during the industrial gas filtration process, microporous polymer coatings can be applied to the face of nonwoven fabrics. In addition to improving filtration efficiency and cake release, this process improves the efficiency of heat, chemical and abrasion resistance (Goosens, 1993). When applied to the needlefelt surface, coatings form a quasi-membrane structure. The addition of a Teflon B coating on the surface of glass fiber fabric for boiler applications is common (Carr and Smith, 1984). During the late 1980s Ravensworth Ltd developed a range of coated materials, under the trade name of Ravlex, for achieving superior filtration performance. Three main product groups are generally used for the coating process: Ravlex MX, Ravlex PPC and Ravlex YP. Ravlex MX is a PTFE microporous embedded coating which is applied to the carrier needlefelt filtration surface. Ravlex MX is generally used for the filtration of fine particles in the chemical, pharmaceutical and food industries. Formulated from PTFE, the Ravlex PPC coating offers higher permeability than the Ravlex MX due to its larger pore size, thereby making it suitable for the filtering agglomerating or sticky dusts. With a pore structure similar to Ravlex PPC, Ravlex YP is formulated from polyurethane (PU), whilst another recent product, Ravlex CR, is formulated from PTFE coating. As previously outlined, all such coatings usually offer such benefits as high abrasion resistance, effective cake release, increased air permeability, reduced operational pressure drop (resistance to blinding), reduced cleaning frequency and extended filter operational life (Gibbons, 2002, Lydon, 2004; Ravensworth Ltd., UK, 2004a, Ravensworth Ltd., UK, 2004b).",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 345,
                    "mention": "Goosens, 1993",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 537,
                    "end": 557,
                    "mention": "Carr and Smith, 1984",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1693,
                    "end": 1706,
                    "mention": "Gibbons, 2002",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1708,
                    "end": 1719,
                    "mention": "Lydon, 2004",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1721,
                    "end": 1748,
                    "mention": "Ravensworth Ltd., UK, 2004a",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1750,
                    "end": 1777,
                    "mention": "Ravensworth Ltd., UK, 2004b",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "Surface coating ::: Coated filters ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "MicroWeb 2000 and MicroWeb II media, which comprise polytetrafluoro- ethylene (PTFE) and acrylic coatings, respectively, on a polyester needlefelt, have been introduced by Webron and are designed to provide reasonably high permeability. Similarly, a number of treatment processes are produced by Fratelli Testori. These include Novates, which is a coating of polyurethane (PU) on polyester or acrylic felts to provide hydrophobic and oleophobic characteristics; and Mantes, which gives enhanced chemical resistance via application of a resin chemical treatment containing PTFE to acrylics and high- temperature fibers. Tuf-tex™ thermosetting resins have been developed by Madison Filter for the coating of polypropylene, polyamide and polyester substrates. Once sprayed or knifed onto the surface of the filter fabric, these provide good abrasion resistance and enhanced dimensional stability (Lydon, 2004).",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 905,
                    "mention": "Lydon, 2004",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Surface coating ::: Coated filters ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "During application, fabric is steeped in a chemical solution containing high concentrations of PTFE and fluoride resins. The fluorides are then fixed on the fibers by drying and heating the fabric. Application of this process to polyester or acrylic fiber fabrics enhances both cake release properties and protection from chemical activity (Hardman, 2000). When treating glass fiber fabric, the fabric is immersed in an emulsion of water, silicon, silicon graphite or colloidal graphite or fluorocarbon compounds, before excess liquid is removed by squeezing the material through a roller, and the fabric is then dried (Ray, 2004).",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 354,
                    "mention": "Hardman, 2000",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 620,
                    "end": 629,
                    "mention": "Ray, 2004",
                    "ref_id": "BIBREF81"
                }
            ],
            "section": "Steeping ::: Coated filters ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "Aqueous-based acrylic latex is usually the principle ingredient of the treatment. In order to ensure that a fine, regular, stable pore structure is formed and that any specifically required characteristics (such as antistatic or hydrophobic properties) are produced, a range of chemical agents may constitute the precise formulation. Surface chemistry factors are the key factors governing the selection of polymer for coating, and the final product must feature effective chemical affinity between the contiguous materials involved. Figure 8.9\nshows a foam layer electron photomicrograph.",
            "cite_spans": [],
            "section": "Foam coating (Goosens, 1993bb0190bibr) ::: Coated filters ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": [
                {
                    "start": 534,
                    "end": 544,
                    "mention": "Figure 8.9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Using this approach in the production of acrylic foam-coated needlefelts produces such materials with the capability of operating continuously at temperatures up to approximately 120 °C. These materials are not, however, usually resistant to hydrolytic conditions, which can potentially lead to structural collapse and premature pressurization. The specific density of the foam when applied to the material is also essential for successful application. If the density is too high, the substrate is wetted excessively. This leads to inadequate penetration and poor mechanical bonding as a result of the unacceptable air permeability and too low a density, increasing the risk of delamination.",
            "cite_spans": [],
            "section": "Foam coating (Goosens, 1993bb0190bibr) ::: Coated filters ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "Uniform, smaller sized pores can be achieved on the fabric surface via the use of powders, which are chemically inert additives. By pre-coating the new fabric filters with this powder, the filter surface develops a protective coating. Calendaring can help achieve effective powder coating, thanks to the lower melting point of the powder in comparison to the nonwoven fabric. The powder, which is scattered onto the surface of nonwoven fabric, melts together with the fibers to form a layer of smaller pores.",
            "cite_spans": [],
            "section": "Use of inert powders (Goosens, 1993bb0190bibr; Menardi Filters, 2013bb0370bibr) ::: Coated filters ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "It is interesting to note that the improvement of composite material performance via the use of low pressure plasma for coatings is gaining increasing interest. Filter media producers adopt plasma coating to improve the quality of their products. Innovative plasma processes allow depositing coatings with high levels of hydrophobicity and/or oleophobicity for use in gas filtration, or coatings with permanent hydrophilic effect for liquid filter media and battery separators. The use of low pressure plasma for surface modification of filter media becomes more widespread because it is a dry and clean technology. The coatings applied by low pressure plasma polymerization also give good resistance to abrasion and washing. At the same time, it helps these companies to save costs because of a lower consumption of energy and chemicals (Legein, 2011). A well-known application of plasma coating is found in the production of blood filter media, respiratory mask, filter for HVAC, etc.",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 851,
                    "mention": "Legein, 2011",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Use of inert powders (Goosens, 1993bb0190bibr; Menardi Filters, 2013bb0370bibr) ::: Coated filters ::: The role of composite nonwovens in filters: combining mechanical support and durability with filtration",
            "ref_spans": []
        },
        {
            "text": "In this case, composite nonwoven filter layers may be used in one of two forms: an upstreamlayer may be used as a prefilter for the final filtration layer, or, alternatively, gradient density depth filtration may be provided by arranging composite nonwoven layers of increasing densities. The outer layers can also serve as a containment to inhibit medium migration, dusting, and particle fallout from the inner layers. It may be added that process air from machining operations can have high concentrations of liquid aerosols, up to 100 mg/m3, and can cause several types of serious health effects on workers. A good drainage capacity is a vital requirement in a multistage filtration system.",
            "cite_spans": [],
            "section": "The role of composite nonwovens in filters: providing two or more layers of different filtration efficiency",
            "ref_spans": []
        },
        {
            "text": "The SMS fabric as referred to earlier (Section 8.2.1) works under the aforesaid philosophy wherein the meltblown middle layer provides higher filtration performance as compared to spunbonded side layers. As the meltblown layer conducts the final filtration, the spunbonded layer acts as a prefilter. In the gradient density medium, the differing bulk of each layer provides an increasingly efficient level of filtration; as the fluid moves through these increasingly fine layers, smaller and smaller contaminant particles are removed. Better filtration has been found through producing a unique gradient structure made in two steps. In the first step, a pile stitch-bonded nonwoven with a one loop surface is manufactured. In the second step, the one loop surface of pile stitch-bonded nonwoven is compressed by putting a hydroentangled nonwoven on it (Smithies and Zimmerman, 2005; Lin et al., 2006). The result is a gradient density medium and a photomicrograph of the structure is shown in Fig. 8.10\n. The product is unique in that the fibers of the upper pile surface are oriented in the direction of flow. This is in contrast to the conventional filter media where the fibers are generally perpendicular to the direction of flow. The share in pile ranges from 98% to 99% and the number and size of cavities between the fibers depend on the fineness of fibers used and the fabric thickness. The product is found to be useful for depth filtration applications.",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 881,
                    "mention": "Smithies and Zimmerman, 2005",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 883,
                    "end": 899,
                    "mention": "Lin et al., 2006",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "The role of composite nonwovens in filters: providing two or more layers of different filtration efficiency",
            "ref_spans": [
                {
                    "start": 993,
                    "end": 1002,
                    "mention": "Fig. 8.10",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "In another development, wet lay technology can be used to create pore gradient in the media for the manufacture of air filtration media for many different applications, including HVAC, heavy duty air intake, automotive air intake, gas turbine and cabin air. Due to the gradient pore size, these media have a high dust-holding capacity and low pressure drop. The multilayer construction can combine mechanical filtration (a prefilter that removes most particles), electrostatic filtration (the middle layer allows high initial filtration efficiency) and the last layer/filter that allows high efficiency for all filter life. The triple-layer construction makes it possible to create different kinds of products by simply modifying the grammage or the fiber composition of the layers. The composite can be pleatable on different kinds of pleating machines. It is also possible to mix different fibers (a wide range of natural, mineral, synthetic and man-made fibers of varying length) and obtain a wide range of fiber orientation ranging from random to parallel with the consequent differences in filtration performances and applications. The system is flexible to incorporate gas adsorption media (for example activated carbon granules) on-line in the middle layer, obtaining an efficient filter for gas odor removal. This innovative concept of wet lay technology can create nonwovens with special properties, i.e. high efficiency filter media (or gas-adsorption filter media) combined with a very low pressure drop. These advantages make these nonwovens extremely useful for applications such as cabin air or HVAC where high permeability assures a consistent air-flow into the filtration system (Ahlstrom Technical Specialties, 2001; Montefusco, 2005). It may be noted that there are other ways of creating a gradient structure, for example the Intrepid™ filter medium by Kimberly-Clark Worldwide, Inc. (discussed in Section 7.13.1 under the subheading Gradient density filter media).",
            "cite_spans": [
                {
                    "start": 1696,
                    "end": 1732,
                    "mention": "Ahlstrom Technical Specialties, 2001",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1734,
                    "end": 1750,
                    "mention": "Montefusco, 2005",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "The role of composite nonwovens in filters: providing two or more layers of different filtration efficiency",
            "ref_spans": []
        },
        {
            "text": "As demands to meet energy and space-saving requirements increase, chemical engineers have had to develop new multifunctional reactors which have the ability to conduct multiple functions in addition to the necessary chemical reaction, including functions relating to separation, heat exchange, momentum transfer and secondary reactions amongst others (Agar, 1999, Dautzemberg and Mukherjee, 2001). One feature common to all multifunctional reactors is their facilitation for the substitution of a single process unit in place of at least two, allowing all necessary operations to be carried out simultaneously. The catalytic reactions occurring in catalytic filters have been found to be useful in one such application, as they are able to remove particulates from flue gases (from, for example, waste incinerators, diesel engines, boilers, pressurized fluidized bed coal combustors, or biomass gasifiers, amongst others) whilst also abating chemical pollutants (including nitrogen oxides, dioxins, volatile organic compounds, tar and carbonaceous material). A thin layer of the catalyst is applied directly onto the filter material, which may either be rigid (consisting of filter tubes made of sintered granules) or flexible (nonwoven fabrics) (Matatov-Meytal and Sheintuch, 2002; Fino et al., 2004). In applications such as incinerators, pyrometallurgical and cement kilns, the combination of surface filtration and catalysis (ALSOM Power, 2008) has created new methodologies which destroy gaseous dioxins and captures solid phase emissions, leading to operational cost savings.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 362,
                    "mention": "Agar, 1999",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 364,
                    "end": 395,
                    "mention": "Dautzemberg and Mukherjee, 2001",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1247,
                    "end": 1281,
                    "mention": "Matatov-Meytal and Sheintuch, 2002",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1283,
                    "end": 1300,
                    "mention": "Fino et al., 2004",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1430,
                    "end": 1447,
                    "mention": "ALSOM Power, 2008",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Conversion of gases with simultaneous control of particulates via catalytic filter ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": []
        },
        {
            "text": "Efficient particle, NOx and VOC removal can be achieved via the use of fabric filters or ceramic hot gas filter elements (foam candles) which combine a fine filtering outer membrane with an integrated catalyst in the support structure (Spivey, 1993; Bonte et al., 2002; Hackel et al., 2005; Nacken et al., 2007; ALSOM Power, 2008; Heidenreich et al., 2008). The combination of a filter and an SCR (selective catalytic reduction) reactor in one unit (Fig. 8.11\n) is facilitated by such elements. PTFE lamination is able to function at a continuous temperature of 260 °C, so the development of a catalyst capable of the selective catalytic reduction (SCR) of NOx with ammonia and simultaneous combustion of VOCs at such a temperature is also useful (ALSOM Power, 2008). One such innovative catalytic filter concept has been reported by Fino and co-workers (2004). This concept for reduction of NOx and the combustion of PAHs (polycyclic aromatic hydrocarbons) present in incinerator flue gases, was based on a structure combining catalytic foam with a laminated fabric filter for fly-ash filtration.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 248,
                    "mention": "Spivey, 1993",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 250,
                    "end": 268,
                    "mention": "Bonte et al., 2002",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 270,
                    "end": 289,
                    "mention": "Hackel et al., 2005",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 291,
                    "end": 310,
                    "mention": "Nacken et al., 2007",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 312,
                    "end": 329,
                    "mention": "ALSOM Power, 2008",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 331,
                    "end": 355,
                    "mention": "Heidenreich et al., 2008",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 748,
                    "end": 765,
                    "mention": "ALSOM Power, 2008",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 834,
                    "end": 860,
                    "mention": "Fino and co-workers (2004)",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Conversion of gases with simultaneous control of particulates via catalytic filter ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": [
                {
                    "start": 450,
                    "end": 459,
                    "mention": "Fig. 8.11",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "As well as collecting particles, the removal of gaseous components such as odors or corrosive gases from air becomes increasingly important in filtration, specifically in air filtration. There are many applications where adsorption of odor/gases are important while removing particulates such as medical and surgical source capture (laser odors, disinfection odors, etc.), industrial vacuum cleaner filters, personal protection (masks, cabin-air filters, military environments, etc.), smoke/fume exhaust filters, etc. Zeolites, ion exchange resins, alumina, baking soda (sodium bicarbonate), activated carbon and other materials can be used as adsorbents and are available as powders, irregularly shaped granules, extruded granules or in the form of fibers. The majority of the nonwovens used for gas adsorption consist of carrier nonwoven layers covered with activated carbon and a prefilter nonwoven layer (Fig. 8.12\n). The nonwoven layers perform particulate filtration and the activated carbon layer separates molecular contaminants by adsorption. With average surface areas of around 1000 m2/g, the activated carbon surface is very irregular, with pore sizes ranging from 0.5 to 50 nm. This feature allows the surface to absorb substances with widely varying particle sizes. In addition, water vapor is not favorably adsorbed by activated carbon, as activated carbon is nonpolar. Due to this the surface can capture organic vapors at relatively high humidity. In addition, carbons with smaller pore sizes facilitate the increased capture of high-volatility vapors, due to having a greater affinity for them.",
            "cite_spans": [],
            "section": "Contaminants adsorption with simultaneous removal of particles ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": [
                {
                    "start": 909,
                    "end": 918,
                    "mention": "Fig. 8.12",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "A variety of different technologies exist to adjoin activated carbon powder or granules with the nonwoven filter medium. This could be printing, impregnation, applying a chemical binder or thermal bonding resin or spraying fine hot-melt fibers. All technologies have common aims, to keep the surface of the activated carbon as free as possible to enhance the adsorption mechanism and to maximize the loading capacity for gaseous components or odors (Fig. 8.13\n) (Sievert, 2011). In a study, sorbent particles (active carbon, aluminium oxide, chitosan, etc.) are caught by microfibers in meltblown nonwovens. These nonwovens do not contain any additional agent to bind sorbent particles, hence the durability of binding sorbent particles is the key issue in this technology. Organoleptic assessment is useful to determine the durability of active carbon particle bonds in the composite nonwovens. The assessment of one part of a filtration face mask made out of composite nonwovens with active carbon showed that sorbent particles had a tendency to drop off (Nowicka, 2003).",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 476,
                    "mention": "Sievert, 2011",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1058,
                    "end": 1071,
                    "mention": "Nowicka, 2003",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "Contaminants adsorption with simultaneous removal of particles ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": [
                {
                    "start": 450,
                    "end": 459,
                    "mention": "Fig. 8.13",
                    "ref_id": "FIGREF12"
                }
            ]
        },
        {
            "text": "Adsorbent media are increasingly being used for the removal of unpleasant odors and emission fumes in automotive cabin air filters, with great success. Absorbent media are also frequently employed in the removal of toxic and obnoxious chemicals from air in applications such as respirators and gas masks. Active carbon and similar adsorbents are used to combat the toxic effects of chemical agents in military affairs, to protect both military personnel and civilians. Liquid and soluble contaminants are also removed from fluid streams by filter media containing adsorbents, via surface adsorption, i.e. the medium surface attracts the contaminants and the physical chemical effects hold them.",
            "cite_spans": [],
            "section": "Contaminants adsorption with simultaneous removal of particles ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": []
        },
        {
            "text": "Filter media are used in liquid filtration for the removal of unpleasant-tasting contaminants and hydrocarbons from drinking water. In home water filters, activated carbon filter papers (a form of wet laid medium) are used extensively to remove undesirable taste and odor contaminants. Adsorbents have become a key element of HVAC (heat, ventilation, air conditioning) systems in both the home and workplace in recent years. As activated carbon is extremely efficient at adsorbing most organic chemicals, it is unsurprising that it has become the most regularly used sorbent in HVAC systems. Figure 8.14\nshows the filter with activated carbon for HVAC application. The filter (Austin air filter) is composed of a prefilter (to trap larger particles such as dirt, lint and hair), a layer with a carbon and zeolite mix (to adsorb odors and gases), and HEPA filter paper (to remove harmful airborne particles).",
            "cite_spans": [],
            "section": "Contaminants adsorption with simultaneous removal of particles ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": [
                {
                    "start": 592,
                    "end": 603,
                    "mention": "Figure 8.14",
                    "ref_id": "FIGREF13"
                }
            ]
        },
        {
            "text": "One of the commercial grade nonwoven composites, known as PLEKX®, contains active ingredients greater than 82% of the media by weight to maximize adsorption and performance. A carbon layer is sandwiched between two nonwoven layers of PET substrates (Fig. 8.15\n) in which the inner layer is activated carbon particles held together with a thermal bonding resin (10% microbinder) top and bottom. The conventional adsorption product is coconut shell carbon, but this can be boosted with chemical impregnation for higher efficiency in critical gas applications. It is possible to use commercial carbon fiber of 5–10 μm diameter which offers a possible alternative to organic fibers and glass fibers for filter pads and felts for extreme chemical and temperature use and to dissipate electrical charges, with additional advantage that the material can be activated as an adsorbent filter. The main limitation of carbon fiber as a filter medium has been its expense, coupled with the fact that the current fiber diameter sizes are higher resulting in reduced performance of current HEPA filters using microglassfibers. However, carbon fibers down to nanometer diameters are now becoming commercially available and these are going to be an exceedingly important component of the fiber filter media business.",
            "cite_spans": [],
            "section": "Contaminants adsorption with simultaneous removal of particles ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": [
                {
                    "start": 250,
                    "end": 259,
                    "mention": "Fig. 8.15",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "\nThe application of chemical impregnates can also be used to supplement physical adsorption via additional chemical reactions, increasing the range of vapors that activated carbon can adsorb. Recent work has led to the development of chemically impregnated fibers (CIF) which use smaller, more active sorbent particles than previously employed. Such CIFs allow the incorporation of such material as carbon, permanganate/alumina, or zeolite into a fabric mat. Types of impregnate based on chemical contaminants are well documented in readily available source material (Centers for Disease Control and Prevention, 2003).",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 616,
                    "mention": "Centers for Disease Control and Prevention, 2003",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Contaminants adsorption with simultaneous removal of particles ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": []
        },
        {
            "text": "A number of filter medium and filter manufacturers are incorporating antimicrobial agents into their filter media for removal of microbes. It is worth mentioning that although HEPA filters are designed to filter out microorganisms, the arrested microorganisms can grow inside the filter medium under certain conditions such as sufficient nutrients, proper humidity and temperature (Maus et al., 2001). Some organic media such as cellulose provide nutrition for microbiological growth. A function of activated carbon media in the HVAC filter is to adsorb organic material, which in turn makes the medium vulnerable to being a nutritional haven for microorganisms. In aqueous and high moisture air environments, biological activity can cause serious degradation of the filter medium and be a source of contamination downstream of the medium (Price et al., 1997). Apart from being widely used for cleanroom filters (particularly in the food processing industry, hospitals, etc.), swimming pool and spa filters are logical candidates for removal of microbes in aqueous filtration.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 399,
                    "mention": "Maus et al., 2001",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 840,
                    "end": 858,
                    "mention": "Price et al., 1997",
                    "ref_id": "BIBREF80"
                }
            ],
            "section": "Removal of microbes during removal of particles ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": []
        },
        {
            "text": "It is important to note that silver is the most adopted antibacterial agent due to its strong antibacterial activity (Spadaro et al., 1974), high biocompatibility (Joeger et al., 2001), relatively nontoxicity, excellent resistance to sterilization conditions, and long-term durability of its antibacterial effect. There have been many reports utilizing several silver-doped polymers and, maybe the most worked polymer embedded silver nanoparticle and electrospun is polyacrylonitrile (PAN) (Hoda et al., 2012). Antimicrobial nanofibrous filters (Tobler and Warner, 2005; Jeong et al., 2007; Lala et al., 2007) are found to be useful for improved antimicrobial functionality. In a report, a silver nanoparticles-chitosan composite was prepared by using a microcrystalline chitosan gelatinous water dispersion at ambient temperature and its aqueous solution was applied to the antibacterial finishing of Tencel/cotton nonwoven fabric. The finished nonwoven fabric showed excellent water absorption ability, air permeability and antibacterial activity against E.coli (Di et al., 2012). There is also an application of enzyme type antimicrobial agents for the HEPA filter. The primary characteristic of the enzyme filter is to exterminate the captured microorganisms with the lytic action of immobilized enzymes to the filter (Taiwan Nitta Filter Co., Ltd, 2013).",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 138,
                    "mention": "Spadaro et al., 1974",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 164,
                    "end": 183,
                    "mention": "Joeger et al., 2001",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 491,
                    "end": 508,
                    "mention": "Hoda et al., 2012",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 546,
                    "end": 569,
                    "mention": "Tobler and Warner, 2005",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 571,
                    "end": 589,
                    "mention": "Jeong et al., 2007",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 591,
                    "end": 608,
                    "mention": "Lala et al., 2007",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1065,
                    "end": 1080,
                    "mention": "Di et al., 2012",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1323,
                    "end": 1357,
                    "mention": "Taiwan Nitta Filter Co., Ltd, 2013",
                    "ref_id": "BIBREF97"
                }
            ],
            "section": "Removal of microbes during removal of particles ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": []
        },
        {
            "text": "Depending on application, there is a need of either elimination or retention of static charge during filtration. For cleanroom application, retention of static charge is beneficial; whereas in an industrial environment (e.g., the sugar industry) dissipation of static charge is most often required. Several nonwovens are available with a conductive surface to fulfill the requirements of static dissipation arising from explosive hazardous applications (Sievert, 2011). The high resistivity exhibited by the majority of synthetic fibers makes them a potential source for static build up, which can lead to arcing and explosions. In order to reduce such risks, a range of methods have been employed to increase the conductivity of filter media and facilitate the movement of any static build up directly to the ground. Such methods, which have varying degrees of durability, cost, efficiency, practicality and contamination potential, include the use of epitropic and stainless steel fiber admixtures, chemical coatings, aluminized coatings, carbon/resin coatings and carbon lines printed on a media. At the time of writing there is a clear market potential for the development of an efficient, durable, convenient conductive fiber which can be successfully applied to a wide range of filtration applications (Scoble, 2011). Mesh materials are frequently used in sandwich formations, primarily for static dissipation and also for structural support. Figure 8.16\nillustrates the cross-section of a filter medium that contains a stainless steel mesh.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 467,
                    "mention": "Sievert, 2011",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1309,
                    "end": 1321,
                    "mention": "Scoble, 2011",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "Elimination/retention of static charge during filtration ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": [
                {
                    "start": 1449,
                    "end": 1460,
                    "mention": "Figure 8.16",
                    "ref_id": "FIGREF15"
                }
            ]
        },
        {
            "text": "In HVAC application, retention of the static charge is useful for separating small particulates. Statically charging fibers can enhance the particle collection efficiency of the filter media used in HVAC. However, it is important to relate the operating behaviours of filters to their charging state. A good filter is one that is capable of preserving a high level of charge for as long a time as possible, and hence a high collection efficiency. The decay of the electric potential at the surface of combined nonwoven media is accelerated when the design of the air filter includes an activated carbon layer (Dascalescu et al., 2010).",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 633,
                    "mention": "Dascalescu et al., 2010",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Elimination/retention of static charge during filtration ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": []
        },
        {
            "text": "Nonwovens are often employed in absorbent structures in order to contain the absorbent material during particulate contaminant removal. However, because structures such as those in diapers, hygienic pads, and wipes do not involve an element of separation, they are not considered as filter media. Although hydrophobic, polyolefins, have an affinity for oil. As such, they are frequently used to absorb oil from water, for example to control oil spills at sea. It should be noted that absorbency is often an undesired quality affecting a filter medium. Cellulose media has a tendency to absorb water, leading to softening and weakening of the filter structure and subsequently a reduced filter life. Furthermore, filtration performance may be inhibited by the fiber swelling caused by moisture absorption.",
            "cite_spans": [],
            "section": "Removal of unwanted fluid/vapor during removal of particulate contaminants ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": []
        },
        {
            "text": "Air-laid nonwoven structures, largely based on cellulose material, or short staple synthetic fibers, including polyester, polypropylene, nylon or rayon along with super absorbent polymers (SAP), for example carboxy methyl cellulose (CMC), are frequently used for formation of composite structures. Within a composite, fibers are inherently more effective because of their complementary structure. They also outperform super absorbent powders in handling (Dewsbury, 1990). If a considerable amount of long synthetic fibers feature in the web produced, it can then be spunlaced (hydroentangled). The media can be effectively used for different application areas such as water removal from oils and fuels, air filtration, blood treatment filters and personal protective equipment.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 469,
                    "mention": "Dewsbury, 1990",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Removal of unwanted fluid/vapor during removal of particulate contaminants ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": []
        },
        {
            "text": "In aviation fuel treatment, composite filter media consisting of super absorbent fiber (SAF) has found wide acceptance. They are used in the form of monitor cartridges which incorporate multi-layer nonwoven composite. These cartridges are capable of reducing particulates to < 0.3 mg/liter of solids in effluent and reduce free and dispersed water to < 5 ppm in effluent. Cartridges are based either on outside to inside or inside to outside fuel flow and offer excellent filtration rate capability. The flow through the system is halted when hit with a localized slug of water because of super absorbent gel block. Presence of water/solids in the incoming fuel will give rise to an increase in pressure differential, or a decrease in the flow rate, as the cartridges reach their maximum capacity for solids, water or a combination of both (Dewsbury, 1990).",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 855,
                    "mention": "Dewsbury, 1990",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Removal of unwanted fluid/vapor during removal of particulate contaminants ::: The role of composite nonwovens in filters: combining different separation technologies/functionality into one filter medium",
            "ref_spans": []
        },
        {
            "text": "The usage of composite nonwoven filter media in filtration is very popular worldwide. They are being widely used in industrial air filter bags, industrial fume cartridge dust filters, residential ventilation panels and pocket filters, air purifiers, automotive cabin air and air intake, to name a few. Some applications of composite nonwovens along with their constructional details are given in Table 8.1\n. It is important to note that both new requirements and novel products are continuously evolving as a result of market development and demand and this need for new products and technologies continues to grow. Disruptive technologies such as nanofibers are essential to growth and new product development across a range of fields, fueled by market responses, and the development of any new composite filter media would also originate from market needs or ideas. Looking at current market needs (Scoble, 2011) such developments may include:•Non-polytetrafluoroethylene (PTFE) membranes.•Fibers capable of communication through alteration (for example by changing color) to highlight potential problems such as exposure to toxins, excess temperature or dangerous wear levels).•Fibers which could convert and/or neutralize pollutants, toxins, CO or other harmful gasses or solids.•Fibers which could be charged and have polarity reversed, creating a textile electrostatic precipitator.•Increased use of nanofibers, microfibers and splitable fibers in an attempt to fill the gaps between standard, fine, micro- and nanofibers.•A longer-lasting, activated carbon coating for fibers to rival A/C depth filters.\n",
            "cite_spans": [
                {
                    "start": 901,
                    "end": 913,
                    "mention": "Scoble, 2011",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "Applications of composite nonwovens",
            "ref_spans": [
                {
                    "start": 396,
                    "end": 405,
                    "mention": "Table 8.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The primary issues that are always being pursued with particulate filter improvements are: (i) higher efficiency at lower energy consumption, (ii) longer filter life, (iii) greater dust load capacity, (iv) gaseous absorption and (v) easier maintenance without compromising filter efficiency. In all these improvements, development of the composite filter media is of prime importance. Usually, ultra- fine filters such as HEPA and ULPA elements use a sheet form of medium produced with glass microfibers with a graduated matrix to provide very high dust retention capacities. Nonwoven media, made from progressively structured thermally- (meltblown and spunbonded) and resin-bonded synthetic fibers, are gaining in use over glass fiber media. PP melt blown supported by spunbonded material are also used as HEPA filters. HEPA filter performance is found to be improved through appropriately structured meltblown nonwovens (Hassan et al.. 2012). There are many other variants of filter media composite structure such as the SMS (spunbond/meltblown/spunbond) process and variations thereof. The layered construction enables a gradual removal of finer airborne particles. In addition to being less expensive, filters exhibit greater durability, performance, safety, and environmental friendliness than their nonwoven glass fiber counterparts (Thiele and Badt, 1996). In addition, some designs offer varied separation modes within a single filter media. In automotive cabin air filters, for example, a nonwoven particulate filter layer is often combined with an activated carbon layer, offering further removal of odors and fumes.",
            "cite_spans": [
                {
                    "start": 923,
                    "end": 942,
                    "mention": "Hassan et al.. 2012",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1340,
                    "end": 1361,
                    "mention": "Thiele and Badt, 1996",
                    "ref_id": "BIBREF100"
                }
            ],
            "section": "HEPA filter ::: Applications in air/gas filtration",
            "ref_spans": []
        },
        {
            "text": "\nFor higher efficiency at lower energy consumption, the use of the layered fabric concept is also reported, where layers of finer denier fibers or even nanofibers can be incorporated in the fabric structure. Various finer fiber layers can be positioned at different locations within composite filter media to enhance the performance of HEPA filters. With Hollingsworth & Vose’s (2013) nanoweb process, nanoweblayers (thickness in the range of 15 to 30 μm) can be applied directly to a filtration substrate, such as glass, cellulose or synthetic fibers. A second nanofiber layer of a similar or different polymer can also be applied as a coating (Leung and Hung, 2012). NanoWave®, extended surface synthetic media has been reported to meet ASHRAE bag standards and HEPA/ULPA challenges (Anon, 2008, Wertz and Schneiders, 2009).",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 384,
                    "mention": "Hollingsworth & Vose’s (2013)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 646,
                    "end": 666,
                    "mention": "Leung and Hung, 2012",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 786,
                    "end": 796,
                    "mention": "Anon, 2008",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 798,
                    "end": 824,
                    "mention": "Wertz and Schneiders, 2009",
                    "ref_id": "BIBREF105"
                }
            ],
            "section": "HEPA filter ::: Applications in air/gas filtration",
            "ref_spans": []
        },
        {
            "text": "In recent years, developments in fibers and process technologies have expanded the applications of stitch bonded, hydroentangled composite nonwoven fabrics in filtration (Schmalz, 1998). The use of composites in filter cartridges (pleated cylindrical shape) which exhibit a fabric outer filter and a PTFE inner membrane is also reported (Dotti et al.. 2007). In another development, polymeric fibers are mixed with glass fibers which can make the structure pliable and can add a significant amount of structural strength that allows pleating to be effective (Larzelere, 2006). This will enhance the filtration performance of HEPA filter media in a smaller space.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 184,
                    "mention": "Schmalz, 1998",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 338,
                    "end": 356,
                    "mention": "Dotti et al.. 2007",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 559,
                    "end": 574,
                    "mention": "Larzelere, 2006",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "HEPA filter ::: Applications in air/gas filtration",
            "ref_spans": []
        },
        {
            "text": "Investigating methods for enhancing surface filtration is a common approach taken in developing industrial filter media. Although there have already been great improvements to the basic nonwoven structure, various methods to further enhance surface filtration are also available, in addition to the layered nonwoven fabric of membranes or coatings, fine/nanofibers, or trilobal/multilobal fibers at the upstream side. Of the several available techniques, membrane filters are becoming most frequently used for controlling fine particulates. As well as PTFE filter membranes increasing production costs, further research is still needed into their mechanical strength and subsequently their lifespan. As such, research and development related to this membrane arguably represents the fastest growing area of the filtration media market.",
            "cite_spans": [],
            "section": "Industrial filters ::: Applications in air/gas filtration",
            "ref_spans": []
        },
        {
            "text": "A variety of other composite forms are also being employed in industrial gaseous filtration. Use of metallic wire mesh inside the nonwoven structure is prevalent for dissipation of static charges in some specific industries. There is growing interest of using scrim needlefelt fabric, particularly in high temperature applications. Advanced composite products of this type will undoubtedly feature strongly as a future trend in this field, and the development of such products will facilitate the formation of structures that are not only more efficient in particle capture, but also have an increased filter life and enhanced performance capability in more chemically and thermally challenging environments. Combined, these benefits translate into operational cost savings and greater control of environmental pollution.",
            "cite_spans": [],
            "section": "Industrial filters ::: Applications in air/gas filtration",
            "ref_spans": []
        },
        {
            "text": "Respiratory equipment is used throughout the world to provide personal protection from a variety of noxious gases, vapors and aerosol hazards which could cause harm and even death to humans, if inhaling wood dust, chemicals, coal dust, pesticide spraying, spray painting and aerosol transmissible diseases such as influenza, diphtheria, SARS (severe acute respiratory syndrome) and swine flu. In contrast, surgical face masks have not traditionally provided protection to the wearers but have been used to keep mouth generated particles from harming a patient in a healthcare situation. Two key types of respirators, air-purifying respirators and air-supplying respirators, are shown in Fig. 8.17\n. The latter either have a self-contained air supply or are supplied by an external air source. Air-purifying respirators are constructed from three key parts: a facemask; a filter or cartridge filter to remove dust, smaller particles and mists; and cartridge filters to remove chemical gases and fumes. Air-supplying respirators, in contrast, directly draw clear air from either an external source or a self-contained air supply.",
            "cite_spans": [],
            "section": "Respirator filters ::: Applications in air/gas filtration",
            "ref_spans": [
                {
                    "start": 687,
                    "end": 696,
                    "mention": "Fig. 8.17",
                    "ref_id": "FIGREF16"
                }
            ]
        },
        {
            "text": "In yet another classification scheme, respirators can be graded as non-powered air-purifying particulate arrestors, powered air-purifying respirators, chemical cartridge respirators and surgical and healthcare facemasks. In each case there are varied requirements based on application. For illustration, facemasks help in stopping large-particle droplets, splashes, sprays or splatter that may contain germs (viruses and bacteria) from reaching the wearer’s mouth and nose and may also help to prevent the wearer’s saliva and respiratory secretions reaching those who happen to be nearby. The medical facemasks have five specific performance characteristics (Graham et al., 2003):•bacterial filtration efficiency;•submicron particulate filtration;•differential pressure (an indicator of breathing comfort);•fluid penetration resistance (to protect the wearer from blood spurts);•flammability.\n",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 678,
                    "mention": "Graham et al., 2003",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Respirator filters ::: Applications in air/gas filtration",
            "ref_spans": []
        },
        {
            "text": "To meet these varied requirements, a layered composite structure is used, which is typically SM/SMS or a more complex struture comprised of an inner cover, one or multiple meltblown fiber layers, a porous film layer, and an outer cover. The meltblown fiber layers provide the aerosol filtration performance, while the porous film layer provides the fluid resistance. The remaining layers are incorporated to improve wearer comfort by minimizing abrasion and to allow for high-speed processing of the composite material. Polymeric nanofiber webs are a relatively new addition to the range of materials that may be used in a composite structure design for protective apparel applications (Graham, 2003). When using sorbent particles, bonding durability of the particles with nonwovens is important for its effective functioning (Nowicka, 2003).",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 840,
                    "mention": "Nowicka, 2003",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "Respirator filters ::: Applications in air/gas filtration",
            "ref_spans": []
        },
        {
            "text": "The cartridge respirator can provide careful protection against multiple hazards. It can handle not only dust and mist, but also threat agents. The cartridge filter normally has multiple layers for different functionalities as shown in Fig. 8.18\n. The removal of the agent was brought about by its physical adsorption onto activated charcoal having an extraordinary large surface area as high as 3002000 m2g– 1 . Further increased protection can be achieved by impregnating the charcoal with substances such as copper oxide since it reacts chemically with certain threat agents (Verdegan et al., 2007).",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 600,
                    "mention": "Verdegan et al., 2007",
                    "ref_id": "BIBREF102"
                }
            ],
            "section": "Respirator filters ::: Applications in air/gas filtration",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 245,
                    "mention": "Fig. 8.18",
                    "ref_id": "FIGREF17"
                }
            ]
        },
        {
            "text": "In air-purifying respirators, filter media is usually a composite with meltblown nonwovens as a middle layer responsible for filtration and spunbond or needlepunching nonwovens used as internal and external layers. The improvement of filtration efficiency can be achieved with the composite of nanofiber electrospun material with a meltblown layer (Krucińska et al., 2012). In the case of respiratory tracks, protection against bioaerosols, additionally antimicrobial properties of fibers used in filtering material, plays a very important role (Rengasamy et al., 2004). Bioactive fibers can show biostatic or biocidal activity against microorganisms. Silver ions, antibiotics, N-halamines and quaternary ammonium are cited as bioactive agents used in antimicrobial modification of nanofibers (Yang et al., 2003; Jeong et al., 2007; Lala et al., 2007; Tan and Obendorf et al., 2007).",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 371,
                    "mention": "Krucińska et al., 2012",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 546,
                    "end": 568,
                    "mention": "Rengasamy et al., 2004",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 794,
                    "end": 811,
                    "mention": "Yang et al., 2003",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 813,
                    "end": 831,
                    "mention": "Jeong et al., 2007",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 833,
                    "end": 850,
                    "mention": "Lala et al., 2007",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 852,
                    "end": 881,
                    "mention": "Tan and Obendorf et al., 2007",
                    "ref_id": "BIBREF98"
                }
            ],
            "section": "Respirator filters ::: Applications in air/gas filtration",
            "ref_spans": []
        },
        {
            "text": "Performance of respirators is largely dependent on the removal of nanoparticles and agglomerates since the special properties of nanoparticles give rise to concerns about the potential health hazards posed to workers or users that are exposed to them (O’Hern et al., 1997). The respirator is also adaptive to the environment it exposes, to not only remove particulates at high efficiency and high capacity, including the threatening aerosols (toxic agents and bioaerosols), but also to detect the kind of toxins that are captured or inhaled, so quick and correct medical response can be initiated in case of an emergency.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 271,
                    "mention": "O’Hern et al., 1997",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Respirator filters ::: Applications in air/gas filtration",
            "ref_spans": []
        },
        {
            "text": "One of the newer ways to categorize vacuum cleaners is bagged or bagless. The bags are both reusable and disposable (Cox and Healey, 2003). In the past few years, there have been significant new developments such as synthetic ultra-fine fiber media, electrets, and composite media (Hsieh, 2001). Vacuum bags with the filter papers enhanced by the inclusion of a meltblown substrate lining has been one such popular form of composite medium developed in recent years. Once filled with dirt, the filter bag is usually disposable (Hutten, 2007). In a patent disclosure, the composite includes an outermost support layer and a filter media in the form of a multi-component sheet having a first spunbond layer contacted to the outermost support layer, with a second spunbond layer forming the innermost portion of the vacuum cleaner bag. In between the aforesaid spunboded layers, preferably four layers of meltblown webs, made up of electret polymer fiber with charge stabilized additives (fatty acid amide), are placed. Generally, all layers are composed of polypropylene. The composite filter media have enhanced filtration performance characteristics, particularly suitable for vacuum bags. Apart from particulate separation, vacuum filter can also remove gases/odors. Typical bagless industrial vacuum cleaners which simultaneously remove both gases and particles are shown in Fig. 8.19\n. The filter medium (PLEKX®) is a composite filter exhibiting adsorption of high levels of gases and/ or odors.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 137,
                    "mention": "Cox and Healey, 2003",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 282,
                    "end": 293,
                    "mention": "Hsieh, 2001",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 528,
                    "end": 540,
                    "mention": "Hutten, 2007",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Vacuum cleaners ::: Miscellaneous filters ::: Applications in air/gas filtration",
            "ref_spans": [
                {
                    "start": 1377,
                    "end": 1386,
                    "mention": "Fig. 8.19",
                    "ref_id": "FIGREF18"
                }
            ]
        },
        {
            "text": "Air purifiers, which may also be referred to as room air cleaners or residential air cleaners are usually portable units designed to provide clean air in residential environments. Such units usually contain activated carbon or a similar adsorbent to facilitate particulate and odor removal. In order to increase the efficiency of the particulate removal, an electrostatic charge is often induced in the media. Other forms of filter media include glass microfiber HEPA, synthetic fiber and glass microfiber blends, or composite media backed by cellulose or synthetic fiber nonwoven supports.",
            "cite_spans": [],
            "section": "Air purifiers ::: Miscellaneous filters ::: Applications in air/gas filtration",
            "ref_spans": []
        },
        {
            "text": "Air demisters can be classified in two distinct groups: (1) air-moisture demisters which are used to remove moisture from industrial, commercial, and residential air streams; and (2) air-oil demisters which are used to clear airstreams of hydrocarbon and oil mists. In both cases the coalescing mechanism is an important part of separation. The layered nonwoven composite is useful in these applications.",
            "cite_spans": [],
            "section": "Air demisters ::: Miscellaneous filters ::: Applications in air/gas filtration",
            "ref_spans": []
        },
        {
            "text": "In liquid filtration, composite structures are often used to provide gradient density filtration. They are also used as prefilters to membrane filtration and reverse osmosis. Needlefelts for liquid filter applications are usually scrim reinforced to provide adequate strength. Use of welded liquid filter bags containing a layer of meltblown polypropylene microfibers is quite common. It also contains laminated multiple layers of graduated nonwoven material; the polypropylene microfibers being secured by ultrasonic means. Another application for composite structures is taste and odor adsorbing media in drinking-water filters. These contain an activated carbon layer. A few uses of composites in liquid filtration are given below:•In absolute rated filter cartridges, the filter media can consist of three layers: a glass fiber web between polyester filter layers for superior removal performance, strength and stability. In another design, PTFE membrane laminated composite media (pleated form) are used in cartridge (Fig. 8.20\n). The filter cartridge can be used in completion fluids, work over fluids, gravel pack fluids, waste-water treatment, diesel, fuel oil, process water, prefiltration RO, acids, solvent, gels, etc.•In spunbond filter cartridges (Fig. 8.21\n), the spunbond graded density filter matrix (lower density at the surface of the filter with progressively higher density toward the center) can be used in many applications such as oil and gas, fine chemicals, petrochemicals, food and beverage, electronics, metal, etc.•An advanced fuel filter utilizes nanofiber composite media to meet the challenge for water and particle control. The high pressure common rail fuel injection system (HPCR) requires fuel cleanliness levels far more demanding than past fuel systems or even high pressure hydraulic systems. Compared to existing fuel filters, the advanced fuel filter exhibits better water and particle removal. This results in reduced wear of HPCR components and reduced engine downtime (Wieczorek et al., 2012).•In a study by Doh and co-workers, poly-vinylidene fluoride (PVDF) was fabricated using electro-spinning technology onto Kapok nonwoven and tuned into composite filtration/separation media. PVDF polymers possess excellent mechanical properties and resistance to severe environmental stress, good chemical resistance, good piezoelectric and pyroelectric properties. These specific properties can be utilized for separating oil and water in various filtration/separation media systems. Whereas Kapok is natural fiber as a form of seedpod, the characteristics of this fiber are light, very buoyant, resilient and resistant to water. Composite nonwovens showed good oil/water separation performance (Doh et al., 2012).•Dewatering of industrial sludge by geotextile tubes is found to be economical and environmental (Lin et al., 2012). The geotextile tube can be made out of woven–nonwoven composite.\n",
            "cite_spans": [
                {
                    "start": 2012,
                    "end": 2034,
                    "mention": "Wieczorek et al., 2012",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 2732,
                    "end": 2748,
                    "mention": "Doh et al., 2012",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2848,
                    "end": 2864,
                    "mention": "Lin et al., 2012",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Applications in liquid filtration",
            "ref_spans": [
                {
                    "start": 1023,
                    "end": 1032,
                    "mention": "Fig. 8.20",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 1261,
                    "end": 1270,
                    "mention": "Fig. 8.21",
                    "ref_id": "FIGREF20"
                }
            ]
        },
        {
            "text": "Providing comfort and protection for passengers is the main function of the cabin air filter. In addition to preventing passengers taking in particulates such as pollens, spores and allergens, cabin air filters can also protect against odors and harmful gas pollutants. A typical cabin filter is shown in Fig. 8.22\n. The composite structure can be made by combinations of several types of media (Bräunling et al., 2000) as enlisted below:•Electrospun nonwovens, which combine electrostatic effects with nanofiber filtration.•Triboelectrically charged needlepunched nonwovens.•Split charged fiber media.•Meltblown media.•Spunbonded nonwovens.•Dry laid webs.•Wet laid webs.•Adsorptive media (activated carbon and activated alumina).\n",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 418,
                    "mention": "Bräunling et al., 2000",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Cabin filter ::: Automotive air and cabin filter ::: Applications in engine filtration",
            "ref_spans": [
                {
                    "start": 305,
                    "end": 314,
                    "mention": "Fig. 8.22",
                    "ref_id": "FIGREF21"
                }
            ]
        },
        {
            "text": "In general, there are two types of cabin air filters: particle filters and combi-filters. The former consists of one or more layers of synthetic nonwovens such as a PP meltblown in combination with a spunbond, whereas the latter consists of a composite of synthetic nonwovens (particle filter and support layer) and activated carbon (Maltha et al., 2012). In order to apply spunbond nonwovens as a support layer or prefilter for cabin air filter media, the following important performance requirements must be satisfied:•high air permeability for the lowest pressure drop (energy savings);•good coverage in the case of activated carbon filters;•high stiffness to get optimal pleats;•high dimensional stability for good processing and stable pleats;•good adhesion to the filter medium such as a PP meltblown.\n",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 353,
                    "mention": "Maltha et al., 2012",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Cabin filter ::: Automotive air and cabin filter ::: Applications in engine filtration",
            "ref_spans": []
        },
        {
            "text": "All these performance requirements are important for good filter media efficiency. Because of the unique manufacturing process of the bicomponent nonwoven, it is possible to tune its properties in such a way that the nonwoven gets optimal properties for specific filtration applications (Maltha et al., 2012). Recently, more and more nanofiber/bicomponent/meltblown media are combined for particle filtration, whether purely mechanical or electrostatically charged or a combination thereof, with the benefits of activated carbon. These combined filters not only stop particles but also absorb a multitude of gasses and odors. New developments in the manufacturing of nonwoven media containing activated carbon, which tightly encapsulates the carbon particles, now allow manufacturers to easily pleat these media and hence design filters for a wide variety of shapes and sizes. By means of activated carbon applied over flat and even layers on various textiles (Diederich, 2011) odors and VOCs in the automotive interior can be controlled. Different activated carbons can be used according to what substances and how much gas and odor filtration are required to be adsorbed. As typical cabin air filters cannot catch emissions in the car interior, especially when the car is stationary, car interiors can be made out of the composite containing activated carbon. The increasing public awareness of air quality is expected to move cabin air filters into more and more cars, therefore further expanding this market (Barrillon, 2005).",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 307,
                    "mention": "Maltha et al., 2012",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 961,
                    "end": 976,
                    "mention": "Diederich, 2011",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1513,
                    "end": 1528,
                    "mention": "Barrillon, 2005",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Cabin filter ::: Automotive air and cabin filter ::: Applications in engine filtration",
            "ref_spans": []
        },
        {
            "text": "\nThe Hollingsworth & Vose Company, Inc. (2013) promotes adsorptive filter media with multilayered structures that remove vapors and gases from the air space. Their media can be combined with almost all particulate filtration media and scrims. Ahlstrom products (2013) has designed its Trinetex® technology for particulate filtration of cabin air. This unique technology employs a gradient density effect to increase dirt-holding capacity, through a design consisting of a three-layer wet-laid medium. In order to provide optimized filtration efficiency, mechanical and electrostatic filtration are combined, whilst flame retardancy and antimicrobial treatments are also available to further enhance the filter media.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 46,
                    "mention": "The Hollingsworth & Vose Company, Inc. (2013)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 243,
                    "end": 267,
                    "mention": "Ahlstrom products (2013)",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Cabin filter ::: Automotive air and cabin filter ::: Applications in engine filtration",
            "ref_spans": []
        },
        {
            "text": "The purpose of an engine air induction system is to deliver clean air to the throttle body of the engine, while providing engine sound tuning with minimal power loss. A typical engine air filter is shown in Fig. 8.23\n. Automotive air filtration and heavy duty air filtration are the two main air intake filter categories for engine powered vehicles, and require media with quite different properties to meet the very different demands of each system. As the automotive air-i ntake filter is frequently exposed to the high temperatures generated by a running engine, heat and temperature resistance are important requirements of the filter medium used, whilst additionally being expected to be flame retardant in some cases. For such applications the filter elements are single use, and once they have come to the end of their useful life they are disposed of.",
            "cite_spans": [],
            "section": "Engine air filter ::: Automotive air and cabin filter ::: Applications in engine filtration",
            "ref_spans": [
                {
                    "start": 207,
                    "end": 216,
                    "mention": "Fig. 8.23",
                    "ref_id": "FIGREF22"
                }
            ]
        },
        {
            "text": "The most commonly used filter media is resin treated cellulose from the wet lay process. Synthetic fibers may be used to provide reinforcement for applications where higher burst strength and enhanced durability are required, such as for use in military vehicles. Filter media with a nanofiber coating have also generated much recent interest. These nanofibers also show very high initial efficiency compared to standard cellulose media which only achieve their targeted efficiency level after they have built up a sufficient dust cake on their surface. However, there are still challenges such as cost, chemical compatibility, durability, nanofiber layer adhesion and uniformity, and some hazards associated with solvent removal and disposal (Chuanfang, 2012).",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 759,
                    "mention": "Chuanfang, 2012",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Engine air filter ::: Automotive air and cabin filter ::: Applications in engine filtration",
            "ref_spans": []
        },
        {
            "text": "Within an engine, particle build-up may develop from various different sources. In protecting the engine from the wear and abrasion caused by such contaminants, lubrication oil filters (Fig. 8.24\n) play a key role. Ensuring oil is sufficiently clean is key to preventing damage, particularly in areas where the oil operates in the narrow gaps between moving parts (for example at the bearings and annular spaces between the piston and wall). The advent of composite structures for lube oil filtration can greatly enhance the performance of an engine.",
            "cite_spans": [],
            "section": "Lube oil filtration (Hutten, 2007bb0255bibr) ::: Applications in engine filtration",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "mention": "Fig. 8.24",
                    "ref_id": "FIGREF23"
                }
            ]
        },
        {
            "text": "The two key vehicle engine fuel systems are based on either gasoline or diesel fuel, and varied filtration media have been produced for the filters in these systems. Different media offer a variety of useful characteristics so can be selected for use depending on the required performance and environmental conditions of a particular system. Gradient density cellulosic media, gradient density/dual-phase cellulose-microfiber glass, and cellulose-microfiber meltblown glass are all used as filter media in engine fuel systems.",
            "cite_spans": [],
            "section": "Engine fuel filtration ::: Applications in engine filtration",
            "ref_spans": []
        },
        {
            "text": "From ocean tankers, barges and rail to trucks and pipelines, there is currently a varied range of distribution systems that distribute oil and fuel to varied locations (Hutten, 2007). The contaminants include particulate matter, moisture, and microorganisms such as bacteria and fungi. Apart from the particulate filter, a separate coalescing filter medium can be used for removal of moisture from fuel. The typical coalescing media for the filter inlet element is usually a resin-treated wet- laid medium composed of a blend of cellulose fibers and glass microfibers. Sometimes synthetic fiber such as polyester is added for greater flex resistance. In filters, a fairly hydrophilic fiber surface is desired that attracts water droplets and holds on to them as they grow in size by being struck by additional droplets. Media treated with phenolic resin generally have the right surface properties for good coalescing and separation efficiencies. Eventually, the coalesced water particles will be of sufficient size to be blown off the fibers by the fluid stream passing through the medium. Downstream of the medium, the water droplets are of sufficient size to settle gravimetrically in the settling sump. It is key that the exit element or separator is extremely hydrophobic, rejecting any small water particles entrained in the fuel stream. The addition of very low energy media (such as a fluorocarbon or silicone) as a coating for the exit elements can enhance this.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 181,
                    "mention": "Hutten, 2007",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Transportation systems for fuel ::: Applications in engine filtration",
            "ref_spans": []
        },
        {
            "text": "The development of composite nonwovens leads to improved performance of nonwovens in many areas of filtration.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 8.1: Uses of composite nonwovens in filters\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "8.1: Configuration of the composite media HVAC filter.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "8.2: Cross-section of a hydroentangled composite with a meltblown layer (HYCOFIL®) (used with permission from Sächsisches Textilforschungsinstitut e.V. (STFI), Chemnitz, Germany).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "8.3: Hydroentangled composite HYCOSPUN® spunbond nonwoven with a meltblown fine fiber inside layer (used with permission from Sächsisches Textilforschungsinstitut e.V. (STFI), Chemnitz, Germany).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "8.4: Hydroentangled composite HYCOFIL® nonwoven with scrim (used with permission from Sachsisches Textilforschungsinstitut e.V. (STFI), Chemnitz, Germany).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "8.5: Composite nonwoven with P84 fibrous batt with P84 scrim (used with permission from Evonik Industries, Austria).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "8.6: The conformation of a nonwoven composite fabric.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "8.7: A photomicrograph of expanded PTFE membrane.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "8.8: Comparison of fabric with and without PTFE membrane.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "8.9: Electron photomicrograph of a foam layer on a nonwoven fabric.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "8.10: HYCOKNIT® – high efficiency cleanable pile fiber stitch-bonded nonwoven composite (used with permission from Sachsisches Textilforschungsinstitut e.V. (STFI), Chemnitz, Germany).",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "8.11: Combining the principles of surface filtration and catalysis.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "8.12: Nonwoven filter medium with activated carbon for gas adsorption (reflection electron microscope, REM) (used with permission from Freudenberg Filtration Technologies, Weinheim, Germany).",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "8.13: (a) Structure of activated carbon; (b) REM image.",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "8.14: Filter with activated carbon for HVAC application.",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "8.15: PLEKX® adsorption medium wherein an activated carbon layer is sandwiched between two nonwoven layers (used with permission from KX Technologies, LLC of West Haven, Connecticut).",
            "type": "figure"
        },
        "FIGREF15": {
            "text": "8.16: Nonwoven filter medium with reinforced scrim (used with permission from Sachsisches Textilforschungsinstitut e.V. (STFI), Chemnitz, Germany).",
            "type": "figure"
        },
        "FIGREF16": {
            "text": "8.17: An example of typical respirators available in the market.",
            "type": "figure"
        },
        "FIGREF17": {
            "text": "8.18: Illustration of cartrige respirator filter structure.",
            "type": "figure"
        },
        "FIGREF18": {
            "text": "8.19: Vacuum filter (used with permission from Graver Technologies LLC).",
            "type": "figure"
        },
        "FIGREF19": {
            "text": "8.20: Filter cartridge (used with permission from Graver Technologies LLC).",
            "type": "figure"
        },
        "FIGREF20": {
            "text": "8.21: Spunbonded filter cartridge.",
            "type": "figure"
        },
        "FIGREF21": {
            "text": "8.22: Cabin filter.",
            "type": "figure"
        },
        "FIGREF22": {
            "text": "8.23: Car engine air filter.",
            "type": "figure"
        },
        "FIGREF23": {
            "text": "8.24: Lube oil filters.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Masks and Respirators",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "3M Collision Repair",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Multifunctional reactors: old preconceptions and new dimensions",
            "authors": [
                {
                    "first": "D.W.",
                    "middle": [],
                    "last": "Agar",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Chemical Engineering Science",
            "volume": "54",
            "issn": "",
            "pages": "1299-1305",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Catalytic Filter System",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "ALSOM Power",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ahlstrom Products",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ahlstrom Technical Specialties, PA, USA",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Development of high efficiency nanofilters made of nanofibers",
            "authors": [
                {
                    "first": "Y.C.",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "G.T.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y.J.",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "C.G.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H.S.",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Current Applied Physics",
            "volume": "6",
            "issn": "",
            "pages": "1030-1035",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Show preview: Index 2008",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Filtration & Separation",
            "volume": "45",
            "issn": "2",
            "pages": "18-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Austin Air Filters",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Nanofibrous filtering media: filtration problems and solutions from tiny materials",
            "authors": [
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Barhate",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ramakrishna",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Membrane Science",
            "volume": "296",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Automotive filtration: a new horizon for nonwovens",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Barrillon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Filtration & Separation",
            "volume": "42",
            "issn": "9",
            "pages": "28-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Catalytic destruction of PCDD/F in a fabric filter: experience at a municipal waste incinerator in Belgium",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Bonte",
                    "suffix": ""
                },
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Fritsky",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Plinke",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wilken",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Waste Management",
            "volume": "22",
            "issn": "",
            "pages": "421-426",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A brief overview of cabin air filtration",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Bräunling",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kalets",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "AFSSAdv. Filtr. Sep. Technol.",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Evolutions of efficiency and pressure drop of filter media during clogging and cleaning cycles",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Callé",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Contal",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Bémer",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Leclerc",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Powder Technology",
            "volume": "128",
            "issn": "",
            "pages": "213-217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Fabric filter technology for utility coal fired power plants (Part III): Performance of full scale utility bag house",
            "authors": [
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "W.C.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Air Pollution Control Assoc.",
            "volume": "34",
            "issn": "",
            "pages": "281-293",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Guidance for Filtration and Air-Cleaning Systems to Protect Building Environments from Airborne Chemical, Biological, or Radiological Attacks",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention, Atlanta, USA",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Aerosol Filtration Application Using Fibrous Media—An Industrial Perspective",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Chuanfang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chinese Journal of Chemical Engineering",
            "volume": "20",
            "issn": "1",
            "pages": "1-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "H.Y.",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J.R.B.",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Gogins",
                    "suffix": ""
                },
                {
                    "first": "D.G.",
                    "middle": [],
                    "last": "Crofoot",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Weik",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Multilayer fibrous filters with varied porosity and fiber diameter",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ciach",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Gradon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Aerosol Science",
            "volume": "29",
            "issn": "",
            "pages": "S935-S936",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Fabric selection for hot gas and other applications: efficiencies and economics",
            "authors": [
                {
                    "first": "R.O.",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Filtration & Separation",
            "volume": "34",
            "issn": "8",
            "pages": "834-837",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "S.R.",
                    "middle": [],
                    "last": "Coulson",
                    "suffix": ""
                },
                {
                    "first": "D.R.",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "S.T.",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "D.T.",
                    "middle": [],
                    "last": "Healey",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Dascalescu",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Plopeanu",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Tabti",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Antoniu",
                    "suffix": ""
                },
                {
                    "first": "L.-M.",
                    "middle": [],
                    "last": "Dumitran",
                    "suffix": ""
                },
                {
                    "first": "P.V.",
                    "middle": [],
                    "last": "Notingher",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Process intensification using multifunctional reactors",
            "authors": [
                {
                    "first": "F.M.",
                    "middle": [],
                    "last": "Dautzemberg",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Chemical Engineering Science",
            "volume": "56",
            "issn": "",
            "pages": "251-267",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Dewsbury",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Antibacterial Finishing of Tencel/Cotton Nonwoven Fabric Using Ag Nanoparticles–Chitosan Composite",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Di",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Engineered Fibers and Fabrics",
            "volume": "7",
            "issn": "2",
            "pages": "24-29",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Diederich",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Doh",
                    "suffix": ""
                },
                {
                    "first": "Y.O.",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Y.H.",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "D.Y.",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Electrospun porous mats for high efficiency filtration",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Dotti",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Varesano",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Montarsolo",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Aluigi",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Tonin",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Mazzuchetti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Industrial Textiles",
            "volume": "37",
            "issn": "2",
            "pages": "151-162",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Fagan",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "A multifunctional filter for the simultaneous removal of fly-ash and NOx from incinerator flue gases",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Fino",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Saracco",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Specchia",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chemical Engineering Science",
            "volume": "59",
            "issn": "",
            "pages": "5329-5336",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Safety products and supplies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Focus Technology Co., Ltd",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Scanning Electron Microscope (SEM) image of a carbon activatedfilter medium",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Freudenberg Filtration Technologies, Weinheim, Germany",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Long-Term Performance of GORE- TEXMembrane Filter Bags at a Municipal Solid Waste Combustion Facility",
            "authors": [
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Fritsky",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "High efficiency air filtration: the growing impact of membranes",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Galka",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Filtration & Separation",
            "volume": "46",
            "issn": "4",
            "pages": "22-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Transport properties of porous membranes based on electrospun nanofibers",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "H.S.",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Rivin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Colloids Surf. A: Physicochem. Eng. Aspects",
            "volume": "187–188",
            "issn": "",
            "pages": "469-481",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Why embedding the membrane within the media carrier support makes sense",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gibbons",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Filtration & Separation",
            "volume": "39",
            "issn": "7",
            "pages": "20-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Improvement of surface structure of filtration media by bonding, laminating, coating and impregnating",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Goosens",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Industrial Textiles",
            "volume": "22",
            "issn": "",
            "pages": "279-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Electrospun nanofibrous filtration membrane",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Gopal",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Maa",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Chanc",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ramakrishna",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Membrane Science",
            "volume": "281",
            "issn": "",
            "pages": "581-586",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Electrospun nanofibrous polysulfone membranes as prefilters: particulate removal",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Gopal",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "C.Y.",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ramakrishna",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Tabe",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Membrane Science",
            "volume": "289",
            "issn": "1–2",
            "pages": "210-219",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Schreuder-Gibson",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Gogins",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hackel",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Schaub",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nacken",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Heidenreich",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Hardman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Handbook of Technical Textiles",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Fabrication of nanofiber meltblown membranes and their filtration properties",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "B.Y.",
                    "middle": [],
                    "last": "Yeom",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Wilkie",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Pourdeyhimi",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Membrane Science",
            "volume": "427",
            "issn": "",
            "pages": "336-344",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Hegde",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Isloor",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Padaki",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arabian Journal of Chemistry",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Catalytic filter elements for combined particle separation and nitrogen oxides removal from gas streams",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Heidenreich",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nacken",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hackel",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Schaub",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Powder Technology",
            "volume": "180",
            "issn": "",
            "pages": "86-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Hoda",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Karaağaçlı",
                    "suffix": ""
                },
                {
                    "first": "Ö.",
                    "middle": [],
                    "last": "Topel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Cabin Air Filtration",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hollingsworth & Vose",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [
                {
                    "first": "K.-C.",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [
                {
                    "first": "I.M.",
                    "middle": [],
                    "last": "Hutten",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "",
            "authors": [
                {
                    "first": "E.H.",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J.-H.",
                    "middle": [],
                    "last": "Youk",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Preparation of polyurethane cationomer nanofiber mat for use in antimicrobial nanofilter applications",
            "volume": "61",
            "issn": "18",
            "pages": "3991-3994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [
                {
                    "first": "T.K.",
                    "middle": [],
                    "last": "Joeger",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Joeger",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Olsson",
                    "suffix": ""
                },
                {
                    "first": "C.G.",
                    "middle": [],
                    "last": "Granqvist",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bacteria as workers in the living factory: metal-accumulating bacteria and their potential for materials science, Trades in Biotechnology",
            "volume": "19",
            "issn": "",
            "pages": "15-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Breathing new life into dust collection filters",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Handy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ceramic Industry",
            "volume": "153",
            "issn": "2",
            "pages": "39-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Development and surface characterization of positively charged filters",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Kattamuri",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "C.G.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J.K.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Materials Science",
            "volume": "40",
            "issn": "",
            "pages": "4531-4539",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Polymeric nanofibers exhibit an enhanced air filtration performance",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Kosminder",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Filtration & Separation",
            "volume": "39",
            "issn": "6",
            "pages": "20-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Filtration characteristics of layered needle punched nonwoven fabrics",
            "authors": [
                {
                    "first": "V.K.",
                    "middle": [],
                    "last": "Kothari",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                },
                {
                    "first": "S.N.",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Melliand Textilberichte",
            "volume": "74",
            "issn": "",
            "pages": "386-389",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Krishna Filters and Fabrics",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Krucińska",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Gliścińska",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Krzyżanowski",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Łysiak",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Gutarowska",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Brycki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Fabrication of nanofibers with antimicrobial functionalty used as filters: protection against bacterial contaminants",
            "authors": [
                {
                    "first": "N.L.",
                    "middle": [],
                    "last": "Lala",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Ramaseshan",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Bojun",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sundarrajan",
                    "suffix": ""
                },
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Barhate",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ying-Jun",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ramakrishna",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biotechnology and Bioengineering",
            "volume": "97",
            "issn": "6",
            "pages": "1357-1365",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Larzelere",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Legein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [
                {
                    "first": "W.W.-F.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "C.-h.",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Processing conditions of abrasion and heat resistance for hybrid needle-punched nonwoven bag filters",
            "authors": [
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "C.Y.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Composites: Part A (Applied Science and Manufacturing)",
            "volume": "37",
            "issn": "",
            "pages": "31-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lydall Filtration and Separation",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Filter media surface modification technology: state of the art",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Lydon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Filtration & Separation",
            "volume": "41",
            "issn": "9",
            "pages": "20-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Maltha",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "343-348",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Maltha",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Berkhout",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "van der Molen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Koerntjes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "",
            "authors": [
                {
                    "first": "C.T.",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "385-393",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Catalytic fibers and cloths",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Matatov-Meytal",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sheintuch",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Applied Catalysis A: General",
            "volume": "231",
            "issn": "",
            "pages": "1-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Survival of bacterial and mold spores in air filter media",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Maus",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Goppelsröder",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Umhauer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Atmospheric Environment",
            "volume": "35",
            "issn": "",
            "pages": "105-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Basalt use in hot gas filtration",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Medvedyev",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Tsybulya",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Filtration & Separation",
            "volume": "42",
            "issn": "1",
            "pages": "34-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Technical information",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Menardi Filters, South Carolina, USA",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "The use of nonwovens in air filtration",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Montefusco",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Filtration and Separation",
            "volume": "42",
            "issn": "2",
            "pages": "30-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Pulse-jet filtration: an effective way to control industrial pollution. Part I: Theory, selection and design of pulse-jet filter",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Textile Progress",
            "volume": "41",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Membrane Filters",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mueller sales US",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nacken",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Heidenreich",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hackel",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Schaub",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Applied Catalysis B: Environmental",
            "volume": "70",
            "issn": "",
            "pages": "370-376",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "Composite nonwovens: the bonding durability of sorbent particles",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Nowicka",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Fibers & Textiles in Eastern Europe",
            "volume": "11",
            "issn": "3",
            "pages": "46-49",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "",
            "authors": [
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "O’Hern",
                    "suffix": ""
                },
                {
                    "first": "T.R.",
                    "middle": [],
                    "last": "Dashiell",
                    "suffix": ""
                },
                {
                    "first": "M.F.",
                    "middle": [],
                    "last": "Tracy",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Medical Aspects of Chemical and Biological Warfare",
            "volume": "",
            "issn": "",
            "pages": "361-396",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Application of nanofibers to improve the filtration efficiency of the most penetrating aerosol particles in fibrous filters",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Podgorski",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Balazy",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Gradon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chemical Engineering Science",
            "volume": "61",
            "issn": "",
            "pages": "6804-6815",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Antimicrobial preservatives in air filter media-assessment of efficacy and significance of use",
            "authors": [
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "R.B.",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "D.G.",
                    "middle": [],
                    "last": "Ahearn",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "AFSS Adv. Filtr. Sep. Technol.",
            "volume": "11",
            "issn": "",
            "pages": "384-389",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "",
            "authors": [
                {
                    "first": "T.K.",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "New Cost-effective Coatings Extends Filter Life and Efficiency",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ravensworth Ltd., UK",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Ravlex increases filter-bag service life",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ravensworth Ltd., UK",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Membrane Technology",
            "volume": "",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Respiratory protection against bioaerosols: literature review and research needs",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Berry Ann",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "AJIC",
            "volume": "32",
            "issn": "6",
            "pages": "345-354",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "Enhanced Aramid Felt Filter Bags with New Expanded PTFE Membrane Technology",
            "authors": [
                {
                    "first": "T.C.",
                    "middle": [],
                    "last": "Savage",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Carlozzi",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Petzoldt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "Innovative products from stitch-bonded hydroentangled nonwoven composites",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Schmalz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Melliand International",
            "volume": "4",
            "issn": "",
            "pages": "257-259",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "Innovative products from stitch-bonded-hydroentangled nonwoven composites for technical applications",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Schmalz",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Brodtka",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "Nonwoven Filter Media – A Look Back, Trends and Future Market Needs",
            "authors": [
                {
                    "first": "C.B.",
                    "middle": [],
                    "last": "Scoble",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "Recycled expanded polystyrene nanofibers applied in filter media",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "G.G.",
                    "middle": [],
                    "last": "Chase",
                    "suffix": ""
                },
                {
                    "first": "D.H.",
                    "middle": [],
                    "last": "Reneker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Colloids Surf. A: Physicochem. Eng. Aspects",
            "volume": "262",
            "issn": "1–3",
            "pages": "211-215",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "The effect of nanofibers on liquid-liquid coalescence filter performance",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "G.G.",
                    "middle": [],
                    "last": "Chase",
                    "suffix": ""
                },
                {
                    "first": "D.H.",
                    "middle": [],
                    "last": "Reneker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "AIChE J.",
            "volume": "51",
            "issn": "12",
            "pages": "3109-3113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Sievert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "Product bulletin",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Simatek",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hoeng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Smithies",
                    "suffix": ""
                },
                {
                    "first": "W.C.",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "Antibacterial effects of electrically activated vertebral implants",
            "authors": [
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Spadaro",
                    "suffix": ""
                },
                {
                    "first": "T.J.",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "S.D.",
                    "middle": [],
                    "last": "Barranco",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Antimicrobial Agents Chemotherapy",
            "volume": "6",
            "issn": "",
            "pages": "637-642",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "Catalytic bag-house filters",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Spivey",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Applied Catalysis A: General",
            "volume": "105",
            "issn": "1993",
            "pages": "N20-N21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Stoffel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Taiwan Nitta Filter Co., Ltd",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "Fabrication and evaluation of electrospun nanofibrous antibacterial nylon 6 membranes",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Obendorf",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Membrane Science",
            "volume": "305",
            "issn": "",
            "pages": "287-298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "Accessori e Ricambi, Tessitura Euganea",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Testori Group",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF100": {
            "title": "New synthetic nonwoven composites for air filtration",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Badt",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vliesstoff Nonwoven International",
            "volume": "11",
            "issn": "6–8",
            "pages": "165-168",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF101": {
            "title": "Nanotech silver fights microbes in medical devices",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Tobler",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Med. Device Diagnost. Ind.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF102": {
            "title": "",
            "authors": [
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Verdegan",
                    "suffix": ""
                },
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Fallon",
                    "suffix": ""
                },
                {
                    "first": "B.A.",
                    "middle": [],
                    "last": "Pardue",
                    "suffix": ""
                },
                {
                    "first": "W.C.",
                    "middle": [],
                    "last": "Haberkamp",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF103": {
            "title": "Figure of merit of composite filters with micrometer and nanometer fibers",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D.Y.H.",
                    "middle": [],
                    "last": "Pui",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Aerosol Science and Technology",
            "volume": "42",
            "issn": "",
            "pages": "722-728",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF104": {
            "title": "Investigation of the figure ofmerit for filters with a single nanofiber layer on a substrate",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D.Y.H.",
                    "middle": [],
                    "last": "Pui",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Aerosol Science",
            "volume": "39",
            "issn": "",
            "pages": "323-334",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF105": {
            "title": "Filtration media: advantages of nanofiber coating technology",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wertz",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Schneiders",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Filtration & Separation",
            "volume": "46",
            "issn": "4",
            "pages": "18-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF106": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wieczorek",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Haberkamp",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Verdegan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF107": {
            "title": "Applications of ePTFE",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "W.L. Gore & Associates, US",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF108": {
            "title": "Adjusting Pulse System for Optimum Cleaning",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "W.L. Gore & Associates",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF109": {
            "title": "Preparation and characterization of a PAN nanofiber containing Ag nanoparticles via electrospinning",
            "authors": [
                {
                    "first": "Q.B.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y.L.",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Z.Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Synthetic Metals",
            "volume": "137",
            "issn": "",
            "pages": "973-974",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF110": {
            "title": "Design of filter bag media with high collection efficiency",
            "authors": [
                {
                    "first": "S.Y.",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "D.Y.",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S.W.",
                    "middle": [],
                    "last": "Byun",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S.H.",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Material Science",
            "volume": "42",
            "issn": "",
            "pages": "8040-8046",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF111": {
            "title": "High flux ultrafiltration membranes based on electrospun nanofibrous PAN scaffolds and chitosan coating",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "B.S.",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Polymer",
            "volume": "47",
            "issn": "",
            "pages": "2434-2441",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF112": {
            "title": "Nanoparticle filtration by electrospun polymer fibers",
            "authors": [
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "C.J.",
                    "middle": [],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Matsubayashi",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kawabe",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Iskandar",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Okuyama",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chemical Engineering Science",
            "volume": "62",
            "issn": "",
            "pages": "4751-4759",
            "other_ids": {
                "DOI": []
            }
        }
    }
}