{
    "paper_id": "PMC7144063",
    "metadata": {
        "title": "Infecciones agudas traqueales y del árbol bronquial",
        "authors": [
            {
                "first": "D.",
                "middle": [],
                "last": "Graziani Noriega",
                "suffix": "",
                "email": "desygraziani@gmail.com",
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Ampuero López",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "La vía aérea se divide en superior e inferior, tomando el car tílago cricoides como punto de división. La tráquea es el ini cio de la vía aérea inferior, y forma parte de la zona de con ducción que incluye desde la tráquea hasta las primeras 16 divisiones en bronquios principales, bronquios lobares, bronquios segmentarios, bronquiolos, bronquiolos lobulilla-res y terminales.",
            "cite_spans": [],
            "section": "Concepto ::: Infecciones agudas de la tráquea",
            "ref_spans": []
        },
        {
            "text": "La traqueítis es la infección aguda de la tráquea, patología que es más frecuente en los niños1. El término crup se refiere a la clínica originada de la inflamación en la laringe y la vía aérea subglótica. Sin embargo, este término se ha utilizado para describir una variedad de afecciones respiratorias en ni-ños que incluyen laringitis, laringotraqueítis, laringotraqueo-bronquitis, traqueítis bacteriana o crup espasmódico1, 2.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 425,
                    "end": 426,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 428,
                    "end": 429,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Concepto ::: Infecciones agudas de la tráquea",
            "ref_spans": []
        },
        {
            "text": "Distinguimos los siguientes tipos:1.\nParainfluenza tipo 1, esta es la causa más común de la-ringotraqueítis aguda, especialmente durante las epidemias de otoño e invierno.2.\nParainfluenza tipo 2, puede causar algunos brotes, pero generalmente la clínica es más leve que la de Parainfluenza tipo 1.3.\nParainfluenza tipo 3, los brotes son aún más esporádi cos, pero los cuadros suelen ser más graves que los debidos a Parainfluenza tipo 1 y 2.4.\nParainfluenza tipo 4, es el menos probable de todos, pero también puede asociarse.\n",
            "cite_spans": [],
            "section": "Origen vírico ::: Clasificación etiopatogénica",
            "ref_spans": []
        },
        {
            "text": "Aunque los virus Parainfluenza son los asociados con más frecuencia a las traqueítis, otros virus que típicamente suelen asociarse a infecciones del tracto respiratorio inferior pueden causar síntomas en la vía aérea superior, como son:1.Virus sincitial respiratorio (VSR).2.\nAdenovirus, herpes simple. Estos dos son bastantes fre cuentes.3.\nCoronavirus humano. Los coronavirus humanos proba blemente representan del 5 al 10% de todas las infecciones agudas de las vías respiratorias superiores en adultos, con bro tes durante los cuales del 25 al 35% de las infecciones respira torias se pueden atribuir a una sola especie. Sin embargo, los estudios que incluyen niños asintomáticos indican que los co-ronavirus a menudo se encuentran en ausencia de síntomas, lo que sugiere que, aunque es común, su patogenicidad en lac tantes y niños sanos puede ser baja. Las cepas de coronavirus humano (HCoV) HCoV-OC43, HCoV-NL63, HCoV-229E y HCoV-HKU1 parecen predominar de manera impredecible en ciertos años y en ciertas partes del mundo. HCoV-OC43 es probablemente la más común de las cuatro cepas, seguida por HCoV-NL63, pero la prevalencia de las diversas cepas en cualquier año en particular es impredecible.4.\nParamixovirus. Virus del sarampión, es una causa im portante de traqueítis, en zonas donde la prevalencia aún es alta. Lo mismo ocurre con la varicela zoster.5.El virus influenza es poco frecuente, pero se ha visto que, en estos casos, los niños hospitalizados requieren ingre sos más prolongados y tienen mayor riesgo de reingreso.6.Los rinovirus, los enterovirus (especialmente los tipos Coxsackie A9, B4 y B5 y los tipos de Echovirus 4, 11 y 21) y el virus del herpes simple son ocasionalmente causas de casos esporádicos de crup y generalmente son leves.7.Los metaneumovirus, aunque con más frecuencia son responsables de infecciones de las vías respiratorias bajas como el VSR, también se han asociado en algunos pacientes a manifestaciones clínicas de la vía aérea superior.\n",
            "cite_spans": [],
            "section": "Origen vírico ::: Clasificación etiopatogénica",
            "ref_spans": []
        },
        {
            "text": "\nMycoplasma pneumoniae se asocia a casos leves.",
            "cite_spans": [],
            "section": "Origen bacteriano ::: Clasificación etiopatogénica",
            "ref_spans": []
        },
        {
            "text": "Las infecciones secundarias también pueden ocurrir en niños con laringotraqueítis, laringotraqueobronquitis o la-ringotraqueobronconeumonitis. Los patógenos bacterianos secundarios más comunes incluyen: Staphylococcus aureus, el agente más común, incluyendo al Staphylococcus aureus meti-cilin resistente2; Streptococcus pneumoniae; Streptococcus pyoge-nes: Moraxella catarrhalis y Haemophilus influenzae tipo B.\n",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 305,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Origen bacteriano ::: Clasificación etiopatogénica",
            "ref_spans": []
        },
        {
            "text": "Otras menos frecuentes son: Pseudomonas aeruginosa; Es-cherichia coli; Klebsiella pneumonia; bacterias anaerobias y Co-rinebacteruium asociado a casos de traqueítis pseudomembra-nosa.",
            "cite_spans": [],
            "section": "Origen bacteriano ::: Clasificación etiopatogénica",
            "ref_spans": []
        },
        {
            "text": "La etiología en estos pacientes es muy distinta, por lo que se debe describir aparte. La mayoría son de origen bacteriano, siendo las más frecuentes Pseudomonas aeruginosa, Staphylococcus aureus y Acinetobacter baumannii. Los organismos víricos tam bién pueden ser causantes de traqueítis, como el virus del her pes simple. Se han descrito algunos hongos como Candida y Aspergillus, pero su papel como agentes patógenos no está claro.",
            "cite_spans": [],
            "section": "Pacientes con traqueítis asociada a ventilación o a vía aérea artificial ::: Clasificación etiopatogénica",
            "ref_spans": []
        },
        {
            "text": "Presentación típica en niños con edades comprendidas entre 3 meses y tres años. Se caracteriza por una clínica de inicio gradual, comenzando con síntomas de rinorrea, congestión nasal y coriza, que progresa en las siguientes 12 a 48 horas a tos sin expectoración, disfonía, fiebre y estridor3, 4. La dificul tad respiratoria irá aumentando en función de que vaya au mentando la obstrucción de la vía aérea superior. La apari ción de síntomas de afectación de vía aérea inferior y la rapidez de la progresión sugieren mayor gravedad2. El tiem po de resolución suele ser de 3 a 7 días3, 4, 5.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 292,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 294,
                    "end": 295,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 531,
                    "end": 532,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 582,
                    "end": 583,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 585,
                    "end": 586,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 588,
                    "end": 589,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Laringotraqueítis ::: Formas clínicas",
            "ref_spans": []
        },
        {
            "text": "La característica anatómica distintiva de estas enferme dades es el estrechamiento de la vía aérea subglótica (la zona de la laringe inmediatamente debajo de las cuerdas vocales)3.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 179,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Laringotraqueítis ::: Formas clínicas",
            "ref_spans": []
        },
        {
            "text": "Ocurre cuando la inflamación se extiende a los bronquios, produciendo signos característicos en las vías respiratorias inferiores, generalmente es una enfermedad más grave que la laringotraqueítis sola5. En ocasiones incluso puede avanzar hasta neumonías. Es frecuente que este término se use indis tintamente con la laringotraqueítis, siendo con frecuencia difícil de distinguir clínicamente.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Laringotraqueobronquitis ::: Formas clínicas",
            "ref_spans": []
        },
        {
            "text": "también llamada crup bacteriano, es la afectación bacteriana de la tráquea que, al producir un exudado espeso y purulento causa síntomas de obstrucción de la vía aérea superior. Como ya se ha dicho, el origen más frecuente suele ser la sobrein-fección bacteriana tras una infección vírica; pero no es extra ño que se presente como una infección bacteriana primaria, sobre todo en pacientes que han requerido intubación endo-traqueal o traqueostomías3, 4.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 450,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 452,
                    "end": 453,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Traqueítis bacteriana ::: Formas clínicas",
            "ref_spans": []
        },
        {
            "text": "Es una de las formas clínicas de la traqueítis, incluida por algunos a su vez en la traqueítis bacteriana, ya que es causada con más frecuencia por infecciones bacterianas, pero tam bién se han descrito casos por hongos. Se caracteriza por una pseudomembrana que cubre parcial o completamente el ár bol traqueobronquial y que produce una mayor obstrucción de la vía aérea. Suele presentarse en pacientes inmunodefi-cientes. Los patógenos asociados suelen ser: Aspergillus, Can dida, Cryptococcus, Rhizopus y Mucorales. En casos más raros, la traqueítis pseudomembranosa puede ser causada por patóge nos bacterianos invasivos como Bacillus cereus.",
            "cite_spans": [],
            "section": "Traqueítis pseudomembranosa ::: Formas clínicas",
            "ref_spans": []
        },
        {
            "text": "En ocasiones también llamada traqueobronquitis nosoco mial, ha sido descrita como una entidad clínica distinta, y probablemente precursora de la neumonía asociada a la ven-tilación6, 7.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 181,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 183,
                    "end": 184,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Traqueobronquitis asociada a la ventilación mecánica ::: Formas clínicas",
            "ref_spans": []
        },
        {
            "text": "Es la que ocurre en pacientes con tubos de traqueostomía sin ventilación mecánica.",
            "cite_spans": [],
            "section": "Traqueobronquitis asociada a vía aérea artificial ::: Formas clínicas",
            "ref_spans": []
        },
        {
            "text": "La clínica suele ser gradual. Inicialmente se trata de una clí nica de la vía aérea superior, como rinorrea, congestión nasal, pudiendo en ocasiones presentar faringitis, que tras 12-48 horas progresa a disfonía, tos seca y estridor a medida que aumenta el grado de obstrucción de la vía aérea superior.",
            "cite_spans": [],
            "section": "Laringotraqueítis ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "Si la obstrucción sigue progresando, puede presentar ta-quipnea con fase inspiratoria prolongada.",
            "cite_spans": [],
            "section": "Laringotraqueítis ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "Los síntomas suelen resolverse entre los 3 y 7 días.",
            "cite_spans": [],
            "section": "Laringotraqueítis ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "Sin embargo, si la obstrucción de la vía aérea sigue pro gresando, el estridor bifásico (estridor escuchado tanto en la inspiración como en la espiración) se hará presente incluso en reposo, siendo un signo de alarma y gravedad. En los ni ños suelen presentar inquietud y ansiedad.",
            "cite_spans": [],
            "section": "Laringotraqueítis ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "A medida que va evolucionando la gravedad de la obs trucción, puede presentarse trabajo respiratorio, taquipnea, retracciones supraesternales, subcostales e intercostales. In cluso presentando hipoxia, cianosis. En los casos más graves, fatiga y disminución del nivel de consciencia.",
            "cite_spans": [],
            "section": "Laringotraqueítis ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "En esta forma clínica, además de los síntomas descritos en la laringotraqueítis, encontraremos síntomas y signos de afec tación bronquial como sibilancias, mayor disnea y taquipnea, pudiendo presentar crepitantes y roncus.",
            "cite_spans": [],
            "section": "Laringotraqueobronquitis ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "La afectación clínica suele ser mayor que en la laringo-traqueítis; sin embargo, la mayoría de las veces la distinción clínica entre ellas es muy difícil.",
            "cite_spans": [],
            "section": "Laringotraqueobronquitis ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "Se suele iniciar con la misma clínica de afectación de la vía aérea superior que en las anteriores, durante unos 3 días, y posteriormente aparecen los signos de gravedad como estri dor, tos, dificultad respiratoria, hipoxemia, fiebre4, 5.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 234,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 236,
                    "end": 237,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Traqueítis bacteriana ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "En una minoría de niños, el inicio es fulminante, progre sando en menos de 24 horas, donde los niños se presentan con apariencia tóxica y fiebre. Esta presentación está princi palmente asociada a la traqueítis bacteriana primaria.",
            "cite_spans": [],
            "section": "Traqueítis bacteriana ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "Otros síntomas menos frecuentes son dolor cervical, or-topnea, disfagia y síncope.",
            "cite_spans": [],
            "section": "Traqueítis bacteriana ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "Los síntomas de gravedad en los niños son cianosis, somnolencia o disminución del nivel de consciencia y agitación (relacionado con la hipoxemia y/o hipercapnia)1, 5, 9.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 164,
                    "end": 165,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 167,
                    "end": 168,
                    "mention": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Traqueítis bacteriana ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "La clínica es similar a la de la traqueítis bacteriana pero más grave, con mayor dificultad respiratoria, fiebre con tempera tura alta, aspecto tóxico, estridor inspiratorio y espiratorio, hipoxemia, cianosis, mayor taquipnea, pudiendo llegar a cau sar disminución del nivel de consciencia.",
            "cite_spans": [],
            "section": "Traqueítis pseudomembranosa ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "La clínica en estos pacientes suele ser difícil de diferenciar de las neumonías asociadas de ventilación mecánica. Suelen presentar fiebre, cambios de color, viscosidad y olor de las secreciones traqueales, aumento en la frecuencia de las as piraciones (ya que sugiere un aumento de producción o volumen), aumento de los requerimientos de fiO2 (fracción inspirada de oxígeno) y aumento del trabajo respiratorio. En la auscultación se observan crepitantes, roncus y/o sibi-lancias7, 8.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 480,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 482,
                    "end": 483,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Traqueobronquitis asociada a la ventilación mecánica y a la vía aérea artificial ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "La misma clínica la pueden presentar los pacientes con neumonía asociada a la ventilación mecánica, por lo que la diferencia la realizará la radiografía de tórax6.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Traqueobronquitis asociada a la ventilación mecánica y a la vía aérea artificial ::: Manifestaciones clínicas",
            "ref_spans": []
        },
        {
            "text": "La presentación clínica de la traqueítis, traqueobronquitis y traqueítis bacteriana depende de la forma clínica específica y del grado de obstrucción de la vía aérea superior.",
            "cite_spans": [],
            "section": "Historia natural",
            "ref_spans": []
        },
        {
            "text": "En los casos de traqueítis suelen ser autolimitados, con posterior recuperación completa.",
            "cite_spans": [],
            "section": "Historia natural",
            "ref_spans": []
        },
        {
            "text": "Si hay sobreinfección bacteriana, entonces puede evolu cionar a una laringotraqueítis bacteriana que, como ya he mos descrito, tiene una clínica más grave que puede tener más complicaciones, entre ellas la formación de pseudo-membranas que pueden cubrir parte de la vía aérea superior y de la tráquea, incluso afectar a los bronquios.",
            "cite_spans": [],
            "section": "Historia natural",
            "ref_spans": []
        },
        {
            "text": "Hay que recordar que la traqueítis bacteriana también tiene una presentación más grave que desde el inicio presen ta síntomas y signos de gravedad, y que la causa suele ser bacteriana primaria.",
            "cite_spans": [],
            "section": "Historia natural",
            "ref_spans": []
        },
        {
            "text": "Cuando la afectación es mayor e incluye bronquios, en tonces hablamos de traqueobronquitis, forma clínica que suele ser difícil de diferenciar clínicamente de la neumonía; haciéndose necesario el uso de técnicas diagnósticas (radio grafía de tórax) para la confirmación del diagnóstico.",
            "cite_spans": [],
            "section": "Historia natural",
            "ref_spans": []
        },
        {
            "text": "Sin embargo, casi todas suelen comenzar con una clínica de unos 3-5 días de evolución característica de vía aérea superior, fase en la que los virus infectan el epitelio de la mu cosa nasal y faríngea y luego se diseminan localmente a lo largo del epitelio respiratorio hasta la laringe, la tráquea e incluso los bronquios.",
            "cite_spans": [],
            "section": "Historia natural",
            "ref_spans": []
        },
        {
            "text": "La característica anatómica distintiva de estas enferme dades es el estrechamiento de la vía aérea subglótica (la zona de la laringe inmediatamente debajo de las cuerdas vocales)3. El cartílago cricoides de la subglotis es un anillo cartilagino so completo, a diferencia de los anillos traqueales que tienen forma de herradura, por lo que no puede expandirse, lo que causa un estrechamiento significativo cuando hay inflama ción en dicha zona. Además de esta obstrucción que es «fija», también se va a producir una obstrucción dinámica de la trá quea extratorácica, debajo del anillo cartilaginoso, sobre todo cuando el niño lucha, llora o se agita. Esto se produce como resultado de la combinación de una presión negativa alta en la tráquea extratorácica distal y la malacia de la pared tra queal en los niños. El estridor es el signo de esta obstruc-ción2.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 179,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 856,
                    "end": 857,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Historia natural",
            "ref_spans": []
        },
        {
            "text": "En la traqueítis aguda, se podrá observar un enrojeci miento e inflamación en el área justo debajo de las cuerdas vocales que, en casos graves, puede reducir el diámetro hasta solo 1 o 2 mm. Además del edema y la inflamación de la mucosa, pueden acumularse exudados fibrinosos y, ocasio nalmente, pseudomembranas en las superficies traqueales y contribuir al estrechamiento de las vías respiratorias2, 10. Esto último correspondiente a la forma pseudomembranosa11.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 400,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 402,
                    "end": 404,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 461,
                    "end": 463,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Historia natural",
            "ref_spans": []
        },
        {
            "text": "Se debe realizar una evaluación rápida inicial de la aparien cia, signos vitales, síntomas de alarma como estridor en reposo y alteración del nivel de consciencia, ya que es necesario identificar a los pacientes que precisan un tratamiento inmediato.",
            "cite_spans": [],
            "section": "Diagnóstico clínico ::: Diagnóstico",
            "ref_spans": []
        },
        {
            "text": "Una vez establecida la estabilidad, se puede proceder a realizar la historia clínica, haciendo hincapié en la aparición de los síntomas, presencia de estridor, episodios previos similares, anomalías de la vía aérea superior o patología que pre dispongan a una insuficiencia respiratoria como las enferme dades neuromusculares2. Además, una detallada exploración física que debe incluir una exploración de la faringe. Existe controversia sobre si el examen de la orofaringe, en pacientes con obstrucción de la vía aérea superior y posible epiglotitis, pudiese precipitar un paro cardiorrespiratorio; sin embargo, hay estudios12, 13 de series con más de 200 pacientes con epiglotitis, en los que el examen directo de la orofaringe no se asoció a complicaciones.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 326,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 624,
                    "end": 626,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 628,
                    "end": 630,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Diagnóstico clínico ::: Diagnóstico",
            "ref_spans": []
        },
        {
            "text": "No están indicadas inicialmente si el diagnóstico clínico es claro.",
            "cite_spans": [],
            "section": "Pruebas de imagen ::: Diagnóstico",
            "ref_spans": []
        },
        {
            "text": "La evaluación radiológica de tórax y tráquea se realizará cuando la presentación tiene un curso atípico, cuando se sos pecha presencia de cuerpo extraño, cuando la clínica es recu rrente o cuando no hay respuesta al tratamiento. también se realizará en el caso de traqueobronquitis para descartar neu monía.",
            "cite_spans": [],
            "section": "Pruebas de imagen ::: Diagnóstico",
            "ref_spans": []
        },
        {
            "text": "\nRadiografía de tórax. Usualmente no muestra alteraciones. Se debe hacer ante la sospecha de neumonía. En casos de traqueítis bacteriana y pseudomembranosa podrán observar se membranas intraluminales o irregularidades de la pared traqueal.",
            "cite_spans": [],
            "section": "Pruebas de imagen ::: Diagnóstico",
            "ref_spans": []
        },
        {
            "text": "\nRadiografía de cuello. En la proyección posteroanterior, se podrá observar un estrechamiento subglótico común mente denominado «signo del campanario» (fig. 1\n). En la proyección lateral puede mostrar una sobredistensión de la hipofaringe durante la inspiración y una turbidez subgló-tica (fig. 2\n).",
            "cite_spans": [],
            "section": "Pruebas de imagen ::: Diagnóstico",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "mention": "fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 290,
                    "end": 296,
                    "mention": "fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "En los casos de traqueítis bacteriana, pseudomembrano-sa, en la proyección lateral podrán observarse las membranas intraluminales o irregularidades de la pared traqueal (fig. 3\n).",
            "cite_spans": [],
            "section": "Pruebas de imagen ::: Diagnóstico",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 176,
                    "mention": "fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Su utilidad es limitada, salvo en los casos graves y en las tra-queítis asociadas a ventilación mecánica.",
            "cite_spans": [],
            "section": "Laboratorio ::: Diagnóstico",
            "ref_spans": []
        },
        {
            "text": "\nExámenes de sangre. Los leucocitos pueden estar en rango normal, bajo o elevado, con predominio de neutrófilos o lin-focitos. El predominio de neutrófilos es sugestivo de infec ción bacteriana primaria o secundaria.",
            "cite_spans": [],
            "section": "Laboratorio ::: Diagnóstico",
            "ref_spans": []
        },
        {
            "text": "\nMicrobiología. La confirmación etiológica no es necesaria para la mayoría de los pacientes, ya que suele ser una enfer medad autolimitada que solo requiere tratamiento sintomá tico. Pero cuando es preciso un diagnóstico etiológico, como en las presentaciones más graves, cuando no responden a tratamiento, en las asociadas a ventilación en pacientes intu-bados, en pacientes que requieren hospitalización y se debentomar decisiones en relación con el aislamiento, se realizan cultivos víricos y pruebas rápidas de detección de antígenos víricos en secreciones nasofaríngeas. Además, cada vez están más disponibles las pruebas multiplex que evalúan la presen cia de múltiples agentes al mismo tiempo, así como las prue bas basadas en la reacción en cadena de la polimerasa (PCR). Sin embargo, estos no deben retrasar el inicio del tratamiento antibiótico o antivírico, en caso de tener criterios para inicio del mismo.",
            "cite_spans": [],
            "section": "Laboratorio ::: Diagnóstico",
            "ref_spans": []
        },
        {
            "text": "Debido al uso de vacuna contra Haemophilus influenzae tipo B es poco frecuente. Se distingue por la ausencia de tos «pe rruna» y la presencia de ansiedad desproporcionada con el grado de dificultad respiratoria. Su inicio es rápido y debido a la bacteriemia el niño suele estar febril, tóxico y con mal estado general. Además, suele asociarse dificultad para la de glución, por lo que es frecuente el babeo.",
            "cite_spans": [],
            "section": "Epiglotitis aguda ::: Diagnósticos diferenciales",
            "ref_spans": []
        },
        {
            "text": "No suelen presentar tos. Pueden presentar fiebre, babeo, ri gidez cervical, adenopatías y aspecto tóxico.",
            "cite_spans": [],
            "section": "Absceso periamigdalino, parafaríngeo o retrofaríngeo ::: Diagnósticos diferenciales",
            "ref_spans": []
        },
        {
            "text": "Suele tener un inicio repentino, en un niño que previamente estaba sano. La clínica dependerá del nivel en el que se en cuentre el cuerpo extraño. Por ejemplo, si se aloja en la fa ringe presentará ronquera y estridor; si se aloja en esófago superior, al producir una distorsión de la tráquea extratoráci-ca blanda adyacente producirá tos y estridor inspiratorio.",
            "cite_spans": [],
            "section": "Aspiración de cuerpo extraño ::: Diagnósticos diferenciales",
            "ref_spans": []
        },
        {
            "text": "Inicio rápido, sin clínica previa de vía aérea superior ni fie bre. Los síntomas suelen ser inflamación de labios y lengua, erupción urticarial y disfagia, sin ronquera ni tos. Pueden existir antecedentes previos o historia de alergia.",
            "cite_spans": [],
            "section": "Reacción alérgica o angioedema agudo ::: Diagnósticos diferenciales",
            "ref_spans": []
        },
        {
            "text": "Está relacionada con el antecedente de exposición a humo o quemaduras térmicas o químicas. No presenta clínica de in fección de la vía aérea respiratoria superior, ni fiebre.",
            "cite_spans": [],
            "section": "Lesión en la vía aérea superior ::: Diagnósticos diferenciales",
            "ref_spans": []
        },
        {
            "text": "Anomalías de la vía aérea que puedan causar tos y estridor, como velos laríngeos, estenosis subglótica congénita, he-mangioma subglótico, papilomas laríngeos, laringotraqueo-bronquiomalacia. todos con un curso más crónico, a menos que la presentación sea en el contexto de una infección res piratoria.",
            "cite_spans": [],
            "section": "Anomalías de la vía aérea superior ::: Diagnósticos diferenciales",
            "ref_spans": []
        },
        {
            "text": "A veces es difícil diferenciarla de la traqueobronquitis. El diagnóstico diferencial es con la realización de radiografía de tórax.",
            "cite_spans": [],
            "section": "Neumonía bacteriana grave ::: Diagnósticos diferenciales",
            "ref_spans": []
        },
        {
            "text": "La clínica suele ser similar a la traqueítis bacteriana. Dolor faríngeo, malestar general y fiebre elevada, suelen ser los sín tomas más frecuentes. Una membrana diftérica suele estar presente. Es una patología muy rara en países con altas tasas de vacunación contra la difteria, tétanos y tos ferina.",
            "cite_spans": [],
            "section": "Difteria ::: Diagnósticos diferenciales",
            "ref_spans": []
        },
        {
            "text": "quiste broncogénico, pudiendo causar compresión de las vías respiratorias, síndrome de Guillain-Barré inicial por afectación del nervio laríngeo, al provocar parálisis de cuer das vocales.",
            "cite_spans": [],
            "section": "Otros ::: Diagnósticos diferenciales",
            "ref_spans": []
        },
        {
            "text": "Los pacientes deben estar en observación 3-4 horas tras el tratamiento inicial, y una nueva intervención o el ingreso hospitalario se determinará por la respuesta al tratamiento inicial.",
            "cite_spans": [],
            "section": "Observación y seguimiento ::: Tratamiento",
            "ref_spans": []
        },
        {
            "text": "Si tras 3-4 horas los pacientes evolucionan favorablemente, se les podrá dar el alta si cumplen los siguientes criterios: ausen cia de estridor en reposo; saturación de oxígeno por oximetría normal; ventilación conservada; buen nivel de consciencia; coloración e hidratación adecuada; tolerancia de la vía oral y cuidadores instruidos correctamente en los síntomas por los que tendrán que acudir a urgencias.",
            "cite_spans": [],
            "section": "Criterios de alta ::: Tratamiento",
            "ref_spans": []
        },
        {
            "text": "En el caso de la traqueítis bacteriana y cuando la traqueítis y la traqueobronquitis se complican con sobreinfección bacte riana, se recomienda administrar antibióticos, con cobertura amplia, que incluya los patógenos más frecuentes incluido Staphylococcus resistente a meticilina (tabla 1).",
            "cite_spans": [],
            "section": "Tratamiento antimicrobiano ::: Tratamiento",
            "ref_spans": [
                {
                    "start": 282,
                    "end": 289,
                    "mention": "tabla 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Se recomienda un tiempo de antibioterapia entre 10 y 14 días, aunque no hay estudios formales que hayan analizado el tiempo adecuado.",
            "cite_spans": [],
            "section": "Tratamiento antimicrobiano ::: Tratamiento",
            "ref_spans": []
        },
        {
            "text": "La terapia antivírica estará justificada cuando es influen za y los síntomas tienen menos de 3 días de evolución.",
            "cite_spans": [],
            "section": "Tratamiento antimicrobiano ::: Tratamiento",
            "ref_spans": []
        },
        {
            "text": "Las complicaciones son muy raras, ya que generalmente se recuperan sin secuelas. Van desde obstrucción grave de la vía aérea que precise intubación orotraqueal hasta incluso paro cardíaco.",
            "cite_spans": [],
            "section": "Complicaciones ::: Tratamiento",
            "ref_spans": []
        },
        {
            "text": "Las sobreinfecciones bacterianas son una complicación más frecuente, incluida la neumonía. La traqueítis bacteriana puede complicarse con shock tóxico, incluso se han descrito casos de neumotórax, neumomediastino y edema pulmonar. El curso clínico en ocasiones puede complicarse por el sín drome de distrés respiratorio agudo. Se ha descrito estenosis subglótica residual8.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 372,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Complicaciones ::: Tratamiento",
            "ref_spans": []
        },
        {
            "text": "La bronquitis aguda es la inflamación aguda de la mucosa bronquial autolimitada, caracterizada por tos, con o sin ex pectoración, y que con frecuencia se debe a una infección vírica, en ausencia de enfermedad pulmonar obstructiva cró nica (EPOC) o una causa identificada como neumonía o si nusitis.",
            "cite_spans": [],
            "section": "Concepto ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "La bronquitis aguda es una de las patologías más comunes en la práctica clínica. En Estados Unidos, la bronquitis aguda es la novena enfermedad más común entre los pacientes ambu latorios. La incidencia es mayor en otoño e invierno cuando la transmisión de los virus respiratorios es mayor.",
            "cite_spans": [],
            "section": "Epidemiología ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Es frecuente que sea la continuación de una infección de vías respiratorias superiores.",
            "cite_spans": [],
            "section": "Epidemiología ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "La principal causa de la bronquitis aguda es vírica. De los virus, el de la influenza merece una especial consideración debido a su morbilidad14 (tabla 6\n).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Etiología ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 153,
                    "mention": "tabla 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "La causa bacteriana es poco común, y las bacterias que se asocian con más frecuencia son Bordetella pertussis, Mycoplas-ma pneumoniae y Chlamydia pneumoniae. De estas, B. pertussis es la responsable de causar tos prolongada. La incidencia de tos ferina y los brotes asociados están aumentando en todo el mundo15, y es una de las pocas causas bacterianas de bronqui tis aguda que puede responder a la terapia con antibióticos (tabla 6).",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 311,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Etiología ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": [
                {
                    "start": 426,
                    "end": 433,
                    "mention": "tabla 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "No hay evidencia clara que respalde la relación con pató genos como Streptococcus pneumoniae, Staphylococcus aureus, Haemophylus influenzae, Moraxella catarrhalis u otros bacilos Gram negativos en adultos, sin antecedentes de manipula ción de la vía respiratoria o enfermedad pulmonar obstructi va crónica, ya que, aunque se han aislado en el esputo de los pacientes, las biopsias bronquiales no han mostrado invasión bacteriana16.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 430,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Etiología ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "El síntoma principal y el más importante es la tos, que puede o no asociarse a expectoración que puede o no ser purulenta y las características de la misma no parecen ser predictivas de infección bacteriana17, 18. Suele tener una duración de unos 5 días; sin embargo, no es infrecuente que pueda persistir hasta 3 semanas.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 210,
                    "end": 212,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Manifestaciones clínicas ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Dado que es frecuente que le preceda una infección de las vías respiratorias altas, los síntomas de infecciones de vía aérea superior como rinorrea, congestión nasal, cefalea, fie bre y malestar no son infrecuentes; sin embargo, es la tos el síntoma cardinal14.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Manifestaciones clínicas ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Los pacientes pueden presentar disnea leve y autoescu-cha de ruidos respiratorios. En la auscultación pulmonar po dremos encontrar sibilancias y roncus.",
            "cite_spans": [],
            "section": "Manifestaciones clínicas ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "En estos pacientes se cree que la hiperreactividad bron quial transitoria es el mecanismo que justifica la tos persis tente, que puede durar hasta unas 6 semanas19.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Manifestaciones clínicas ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Los pacientes pueden presentar dolor torácico y retroes-ternal en relación con la tos prolongada.",
            "cite_spans": [],
            "section": "Manifestaciones clínicas ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Durante los primeros días, son frecuentes los síntomas leves de infección de vía aérea superior. Posteriormente, la tos sue le hacerse persistente durante más de 5 días, pudiendo, en algunos pacientes, durar hasta 6 semanas.",
            "cite_spans": [],
            "section": "Historia natural ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Durante este tiempo podría haber alteración de las prue bas de función pulmonar con un volumen espiratorio forza do en el primer segundo (fEV1) disminuido o hiperreactivi-dad bronquial en las pruebas específicas de provocación bronquial, que tras unas 6 semanas mejoran16, 20.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 271,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 273,
                    "end": 275,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Historia natural ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "En pacientes sanos, la producción de esputos purulentos indica la presencia de epitelio traqueobronquial desprendido y células inflamatorias.",
            "cite_spans": [],
            "section": "Historia natural ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Los factores de riesgo son antecedentes de tabaquismo, o exposición al humo de tabaco, vivir en zonas contaminadas, antecedentes de asma bronquial. En algunos pacientes suele asociarse a reacciones desencadenas por alérgenos como pó lenes, perfumes y vapores.",
            "cite_spans": [],
            "section": "Factores de riesgo ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Se realiza cuando es necesario el diagnóstico diferencial con una neumonía, ya que en la bronquitis aguda es normal o con hallazgos inespecíficos como signos sugestivos de engro-samiento de las paredes bronquiales.",
            "cite_spans": [],
            "section": "Radiografía de tórax ::: Diagnóstico ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Es muy inespecífica. Es posible solicitar procalcitonina que es un biomarcador emergente para el diagnóstico de infec ción bacteriana; sin embargo, no se utiliza rutinariamente en el diagnóstico de la bronquitis aguda, salvo cuando el uso de antibióticos no está claro.",
            "cite_spans": [],
            "section": "Analítica de sangre ::: Diagnóstico ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Como ya se ha comentado, en la mayoría de los casos no se realizan pruebas para identificar patógenos específicos, ya que la detección de los mismos no cambiaría el tratamiento.",
            "cite_spans": [],
            "section": "Estudios microbiológicos ::: Diagnóstico ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Los cultivos de esputo no se recomiendan, ya que los pa tógenos bacterianos aislados son causas raras de bronquitis aguda.",
            "cite_spans": [],
            "section": "Estudios microbiológicos ::: Diagnóstico ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Los casos en los que las pruebas microbiológicas pueden cambiar el tratamiento se enumeran a continuación.",
            "cite_spans": [],
            "section": "Estudios microbiológicos ::: Diagnóstico ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\nSospecha de influenza. En el paciente con alto riesgo de complicaciones (tabla 7\n)21, pacientes hospitalizados, trabaja dores de la salud y/o cuando los datos sean útiles para pro porcionar datos de vigilancia local o implementar medidas de control de las infecciones. Siempre que haga menos de 3 días desde el inicio de la clínica.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Estudios microbiológicos ::: Diagnóstico ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "mention": "tabla 7",
                    "ref_id": "TABREF6"
                }
            ]
        },
        {
            "text": "\nSospecha de tos ferina. Usualmente la confirmación de penderá del estado de riesgo o de aspectos de salud pública. Las pruebas dependerán del tiempo de evolución de la tos. En los pacientes con menos de 2 semanas de evolución se realizará cultivo y PCR (la sensibilidad del cultivo disminuye después de las 2 primeras semanas). En pacientes con 2-4 semanas de tos también se realizará tanto cultivo como PCR, ya que aunque la sensibilidad del cultivo disminuye, la PCR sigue siendo útil; no se debe realizar solo la PCR, ya que como prueba independiente requiere un estudio adicional. tras las 4 semanas de tos, solo la serología es útil. En los pacientes con resultados discordantes, por ejemplo, cultivo positivo y PCR negativa, se debe asumir tos ferina.",
            "cite_spans": [],
            "section": "Estudios microbiológicos ::: Diagnóstico ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Presencia en la exploración física de signos de consolidación o auscultación de crepitantes inspiratorios. En los pacientes mayores de 75 años, la clínica es más inespecífica y puede presentarse con alteraciones del nivel de consciencia. El diagnóstico diferencial se establecerá con una radiografía de tórax.",
            "cite_spans": [],
            "section": "Neumonía ::: Diagnósticos diferenciales ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Sensación de drenaje posnasal, necesidad de aclarar constan temente la garganta, rinorrea con síntomas compatibles.",
            "cite_spans": [],
            "section": "Síndrome de goteo nasal posterior ::: Diagnósticos diferenciales ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Presencia de pirosis, regurgitación y disfagia; aunque la tos puede ser el único síntoma, y además puede ser la causa de tos crónica.",
            "cite_spans": [],
            "section": "Reflujo gastroesofágico ::: Diagnósticos diferenciales ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Antecedente de autoescucha de sibilancias, disnea y tos. Par ticularmente cuando la clínica aparece tras la exposición a algún desencadenante. Cuando es un primer episodio de asma es difícil de diferenciar.",
            "cite_spans": [],
            "section": "Asma ::: Diagnósticos diferenciales ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Uso de inhibidores de la enzima convertidora de angiotensi-na. Suele comenzar tras una semana de tratamiento. Habi-tualmente se resuelve a los 4 días de suspender el tratamien to; sin embargo, puede durar hasta 4 semanas.",
            "cite_spans": [],
            "section": "Relacionado con el uso de fármacos ::: Diagnósticos diferenciales ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "La disnea de esfuerzo, la ortopnea y la disnea paroxística nocturna son síntomas que deben hacer sospechar insufi ciencia cardíaca. En la exploración cardíaca podremos en contrar ritmo de galope en la auscultación cardíaca, aumento de la presión venosa yugular y edema en las extremidades.",
            "cite_spans": [],
            "section": "Insuficiencia cardíaca ::: Diagnósticos diferenciales ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "La disnea de inicio repentino, el dolor torácico pleurítico y la hemoptisis son los síntomas clásicos del tromboembolis-mo pulmonar (tEP). Sin embrago, debemos recordar que el tEP en la gran simuladora, por lo que es importante la sos pecha.",
            "cite_spans": [],
            "section": "Tromboembolismo pulmonar ::: Diagnósticos diferenciales ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Inflamación de vías respiratorias pequeñas que generalmente se presentan con la tos característica y que progresivamente se acompaña de taquipnea, dificultad respiratoria e hipoxe-mia.",
            "cite_spans": [],
            "section": "Bronquiolitis ::: Diagnósticos diferenciales ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Se deberá considerar en paciente con antecedente de taba quismo importante o tabaquismo actual. Otros síntomas que nos deben hacer sospechar son la hemoptisis y los síntomas de obstrucción de la vía aérea.",
            "cite_spans": [],
            "section": "Cáncer de pulmón ::: Diagnósticos diferenciales ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "La sobreinfección de bronquiectasias se deberá sospechar en el paciente con antecedente o signos radiológicos de sospe cha.",
            "cite_spans": [],
            "section": "Bronquiectasias ::: Diagnósticos diferenciales ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "En pacientes no diagnosticados pero que se sospeche en fun ción de los antecedentes de tabaquismo y características clí nicas previas. Habrá que confirmar el diagnóstico de sospe cha con espirometría en fase de estabilidad.",
            "cite_spans": [],
            "section": "Exacerbación de la EPOC ::: Diagnósticos diferenciales ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\nTos. Algunos autores recomiendan indicar medicamentos para el alivio de la tos de venta libre como dextrometorfano. Aunque los beneficios de estos medicamentos son inciertos, las guías sugieren que ofrecer medicamentos para el control de la tos reduce la solicitud de antibióticos22. Se debe evitar el uso de supresores de la tos de origen opioide como la co-deína por su potencial efecto adictivo y los efectos secunda rios. también se recomienda limitar el uso de beta agonistas inhalados, dejándolos reservados para pacientes con hi-perreactividad bronquial. No se recomienda el uso de corti-coides orales ni AINE por falta de eficacia o por problemas de seguridad.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Control de síntomas ::: Tratamiento ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\nTerapia antimicrobiana. Como ya se comentó, no están in dicados en la mayoría de los pacientes, salvo en casos selec cionados.",
            "cite_spans": [],
            "section": "Control de síntomas ::: Tratamiento ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Por ejemplo, en la infección por B. pertusis, en pacientes con tos de 3 semanas o menos de evolución, en mujeres em barazadas y en personas que trabajan con bebés y trabajado res de la salud con tos de menos de 6 semanas de evolución. El antibiótico de primera línea son los macrólidos. Dada la naturaleza altamente contagiosa, en caso de sospecha el tra tamiento se debe iniciar al mismo tiempo que se realizan las pruebas diagnósticas.",
            "cite_spans": [],
            "section": "Control de síntomas ::: Tratamiento ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "El tratamiento para la bronquitis aguda por M. pneumo-niae o C. pneumoniae y ausencia de neumonía, generalmente no se recomienda.",
            "cite_spans": [],
            "section": "Control de síntomas ::: Tratamiento ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Se sospecha cuando hay un empeoramiento de los síntomas, casos en los que se recomienda realizar una radiografía de tórax.",
            "cite_spans": [],
            "section": "Neumonía ::: Complicaciones ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Como complicación con la maniobra de Valsalva con la tos muy fuerte. En cuyo caso se debe realizar una radiografía de tórax.",
            "cite_spans": [],
            "section": "Neumotórax o neumomediastino espontáneo ::: Complicaciones ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\nProtección de personas y animales. Los autores declaran que para esta investigación no se han realizado experimentos en seres humanos ni en animales.",
            "cite_spans": [],
            "section": "Responsabilidades éticas ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\nConfidencialidad de los datos. Los autores declaran que en este artículo no aparecen datos de pacientes.",
            "cite_spans": [],
            "section": "Responsabilidades éticas ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\nDerecho a la privacidad y consentimiento informado. Los autores declaran que en este artículo no aparecen datos de pacientes.",
            "cite_spans": [],
            "section": "Responsabilidades éticas ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "Los autores declaran no tener ningún conflicto de intereses.",
            "cite_spans": [],
            "section": "Conflicto de intereses ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\n Importante",
            "cite_spans": [],
            "section": "Conflicto de intereses ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\n Muy importante",
            "cite_spans": [],
            "section": "Conflicto de intereses ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\n Metaanálisis",
            "cite_spans": [],
            "section": "Conflicto de intereses ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\n Artículo de revisión",
            "cite_spans": [],
            "section": "Conflicto de intereses ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\n Ensayo clínico controlado",
            "cite_spans": [],
            "section": "Conflicto de intereses ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\n Guía de práctica clínica",
            "cite_spans": [],
            "section": "Conflicto de intereses ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        },
        {
            "text": "\n Epidemiología",
            "cite_spans": [],
            "section": "Conflicto de intereses ::: Infecciones agudas de los bronquios (bronquitis aguda)",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Tabla 1: Clasificación etiopatogénica de las traqueítis\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Tabla 2: Formas clínicas de traqueítis\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Tabla 3: Manifestaciones de las distintas formas clínicas de traqueítis\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Tabla 4: Criterios diagnósticos de traqueítis\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Tabla 5: Dosis del tratamiento farmacológico en las traqueítis\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Tabla 6: Etiología de la bronquitis aguda\n",
            "type": "table"
        },
        "TABREF6": {
            "text": "Tabla 7: Grupos de alto riesgo de complicaciones para influenza\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Radiografía cervical que demuestra el signo del campanario.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Área subglótica con la flecha única y distensión de hipofaringe en las múltiples flechas en un caso de traqueítis.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Proyección lateral de partes blandas de cuello, mostrando la presencia de membranas e irregularidades de la pared traqueal en un caso de traqueítis bac teriana pseudomembranosa.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "L.V.",
                    "middle": [],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Silberman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "StatPearls [Inter net]",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "R.W.",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "UpToDate",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Clinical practice. Croup",
            "authors": [
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Croup",
            "authors": [
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Bjornson",
                    "suffix": ""
                },
                {
                    "first": "D.W.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Feigin and Cherry’s Text-book of pediatric infectious diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Nosocomial tracheobronchitis",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Nseir",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ader",
                    "suffix": ""
                },
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Marquette",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Opin Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Ventilator-associated tracheobronchitis (VAT): ques-tions, answers, and a new paradigm?",
            "authors": [
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Craven",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Crit Care",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "UpToDate",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "R.W.",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "UpToDate",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "An update on inflammatory disorders of the pediatric airway: Epiglottitis, croup, and tracheitis",
            "authors": [
                {
                    "first": "R.H.",
                    "middle": [],
                    "last": "Stroud",
                    "suffix": ""
                },
                {
                    "first": "N.R.",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Otolaryngol",
            "volume": "22",
            "issn": "4",
            "pages": "268-275",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Membranous laryngotracheo-bronchitis (Membranous Croup)",
            "authors": [
                {
                    "first": "B.K.",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Dunbar",
                    "suffix": ""
                },
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "Striker",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "AJR",
            "volume": "133",
            "issn": "",
            "pages": "53-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "R.W.",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "UpToDate",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Laringitis aguda (Crup)",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Arroba Basanta",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "An Pediatr Monogr",
            "volume": "1",
            "issn": "1",
            "pages": "55-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "File",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "UpToDate",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Clinical practice. Acute bronchitis",
            "authors": [
                {
                    "first": "R.P.",
                    "middle": [],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "20",
            "pages": "2125-2130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Systematic review of factors associated with antibiotic prescribing for respira-tory tract infections",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "McKay",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mah",
                    "suffix": ""
                },
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "McGrail",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Patrick",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Antimicrob Agents Chemother",
            "volume": "60",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Sputum colour for diagnosis of a bacterial infection in patients with acute cough",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Altiner",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Wilm",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Däubener",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Bormann",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Pentzek",
                    "suffix": ""
                },
                {
                    "first": "H.H.",
                    "middle": [],
                    "last": "Abholz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Scand J Prim Health Care",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Acute bronchitis in the com-munity: clinical features, infective factors, changes in pulmonary function and bronchial reactivity to histamine",
            "authors": [
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Boldy",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Skidmore",
                    "suffix": ""
                },
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Ayres",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Respir Med",
            "volume": "84",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Zahn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "UpToDate",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "C.Z.",
                    "middle": [],
                    "last": "Kimon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "UpToDate",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}