{
    "paper_id": "PMC7120423",
    "metadata": {
        "title": "Prioritization of High Consequence Viruses to Improve European Laboratory Preparedness for Cross-Border Health Threats",
        "authors": [
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Rezza",
                "suffix": "",
                "email": "giovanni.rezza@iss.it",
                "affiliation": {}
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Ippolito",
                "suffix": "",
                "email": "giuseppe.ippolito@inmi.it",
                "affiliation": {}
            },
            {
                "first": "Carla",
                "middle": [],
                "last": "Nisii",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Roland",
                "middle": [],
                "last": "Grunow",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andreas",
                "middle": [],
                "last": "Brave",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Ippolito",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Jacob",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pontus",
                "middle": [],
                "last": "Jureen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Bartolini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Antonino",
                "middle": [],
                "last": "Di Caro",
                "suffix": "",
                "email": "antonino.dicaro@inmi.it",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The Steering Committee (SC) of EMERGE, made up of representatives of the coordinators (the Robert Koch Institute in Berlin and the ‘L. Spallanzani’ National Institute for Infectious Diseases in Rome), and other partner institutions in the United Kingdom, Sweden, France, the Netherlands, and Germany, worked together to develop an assessment method for prioritising agents of highly infectious diseases, which resulted in a list of pathogens with the potential to cause cross-border outbreaks in Europe. What was needed was a set of objective criteria that would function as a tool consistent enough to ensure objectivity, but also flexible enough to be adapted to future, unforeseen scenarios. The potential to cause harm and to spread across borders was further broken down into several variables: severity of disease, risk of introduction into European countries, presence of reservoirs or vectors, size of the susceptible population, existence of prophylaxis or treatment options. A four-tiered scoring system was proposed whereby every single aspect was rated (from 0 to 3) to obtain a number resulting from the sum of all the individual scores. A survey was produced and disseminated to the BSL-4 laboratories that form the SC to collect their individual evaluations, which were summed up to obtain a final score and weighted average representing the consensus of the EMERGE SC (Table 1).\n",
            "cite_spans": [],
            "section": "Methodology for Pathogen Selection",
            "ref_spans": [
                {
                    "start": 1391,
                    "end": 1392,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The form used in December 2015 for Crimean Congo Haemorrhagic Fever virus (CCHF) is shown as an example; basic information, useful links, and the number of ProMed posts are also reported on the form (Fig. 1). The use of ProMed as an indicator of severity or threat posed by an outbreak has been a matter of discussion because of the difficulty in setting objective and consistent thresholds in a scoring system. The final decision was to provide the total number of events together with those published in the previous year, asking questionnaire respondents to provide a score from 0 to 3. The EMERGE survey was also used to collect information on the diagnostic methods available in every laboratory, as this information is necessary to complete the decision making algorithm: once the SC has identified a pathogen with a score indicating significant dangerousness and cross-border potential, the evaluation process will enter the next phases: (i) verifying that there are no other networks dealing with the agent in question, and (ii) identifying any gaps in laboratory diagnostics (Fig. 2). These two steps in particular are necessary to optimize resources and avoid duplication of activities: for example, Highly Pathogenic Influenza (HPI) and Ebola viruses were not included in the 2016 activity planning on the grounds that very large networks on Influenza are in existence [Surveillance and laboratory Networks on Influenza (website)], and that no considerable gaps in diagnostics exist for EVD owing to the extensive effort made to tackle the recent emergency.\n\n",
            "cite_spans": [],
            "section": "Methodology for Pathogen Selection",
            "ref_spans": [
                {
                    "start": 205,
                    "end": 206,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1090,
                    "end": 1091,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Highly infectious diseases can spread rapidly across borders through travel or trade, and international coordination is essential to a prompt and efficient response. Public health systems must be on the alert and ready to deal with new emergencies that may arise anywhere in the world, therefore developing strategies to identify priorities for intervention measures, rational allocation of resources for research and surveillance, and preparedness planning has been the focus of a large body of research in recent years (Balabanova et al. 2011, Witt et al. 2011, Brookes et al. 2015, Dahl et al. 2015, Kulkarni et al. 2015, Krause et al. 2008, Matthiessen et al. 2016, Ng and Sargeant 2013, Xia et al. 2013, Wallinga et al. 2010).",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 544,
                    "mention": "2011",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 558,
                    "end": 562,
                    "mention": "2011",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 579,
                    "end": 583,
                    "mention": "2015",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 597,
                    "end": 601,
                    "mention": "2015",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 619,
                    "end": 623,
                    "mention": "2015",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 639,
                    "end": 643,
                    "mention": "2008",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 664,
                    "end": 668,
                    "mention": "2016",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 686,
                    "end": 690,
                    "mention": "2013",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 703,
                    "end": 707,
                    "mention": "2013",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 725,
                    "end": 729,
                    "mention": "2010",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "At the start of its activity, the EMERGE consortium set out to develop its own strategy to prioritize pathogens for its 3-year EQAEs planning, in order to improve diagnostic capabilities. The approach used is based on an objective scoring system, a close collaboration with other networks dealing with highly infection diseases, and a diagnostic gaps analysis. The results were discussed at length by SC members, representatives of the EC and the European Centre for Disease Prevention and Control (ECDC), in teleconferences and face-to-face meetings. The pathogens chosen for the first year of activities were CCHF, Lassa Haemorrhagic Fever virus, and Orthopoxviruses. As mentioned previously, Ebola was not considered an immediate urgency after the gaps analysis (many commercial kits are available or under development today), but will be re-evaluated annually during the course of the project. CCHF was the virus with the highest score (Table 1) and included as a priority for the 2016 activity planning (having excluded HPI for the reasons explained above); therefore the recent occurrence of an autochthonous infection in Europe is proof of the validity of our work (ProMed 2016). In a ‘One Health’ approach, Orthopoxviruses (Cowpox and Monkeypox) were also chosen (regardless of their relatively lower score) because of their presence in Europe and cross-border potential, and their relationship to the Smallpox virus, in order to improve the ability of European laboratories to deal with a possible bioterrorism event.",
            "cite_spans": [
                {
                    "start": 1180,
                    "end": 1184,
                    "mention": "2016",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 947,
                    "end": 948,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Compared to other more complex prioritization strategies (Balabanova et al. 2011, ECDC technical report on best practice for ranking emerging diseases 2015, Dahl et al. 2015, Krause et al. 2008, Ng and Sargeant 2013), the EMERGE consortium used a pragmatic approach to produce a tool that is simple, objective and adaptable to changing circumstances. This paper describes the results obtained for viruses only, but the same approach was used to produce the annual work plan also for highly pathogenic bacteria.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "mention": "2011",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 151,
                    "end": 155,
                    "mention": "2015",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 169,
                    "end": 173,
                    "mention": "2015",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 189,
                    "end": 193,
                    "mention": "2008",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 211,
                    "end": 215,
                    "mention": "2013",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "EMERGE is a large EC Health Programme-funded joint action that brings together about 40 nationally appointed BSL-3 and BSL-4 laboratories; the fact that the assessment and selection of pathogens will be repeated at least annually, together with the flexibility of the project (activities can be focused and funds shifted to accommodate changing demands), represents a step forward in the direction of a better response to infectious disease emergencies.",
            "cite_spans": [],
            "section": "Results and Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Individual scores attributed to viral agents with cross-border threat by the EMERGE consortium, and their weighted average\n\nCCHF crimean-congo haemorrhagic fever, MERS middle east respiratory syndrome, HPI highly pathogenic influenza \naTo calculate the weighted average, the sum of individual scores was divided by the number of respondents, as not all pathogens were scored by all laboratories",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Example of the form sent in December 2015 to BSL-4 laboratories forming the Sterring Committee of EMERGE. It contains general information and number of ProMed posts (bottom), and was used to collect data on diagnostic tests available at each laboratory (top left), and the rationale for including each virus, based on a four-tiered scoring system. Respondents were also asked if they were aware of the existence of other networks dealing with the pathogen (top right)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Algorithm used by the EMERGE consortium for the selection of pathogens to include in the annual work plan, taking into account the score attributed by the Steering Committee members, the lack of other networks and the existence of diagnostic gaps",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Communicable diseases prioritized for surveillance and epidemiological research: results of a standardized prioritization procedure in Germany, 2011",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Balabanova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gilsdorf",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buda",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0025691"
                ]
            }
        },
        "BIBREF1": {
            "title": "Major emerging vector-borne zoonotic diseases of public health importance in Canada",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Kulkarni",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Berrang-Ford",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Buck",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Microb Infect",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/emi.2015.33"
                ]
            }
        },
        "BIBREF2": {
            "title": "Coordinating funding in public health emergencies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthiessen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Colli",
                    "suffix": ""
                },
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Delfraissy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "2197-2198",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)30604-3"
                ]
            }
        },
        "BIBREF3": {
            "title": "Quantitative approach to the prioritization of zoonotic diseases in North America: a health professionals’ perspective",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "JMA",
                    "middle": [],
                    "last": "Sargeant",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0072171"
                ]
            }
        },
        "BIBREF4": {
            "title": "The European network of Biosafety-Level-4 laboratories: enhancing European preparedness for new health threats",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nisii",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castilletti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Di Caro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Infect",
            "volume": "15",
            "issn": "",
            "pages": "720-726",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-0691.2009.02946.x"
                ]
            }
        },
        "BIBREF5": {
            "title": "Biosafety Level-4 laboratories in Europe: opportunities for public health, diagnostics, and research",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nisii",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castilletti",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Raoul",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003105"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "European lab network prepares for high-risk pathogen threat",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Senior",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(08)70215-9"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Preparedness for emerging infectious diseases: pathways from anticipation to action",
            "authors": [
                {
                    "first": "VJ",
                    "middle": [],
                    "last": "Brookes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hernandez-Jover",
                    "suffix": ""
                },
                {
                    "first": "PF",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiol Infect",
            "volume": "143",
            "issn": "",
            "pages": "2043-2058",
            "other_ids": {
                "DOI": [
                    "10.1017/S095026881400315X"
                ]
            }
        },
        "BIBREF12": {
            "title": "Diagnostic issues and capabilities in 48 isolation facilities in 16 European countries: data from EuroNHID surveys",
            "authors": [
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Thibervilla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schilling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Iaco",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Res Notes",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1756-0500-5-527"
                ]
            }
        },
        "BIBREF13": {
            "title": "Optimizing infectious disease interventions during an emerging epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Boven",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PNAS",
            "volume": "107",
            "issn": "",
            "pages": "923-928",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0908491107"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The AFHSC-division of GEIS operations predictive surveillance program: a multidisciplinary approach for the early detection and response to disease outbreaks",
            "authors": [
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Witt",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Masuoka",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Public Health",
            "volume": "11",
            "issn": "Suppl 2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-11-S2-S10"
                ]
            }
        },
        "BIBREF16": {
            "title": "Identifying the relative priorities of subpopulations from containing infectious disease spread",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0065271"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Communicable diseases prioritized according to their public health relevance, Sweden, 2013",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dahl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tegnell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wallensten",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0136353"
                ]
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Networking for infectious disease emergencies in Europe",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nisii",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Capobianchi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Microbiol",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro1896-c1"
                ]
            }
        },
        "BIBREF22": {
            "title": "Facing the threat of highly infectious diseases in Europe: the need for a networking approach",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "FM",
                    "middle": [],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Di Caro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Infect",
            "volume": "15",
            "issn": "",
            "pages": "706-710",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-0691.2009.02876.x"
                ]
            }
        },
        "BIBREF23": {
            "title": "Prioritisation of infectious diseases in public health – call for comments",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eurosurveillance",
            "volume": "13",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "The need for global R&D coordination for infectious diseases with epidemic potential",
            "authors": [
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Kieny",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Rottingen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farrar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "460-461",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)31152-7"
                ]
            }
        }
    }
}