{
    "paper_id": "PMC7188004",
    "metadata": {
        "title": "Letter to the Editor: Intragastric Balloon Removal During the COVID-19 Pandemic: to Postpone or Not? That Is the Question",
        "authors": [
            {
                "first": "Sonja",
                "middle": [],
                "last": "Chiappetta",
                "suffix": "",
                "email": "drschiappetta@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Massimiliano",
                "middle": [],
                "last": "De Seta",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Rice",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vincenzo",
                "middle": [],
                "last": "Bottino",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The current coronavirus disease 2019 (COVID-19) pandemic and associated risk of contracting severe acute respiratory syndrome coronavirus 2, known as SARS-CoV-2, challenge daily clinical practice. Italy, the first European country to be affected by COVID-19, declared a public health emergency on January 31, 2020. Because of increasing morbidity and mortality in the northern region of Italy, a national lockdown was instituted on March 9, 2020. From that date, we stopped all elective bariatric and endoscopic surgeries in our surgical department to prevent transmission of the infection to patients and health care workers. Almost all national guidelines worldwide recommend postponing elective surgery and endoscopy [1] and protocols are updated daily to minimize the risk of infection during hospital treatments.",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 722,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In this context, it is important to note that in patients who underwent surgery during the incubation period of COVID-19, the infection was associated with increased perioperative mortality [2, 3]. Over 80% of patients with COVID-19 infection are asymptomatic [4] or paucisymptomatic [5], and with increasing numbers of such infections, more surgical patients will present with coinfection. Therefore, it is of upmost importance to suspect COVID-19 infection in every patient and to define a preoperative diagnostic pathway to exclude it as far as possible. Ethically, semi-urgent surgical and endoscopic procedures might be the most challenging conditions. Despite some existing recommendations, it is the responsibility of the practitioner to decide which procedure should be performed or must be postponed for each individual patient after analyzing the ethics and risk–benefit ratio.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 192,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 194,
                    "end": 195,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 261,
                    "end": 262,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 285,
                    "end": 286,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Our multidisciplinary obesity and metabolic surgery unit is certified as a center of excellence by the Italian Society of Obesity and Metabolic surgery (Società Italiana di Chirurgia Dell´ Obesità e Delle Malattie Metaboliche; SICOB). After the national lockdown and initial postponing of all elective endoscopic and surgical procedures, we were still confronted with increased uncertainty regarding the duration, course, and impact of this pandemic. This resulted in new considerations regarding the timing of explantation of an intragastric balloon (IB) for which the guaranteed implantation time has been exceeded. To avoid future ulcerations, perforations, and ileuses caused by failed IB material and the risk of possible emergency interventions, we have classified the removal of an IB as a semi-urgent intervention and no longer postpone this procedure.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In Italy, treatment with an IB is covered by the national health care system, and we adopt treatment in patients with obesity who do not meet surgical indications (obesity grades I and II without comorbidities) and in those who are afraid to undergo surgery. Furthermore, this procedure is often performed as a first-step in superobese patients. We use a gas-filled gastric balloon (Heliosphere BAG; Helioscopie, Riennes, France) that has a guaranteed implantation period of 6 months. We normally perform IB positioning six times every month.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Therefore, following special precautions, we decided at the end of March 2020 to admit all patients who had exceeded their IB treatment time. On admission, all patients were screened for COVID-19 risk factors such as fever, upper respiratory tract infection, and gastrointestinal symptoms, as well as their contact, travel, and job histories. All patients underwent measurement of heart rate and peripheral blood oxygen saturation (SpO2; Table 1). In cases where SpO2 < 96%, additional arterial blood gas analysis was performed.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 444,
                    "end": 445,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Because such endoscopic procedures are considered high risk, standard COVID personal protective equipment (PPE) was considered, including at minimum, an N95-type respirator with face shield/googles plus a gown and double gloves [6].",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 230,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In cases with negative screening for COVID-19, IB removal was performed as a day hospital procedure using fentanyl (100 μg) and midazolam (5–8 mg) intravenously for sedation.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To date, a total of 12 patients (11 females, one male) have undergone IB removal under these conditions. The mean age of patients at the time of removal was 35 ± 11 years. Prior to implantation, the mean weight was 116.1 ± 20 kg and mean body mass index (BMI) 42.4 ± 7.2 kg/m2. At the time of removal, the mean weight was 101.8 ± 21.6 kg and mean BMI 37.1 ± 7.3 kg/m2. COVID-19 screening was negative in all 12 patients. Endoscopic explantation of IB was uneventful. The first consultation after 1 week was by telephone. No further complications were reported.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The current COVID-19 pandemic represents a major challenge in daily practice. The safety of patients and health care workers must be the focus of attention and protected under all circumstances. Rigorous introduction and adaptation of novel diagnostic and protective pathways, including the reliable screening of patients and the consequent use of COVID-19 PPE, is fundamental. This allows us to perform not only emergencies, but also semi-urgent interventions, such as the removal of an IB, which under the described prerequisites, can be planned and executed safely to avoid important complications in the future.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: COVID-19 assessment information\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}