{
    "paper_id": "PMC7109804",
    "metadata": {
        "title": "Cross-Linked Fibrin in the Nasal Fluid of Patients with the Common Cold",
        "authors": [
            {
                "first": "Birgit",
                "middle": [],
                "last": "Winther",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jack",
                "middle": [
                    "M"
                ],
                "last": "Gwaltney",
                "suffix": "Jr",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "E."
                ],
                "last": "Humphries",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [
                    "Owen"
                ],
                "last": "Hendley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In patients with viral rhinosinusitis (i.e., the common cold), adherent material that is resistant to mucociliary clearance often is found on the walls of the paranasal sinuses (figure 1) [1]. Although this material often is referred to as “mucosal thickening,” the presence of air bubbles in the material (figure 1) makes it unlikely that it is mucosal thickening. The current study was undertaken to investigate the composition of the adherent material. Of particular interest was whether the adherent material was a plasma (fibrin) clot that resulted from plasma exudation during the viral infection. Because samples of material from the sinus cavities of patients with colds were not available, the focus of the study was shifted to an evaluation of whether cross-linked fibrin that could clot appeared in the nasal fluid (a surrogate for sinus fluid) of subjects with rhinovirus colds.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 190,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 307,
                    "end": 315,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Fibrinogen from plasma has been reported to be present transiently in the nasal fluid of subjects with experimentally induced coronavirus colds [2], and, in the current study, we report its presence in patients with rhinovirus colds. A fibrin clot is the end product of the fibrinogen system. Fibrinogen may be converted to soluble fibrin through enzymatic action [3]; the soluble fibrin then is converted to an insoluble clot by cross-linking (D-dimerization). In the present study, we investigated the presence of cross-linked fibrin, the functional product of fibrinogen, in the nasal fluid of subjects with colds. In addition, we examined the time course of plasma exudation that results in increases in albumin and fibrinogen concentrations in the nasal fluid of subjects with experimentally induced rhinovirus colds.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 146,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 365,
                    "end": 366,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nMaterials and methods. Nasal wash samples were obtained from 11 otherwise healthy young adults (age, ≥18 years) who had common colds after rhinovirus challenge and from 4 control subjects who were challenged with virus but did not become infected. A challenge pool of rhinovirus type 16 was administered by intranasal drops (250 µL); administration was repeated once after a 15-min interval. This resulted in a total inoculum dose of 300–3000 TCID[50]. The challenge pool had been safety tested for extraneous agents [4].",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 520,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Nasal lavage fluid samples were obtained at 8:00 A.M. each day for 6 days. A total of 5 mL of PBS without preservatives was dropped into each nostril while the patient was sitting with the neck hyperextended. After 10 s, nasal fluid (6–7 mL) was expelled through the nose and into a container. Two milliliters of nasal lavage fluid was added to an equal volume of virus collecting broth and used for inoculation into human embryonic lung fibroblast cell cultures (WI-38 and/or MRC-5 cells) in screw-capped tubes. Aliquots (2 mL) of undiluted lavage fluid were stored at -70°C for use in the study. Serum samples were obtained before challenge and again 3 weeks after challenge for the measurement of titers of homotypic neutralizing antibody to the challenge virus.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Infection was considered present if virus was recovered from ≥1 nasal lavage specimen(s) and/or if there was a 4-fold or greater increase in the serum titer of homotypic neutralizing antibody. Respiratory and general symptoms were recorded daily on the basis of the method reported by Jackson [5]. A study participant was considered to have an illness if he/she had (1) a minimum symptom score of 6 and (2) the subjective impression of having had a cold or having had rhinorrhea for ≥3 days.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 295,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Concentrations of fibrinogen and fibrinogen degradation products in nasal lavage samples were measured by means of latex agglutination with rabbit antiserum specific for fragments D and E of human fibrinogen (Diagnostica Stago). Samples were not pretreated to remove unreacted fibrinogen, because we wished to measure the combined concentrations of fibrinogen, fibrin monomer, and fibrin clot in the lavage fluid. The detection limit of this assay was 2 µg/mL, expressed in terms of fibrinogen equivalents. For the calculation of mean concentrations, specimens with values of µ2 µg/mL were assigned a value of 1 µg/mL. The presence of cross-linked fibrin in nasal lavage samples was measured by latex agglutination with a monoclonal antibody specific for cross-linked D-dimer domain (Organon Teknika). The detection limit of the assay was 0.5 µg/mL, expressed in fibrinogen equivalents. For the calculation of mean concentrations, specimens with values of µ0.5 µg/mL were assigned a value of 0.1 µg/mL. The albumin concentration in nasal lavage fluid was measured by rocket immunoelectrophoresis [6] with rabbit polyclonal antibody to human albumin (Dakopatts A/S). The albumin concentration in each sample was determined by comparison with a standard curve generated in each run.",
            "cite_spans": [
                {
                    "start": 1097,
                    "end": 1098,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The study was reviewed and approved by the Human Investigation Committee at the University of Virginia Health System (Charlottesville). All subjects provided written informed consent, in accordance with the guidelines established by the institution.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nResults. The mean concentration (±SE) of the combination of fibrinogen and fibrinogen degradation products in nasal lavage samples obtained from infected ill subjects before virus challenge was 1.2 ± 0.1 µg/mL (figure 2A). By day 3 after challenge, the mean concentration (±SE) had increased to 3.4 ± 0.8 µg/mL, (P = .01, by t test). The mean concentrations on days 4, 5, and 6 were 4.1, 4.5, and 3.3 µg/mL, respectively. The mean concentration of fibrinogen and fibrinogen degradation product in the control subjects remained at baseline levels during the 6 days of observation.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "mention": "figure 2A",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The mean D-dimer concentration (±SE) in nasal lavage specimens obtained from infected ill subjects before virus challenge was 0.2 ± 0.05 µg/mL (figure 2B). By day 3 after challenge, it had risen to 1.4 ± 0.3 µg/mL, and, on day 4 after challenge, it had increased to a peak of 2.4 ± 0.7 µg/mL (P = .008). On day 1, the mean concentration in control subjects was 0.8 ± 0.4 µg/mL. The concentrations on days 2–6 after challenge varied from 0.2 ± 0.1 µg/mL to 1.3 ± 0.9 µg/mL in these subjects. There was a strong correlation between the concentrations of fibrinogen and fibrinogen degradation products combined and the albumin concentrations (r = 0.75; P µ .0001) in the 90 lavage samples (figure 3).",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "mention": "figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 687,
                    "end": 695,
                    "mention": "figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "\nDiscussion. In the present study, we demonstrated that the fibrinogen concentration (including fibrinogen degradation products) increased in the nasal fluid of subjects with rhinovirus colds. In spite of the considerable difference between the molecular size of fibrinogen (340 kDa) and that of albumin (70 kDa), fibrinogen appears to transit nasal epithelium as readily as does albumin during colds, because there was a strong correlation between the concentration of fibrinogen and that of albumin. We also demonstrated that fibrinogen from plasma exudate can be converted to insoluble cross-linked fibrin in the nasal fluid. The concentration of fibrin, expressed in fibrinogen equivalents, was approximately half that of fibrinogen, and the fibrin concentration showed the same temporal pattern as did the fibrinogen concentration during illness.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It is reasonable to assume that cross-linked fibrin also is present in the sinuses during colds and that it may be responsible for the adherent material observed on the sinus wall. If these assumptions are true, the presence of a fibrin clot has implications for treatment strategies to enhance drainage of the sinuses during colds. Medications in current use, including mucoevacuants and decongestants, would not be expected to affect cross-linked fibrin. Other measures may be necessary to reduce and/or solubilize fibrin in secretions; such measures involve reducing the influx of plasma proteins into the upper airway or lysing fibrin on sinus mucosa. Prophylactic oral steroid administration has been shown to reduce albumin and kinin concentrations in the nasal fluid of volunteers with experimentally induced rhinovirus colds, a finding that suggests that a reduction in plasma exudation occurred [7]. The use of topical agents with fibrinolytic activity might be another approach, but methods for delivering fibrinolytic drugs to the sinus cavity would need to be devised for this approach to be successful. In any event, the presence of insoluble fibrin in nasal fluid and, probably, in sinus fluid during colds has not received the attention it may warrant.",
            "cite_spans": [
                {
                    "start": 905,
                    "end": 906,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: CT scan of the sinuses of an adult with viral rhinosinusitis (i.e., the common cold). There is occlusion of the infundibula (arrowheads) and the material adherent to the walls of the maxillary sinuses (arrows). One large air bubble and several small air bubbles are in the material in the left sinus cavity. (Figure reprinted with permission from the New England Journal of Medicine.)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Mean concentrations (±SE) of fibrinogen and fibrinogen degradation products (FDP; A) and of D-dimer (cross-linked fibrin; B) in nasal wash samples obtained from study volunteers who were inoculated with rhinovirus.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Relative concentrations of fibrinogen/fibrinogen degradation products (FDP) and albumin concentrations in nasal wash samples.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Acute community-acquired sinusitis",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                }
            ],
            "year": 1996,
            "venue": "Clin Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "1209-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Mucosal exudation of fibrinogen in coronavirus-induced common colds",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akerlund",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Greiff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bende",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Alkner",
                    "suffix": ""
                },
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Acta Otolaryngol",
            "volume": "113",
            "issn": "",
            "pages": "642-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "GR",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Bithell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Foerster",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Wintrobe's clinical hematology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Updated recommendations for safety-testing of viral inocula used in volunteer experiments on rhinovirus colds",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Hendley",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Prog Med Virol",
            "volume": "39",
            "issn": "",
            "pages": "256-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Transmission of the common cold to volunteers under controlled conditions. I. The common cold as a clinical entity",
            "authors": [
                {
                    "first": "GG",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "Arch Intern Med",
            "volume": "101",
            "issn": "",
            "pages": "267-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Rocket immunoelectrophoresis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weeke",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Scand J Immunol Suppl",
            "volume": "1",
            "issn": "",
            "pages": "37-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Oral prednisone therapy in experimental rhinovirus infections",
            "authors": [
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Gustafson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Proud",
                    "suffix": ""
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Hendley",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                }
            ],
            "year": 1996,
            "venue": "J Allergy Clin Immunol",
            "volume": "97",
            "issn": "",
            "pages": "1009-14",
            "other_ids": {
                "DOI": []
            }
        }
    }
}