{
    "paper_id": "PMC7167037",
    "metadata": {
        "title": "Detection of six common human paramyxoviruses in patients with acute febrile respiratory symptoms using a novel multiplex real‐time RT‐PCR assay",
        "authors": [
            {
                "first": "Gao‐Shan",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pei‐Hua",
                "middle": [],
                "last": "Niu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sheng‐Cang",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rou‐Jian",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wen‐Jie",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "email": "tanwj@ivdc.chinacdc.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute respiratory infections (ARIs) are common respiratory diseases that continue to pose a threat to public health. According to a report published by the World Health Organization, lower respiratory infections killed 3 million people and are the most deadly communicable disease, causing 3 million deaths worldwide in 2016 (http://www.who.int/mediacentre/factsheets/fs310/en/index.html). More than 200 viruses are major etiological agents of ARIs. Respiratory syncytial virus (RSV), human metapneumoviruses (hMPVs), and human parainfluenza viruses (HPIVs) that are classified into the subfamilies Pneumovirinae and Paramyxovirinae and the Paramyxoviridae has a nonsegmented, single‐stranded, negative‐sense RNA genome,1 which was the common causative agents of ARIs in humans in all age groups.2, 3, 4, 5 These viruses can cause acute respiratory diseases such as croup, bronchiolitis, and pneumonia in children, the elderly, and immunodeficiency patients. RSV has two subtypes, subtype A and B, which play an important role in most respiratory infections and account for 60% to 80% of cases of bronchiolitis in children under 2 years of age. Followed by RSV, 5% to 15% of children with respiratory infections were hospitalized for bronchiolitis caused by hMPV.6, 7 HPIVs have four subtypes including HPIV‐1, HPIV‐2, HPIV‐3, and HPIV‐4; HPIV‐4 is considered less important. HPIV‐1, HPIV‐2, and HPIV‐3 are prevalent in acute respiratory infections in children under 5 years and may account for 17% of hospitalizations.5 RSV, hMPV, and HPIV infections can cause fever, cough, hypoxia, and severe symptoms such as bronchiolitis and pneumonia.4, 8, 9 Therefore, it is difficult to distinguish between RSV, hMPV, and HPIV infections, and accurate early diagnosis based on clinical manifestations is a serious challenge.10\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Early diagnosis is recognized as an important way to facilitate early management and combat ARIs.11 Real‐time polymerase chain reaction (PCR) can detect and quantify specific DNA or RNA in samples. It is widely used to detect respiratory viruses and provides an effective solution for early detection.12, 13 Compared with traditional virus culture and immunofluorescence detection methods, real‐time PCR has the advantages of high sensitivity, short turnaround time, and simultaneous detection of multiple pathogens. Unlike monoplex real‐time PCR, multiplex real‐time PCR allows multiple pathogens to be detected simultaneously in a single reaction, thus having the advantage of time savings and cost‐effective.7, 14 At present, several monoplex or multiplex real‐time RT‐PCR methods for hMPV, RSV, and HPIVs detection have been established. However, these techniques do not involve the simultaneous detection of all common respiratory paramyxoviruses (especially hMPV), and their performance and clinical evaluation are few. Here, we developed a one‐step two‐tube triplex real‐time RT‐PCR assay and assessed its sensitivity and specificity for hMPV, RSV‐A, RSV‐B, HPIV‐1, HPIV‐2, and HPIV‐3. This new method was used to detect these viruses in 471 hospitalized patients with ARIs, and its performance was compared with a commercial routine multiplex‐ligation‐NAT‐based RespiFinder‐22 (RF‐22; PathoFinder, Maastricht, The Netherlands).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Specimens were divided into two groups according to different purposes. One group was positive clinical samples of HPIV‐1, HPIV‐2, HPIV‐3, RSV‐A, RSV‐B, and hMPV. The identities of these specimens were confirmed using established in‐house RT‐PCR methods and were used to provide target genes for the construction of RNA standards. The other group included 471 nasopharyngeal swabs from patients with the acute febrile respiratory syndrome (AFRS) who were admitted to a designated hospital in Qinghai Province from May 2010 to May 2015 for evaluation of clinical methods. All the specimens mentioned above were kept in −70℃ in our laboratory.",
            "cite_spans": [],
            "section": "Specimens ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Here, we developed a two‐tube triplex one‐step real‐time RT‐PCR assay for simultaneous detection of all common respiratory paramyxoviruses. One tube is set for detection of HPIV‐1, HPIV‐2, and HPIV‐3. The second tube is set for detection of RSV‐A, RSV‐B, and hMPV. The sequence information of primers and probes for each triplex real‐time RT‐PCR is presented in Supporting Information Table S1, along with their target genes, reaction concentrations, and fluorescent‐dye labels. We have screened and optimized six common respiratory paramyxovirus primers and probes from previous reports.1, 15, 16, 17, 18 Primer Express software (version 3.0; Applied Biosystems, Foster City, CA) was used to modify sequences, and Oligo (version 7.57; Molecular Biology Insights, Colorado Springs, CO) was used to ensure that primer complements and primer dimers did not exist among different viruses in the same tube.",
            "cite_spans": [],
            "section": "Two‐tube triplex one‐step real‐time RT‐PCR assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "DNA plasmid clones were produced for each virus by inserting a fragment that contained assay targets into the plasmid vector pGEM‐T Easy (Promega, Madison, WI). The plasmids were amplified in DH5α (Quanshijin, Beijing, China) and the inserted genes were sequenced. Then the RNA standard was obtained through in vitro transcription using RiboMAX™ Large Scale RNA Production Systems‐SP6 and T7 (Promega, Southampton, UK) and purified using the RNeasy Mini Kit (Qiagen, Hilden, Germany). The RNA standard was quantified three times using the Nanodrop spectrophotometer 2000 (NanoDrop Technologies, Wilmington, DE). The number of copies per µL was calculated using the mean values and formula: RNA (g/µL)/(length × 340) × 6.02 × 1023, where length was the number of nucleotides. Ten‐fold dilutions equivalent to 101 to 107 copies/µL RNA were used to calculate the limit of detection of the triplex real‐time RT‐PCR.",
            "cite_spans": [],
            "section": "Two‐tube triplex one‐step real‐time RT‐PCR assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The commercially available QIAamp MinElute Virus Rotation Kit (Qiagen) was used for the extraction of DNA and RNA. A total of 80‐µL total nucleic acids were extracted from 200‐µL clinical specimen samples. Negative water controls were included in every run. Triplex real‐time RT‐PCR was performed using the One‐Step PrimeScript RT‐PCR Kit (TaKaRa, Osaka, Japan) and contained 12.5 µL 2× One‐Step RT‐PCR Buffer III, 0.5 µL PrimeScript RT enzyme mix, 0.5 µL TaKaRa Ex Taq HS (5 U/µL), variable concentrations of primers and probes (as indicated in Supplemental Table S1), and 5 µL nucleic acids as template in a final volume of 25 µL. The reactions were incubated as follows: 5 minutes reverse transcription at 42°C, 10 seconds denaturation at 95°C, and 45 cycles at 95°C for 15 seconds, and 60°C for 1 minute. The assays were performed on LightCycler 480 (Roche, Mannheim, Germany) or Gene‐Q (Qiagen). Nuclease‐free water was used as the negative control.",
            "cite_spans": [],
            "section": "Two‐tube triplex one‐step real‐time RT‐PCR assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "For monoplex real‐time RT‐PCR to detection individual human paramyxovirus as previous reports,1, 15, 16, 17, 18 the above sets of primers and probes changed from three to one, but the concentrations modified and reaction conditions did not change. A commercial kit of the routine multiplex‐ligation‐NAT‐based assay, RespiFinder‐22 (RF‐22, 2Smart; PathoFinder) was applied in this study to compare the performance of our real‐time RT‐PCR assay for detection of human paramyxoviruses in the clinical setting.",
            "cite_spans": [],
            "section": "Monoplex real‐time RT‐PCR assay (in‐house) and RespiFinder‐22 Kit ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The analytical sensitivity of the multiplex assay was determined by testing serial dilutions of the quantified RNA for each target. The specificity of the multiplex assay was determined by testing its cross‐reaction with other respiratory viruses including human coronavirus, influenza A virus, influenza B virus, rhinoviruses, adenovirus, bocavirus, and echovirus. To check for consistent diagnosis of each virus, the experiments were done in triplicate to obtain the coefficient of variation (CV). The linearity of triplex real‐time RT‐PCR was determined using GraphPad Prism 5 software (GraphPad). P  < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "section": "Statistical analyses ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "This project was approved by the Institutional Review Boards of the Centre of Disease Control and Prevention of China. Individual written informed consent was obtained from the parents or guardians of all of the participants.",
            "cite_spans": [],
            "section": "Ethical considerations ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The number of RNA transcript copies of each virus used for the serial logarithmic dilutions were determined by NanoDrop 2000 (Nanodrop Technologies Inc.,). The following concentrations: 107, 106, 105, 104, 103, 102, and 101 copies/µL were applied to determine the linearity of the triplex real‐time RT‐PCR. Three replicates were tested at each concentration in a single run. After amplification, the typical standard curves were plotted with cycle threshold (C\nt) values on the vertical axis (Y‐axis) and lg copies/µL on the horizontal axis (X‐axis), providing information on the amplification efficiency and the theoretical detection limits of the assay (Supporting Information Figure S1). The correlation coefficients R\n2, which measure the linearity of the regression, were all greater than 0.99 for hMPV, RSV‐A, RSV‐B, HPIV‐1, HPIV‐2, and HPIV‐3 in each triplex real‐time RT‐PCR. The limits of detection for each virus in the triplex real‐time RT‐PCR assay were 300 to 450 copies per reaction, as shown in Supporting Information Figure S1. Previous research has shown that primers and probes applied in triplex real‐time RT‐PCR perform with good specificity.19 Meanwhile, cross‐reactivity tests showed that the two‐tube combinations were specific for each virus and there was no cross‐reactivity with coronavirus, influenza A virus, influenza B virus, rhinoviruses, adenovirus, bocavirus, or echovirus. We used diethyl pyrocarbonate water as a negative control and the results showed that each tube did not cross‐react among the three target viruses.",
            "cite_spans": [],
            "section": "Performance evaluation of the novel assay ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Precision was estimated by performing the triplex real‐time RT‐PCR assay once per day during 3 days using the same protocol and same reagents. To assess intra‐assay variation, three concentrations (107, 105, and 101 copies/µL) of each virus were tested five times per run. On the other hand, the same samples were tested five times in three separate runs to assess interassay variation. The results showed that the CVs were less than 3.04. The intra‐assay CVs ranged from 0.09 to 1.55, while the interassay CVs ranged from 0.69 to 3.04 (Supporting Information Table S2)",
            "cite_spans": [],
            "section": "Performance evaluation of the novel assay ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "A total of 471 clinical specimens from patients with AFRS were tested using triplex real‐time RT‐PCR and monoplex real‐time RT‐PCR. All target viruses were detected and total 55 were detected as positive (11.7%) for human paramyxoviruses from 42 clinical specimens among 471 clinical specimens. And HPIV‐1, HPIV‐2, and RSV‐A were detected with the highest frequency, which 12 (2.54%), 14 (2.97%), and 14 (2.97%) cases were positive, respectively. Only one case was positive for RSV‐B, as shown in Table 1. Although the mean C\nt values varied from one another, 100% consistency was observed between the multiplex and monoplex real‐time RT‐PCR assay results for six viruses (Table 1). All the positive specimens in this study were further validated, based on nested RT‐PCR and sequencing (data not shown).",
            "cite_spans": [],
            "section": "Clinical application and evaluation ::: RESULTS",
            "ref_spans": [
                {
                    "start": 503,
                    "end": 504,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 679,
                    "end": 680,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Furthermore, of the positive cases with human paramyxoviruses, 35 were infected with a single virus (composition ratio as 83.3%) and 7 showed coinfections (Table 2). The most common pattern of coinfection was double infection with HPIV‐1 and HPIV‐2 (3 cases) and triple infection with HPIV‐1, HPIV‐2, and RSV‐A (3 cases). Single infection was common for RSV‐A (11 cases).",
            "cite_spans": [],
            "section": "Clinical application and evaluation ::: RESULTS",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Epidemiology of AFRS patients with human paramyxoviruses infection was also investigated in this study (Table 3). We noted that HPIV‐1, ‐2, ‐3 were predominantly detected in the age group of AFRS under 5 years. And HPIV‐1, ‐2, RSV‐A were more frequently detected among inpatients than outpatients with AFRS. Season distribution was also observed for several human paramyxoviruses. No sex bias was shown.",
            "cite_spans": [],
            "section": "Clinical application and evaluation ::: RESULTS",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Finally, we compare the performance of our real‐time RT‐PCR assay with a commercial 2Smart kit for detection of human paramyxoviruses in the clinical setting (Table 4). The data showed that only 36 positives (7.64%) for human paramyxoviruses were detected among 471 clinical specimens from patients with AFRS, which was significantly lower than the results detected by our multiplex real‐time RT‐PCR assay (in‐house), especially for detection of HPIV‐1, HPIV‐2, and RSV‐A. Further analysis indicated that the most discordant results were mainly due to low levels of pathogens with higher C\nt (36 < C\nt < 38). We conclude that our multiplex real‐time RT‐PCR assay showed better performance (higher sensitivity) than the commercial 2Smart kit for detection of human paramyxoviruses in the clinical setting.",
            "cite_spans": [],
            "section": "Clinical application and evaluation ::: RESULTS",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 166,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "hMPV, RSV, together with HPIVs, all belong to the Paramyxoviridae family which is classified as a Pneumovirinae subfamily and a Paramyxovirinae subfamily, and the Paramyxoviridae has nonsegmented, single‐stranded, negative‐sense RNA genomes.3, 5 Their detection rate is high in ARIs, particularly in infants and children, which indicates their important clinical significance in acute respiratory illness. Multiplex real‐time PCR is a fast, low‐cost technique for diagnosing respiratory viral infections; however, few studies have attempted to use this method to quickly and simultaneously detect all six known common human paramyxoviruses, including the recently identified hMPV in settings.10 Here, we developed a two‐tube triplex real‐time RT‐PCR for the detection of viruses that can be used in routine laboratory diagnostics. To further evaluate the triplex real‐time RT‐PCR, 471 clinical samples were analyzed using established methods. In our study, we determined that the total detection rate of paramyxovirus infection in AFRS population in Qinghai was 11.7% (55 of 471).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Combining multiple primers and probes in one reaction may affect the sensitivity of the assay, as primer‐to‐probe interactions may reduce the availability of specific primers. In addition, the presence of multiple targets in one reaction may result in competition for enzymes and nucleotides.20 Analysis of hMPV, RSV, and HPIV RNA standards with dynamic ranges from 107 to 101 copies/µL showed no sensitivity reduction in our new trial. The standard curve showed that each virus performs well in the monoplex and triplex reactions, with the same detection limit from 300 to 425 copies virus gene per reaction, while the literature reported 5 to 500 copies of the virus gene (HPIV‐1, HPIV‐2, HPIV‐3, RSV‐A, and hMPV) or tissue‐culture infective dose of 0.34 (RSV‐B).1, 15, 16 Other curve parameters such as the R\n2 and slope indicated good linearization and efficiency in the process of amplification. We assessed the CVs within intragroup and intergroup assays, which can reflect the degree of variation in data, and the results showed stable state intra and interexperiment reactions.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In our study, HPIV‐1, HPIV‐2, and RSV‐A were the predominant detection viruses, which were highly concordant with previous reports.3, 14 A total of 7 of 42 cases had been simultaneously detected with coinfection of human paramyxoviruses in individual specimens, which confirmed the superiority of multiplex real‐time RT‐PCR for detecting coinfection.12, 21 The C\nt value also suggested that different human paramyxoviruses in AFRS patients had different viral loads. Moreover, we compared the performance of our real‐time RT‐PCR assay with an in‐house monoplex real‐time RT‐PCR and a commercial 2Smart kit for detection of human paramyxoviruses in clinical settings. The consistency results and superior sensitivity of several pathogens indicated that the methods we developed had application potential in clinical samples. Our study had limitations that the small sample size of our study hindered our ability to accurately assess the seasonality of the pathogens included in our study. Nonetheless, our results suggested that human paramyxoviruses were more commonly detected during Autumn and Winter.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, first, we developed a novel multiplex real‐time RT‐PCR assay for the rapid detection of six common human paramyxoviruses, which were dominant in patients with AFRS in Qinghai. Second, our method provides a new approach with a higher quality of performance (accuracy, speed, and higher sensitivity) for the detection of common respiratory paramyxoviruses in clinical settings. This two‐tube triplex real‐time PCR assay provides several advantages. It is more specimen‐ and time‐saving and more cost‐effective, without compromising quality, compared with monoplex real‐time RT‐PCR and commercial routine multiplex‐ligation‐NAT‐based RF‐22.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The authors declare that there are no conflicts of interest.",
            "cite_spans": [],
            "section": "CONFLICTS OF INTEREST",
            "ref_spans": []
        },
        {
            "text": "PN and WT conceived and designed the experiments, GL, PN, and RL performed the experiments, GL and WT analyzed the data, and GL and WT wrote the manuscript.",
            "cite_spans": [],
            "section": "AUTHOR CONTRIBUTIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Results comparison of triplex and monoplex real‐time RT‐PCR for detection of human paramyxoviruses\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Distribution for monoinfection and coinfection of human paramyxoviruses detected in this study\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Epidemiology of AFRS patients with human paramyxoviruses infection in this study\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Comparison of performances of our multiplex real‐time RT‐PCR assay (in‐house) and commercial 2Smart kit for detection of human paramyxoviruses in a clinical setting\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Associations between co‐detected respiratory viruses in children with acute respiratory infections",
            "authors": [],
            "year": 2014,
            "venue": "Jpn J Infect Dis",
            "volume": "67",
            "issn": "",
            "pages": "469-475",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Genetic variability of human metapneumovirus amongst an all ages population in Cambodia between 2007 and 2009",
            "authors": [],
            "year": 2013,
            "venue": "Infect Genet Evol",
            "volume": "15",
            "issn": "",
            "pages": "43-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Paramyxoviruses infecting humans: the old, the new and the unknown",
            "authors": [],
            "year": 2009,
            "venue": "Future Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "537-554",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Respiratory syncytial virus: infection, detection, and new options for prevention and treatment",
            "authors": [],
            "year": 2017,
            "venue": "Clin Microbiol Rev",
            "volume": "30",
            "issn": "",
            "pages": "277-319",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The role of human parainfluenza virus infections in the immunopathology of the respiratory tract",
            "authors": [],
            "year": 2017,
            "venue": "Curr Allergy Asthma Rep",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Simultaneous detection of respiratory syncytial virus and human metapneumovirus by one‐step multiplex real‐time RT‐PCR in patients with respiratory symptoms",
            "authors": [],
            "year": 2017,
            "venue": "BMC Pediatr",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The role of multiplex PCR in respiratory tract infections in children",
            "authors": [],
            "year": 2014,
            "venue": "Dtsch Arztebl Int",
            "volume": "111",
            "issn": "",
            "pages": "639-645",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Human metapneumovirus infections in hospitalized children",
            "authors": [],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "634-640",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Characteristics of human metapneumovirus infection prevailing in hospital wards housing patients with severe disabilities",
            "authors": [],
            "year": 2013,
            "venue": "Jpn J Infect Dis",
            "volume": "66",
            "issn": "",
            "pages": "195-200",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Development of a multiplex RT‐PCR for simultaneous diagnosis of human metapneumovirus (HMPV) and human respiratory syncytial virus (HRSV) from clinical specimens",
            "authors": [],
            "year": 2016,
            "venue": "Virusdisease",
            "volume": "27",
            "issn": "",
            "pages": "375-381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Acute Respiratory Infections in Children",
            "authors": [],
            "year": 2006,
            "venue": "Disease Control Priorities in Developing Countries",
            "volume": "",
            "issn": "",
            "pages": "483-498",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "New molecular virus detection methods and their clinical value in lower respiratory tract infections in children",
            "authors": [],
            "year": 2013,
            "venue": "Paediatr Respir Rev",
            "volume": "14",
            "issn": "",
            "pages": "38-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Real‐time PCR in virology",
            "authors": [],
            "year": 2002,
            "venue": "Nucleic Acids Res",
            "volume": "30",
            "issn": "",
            "pages": "1292-1305",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Evaluation of a multiplex real‐time PCR assay for the detection of respiratory viruses in clinical specimens",
            "authors": [],
            "year": 2012,
            "venue": "Ann Lab Med",
            "volume": "32",
            "issn": "",
            "pages": "399-406",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Real‐time quantitative PCR assays for detection and monitoring of pathogenic human viruses in immunosuppressed pediatric patients",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "5189-5198",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Applicability of a real‐time quantitative PCR assay for diagnosis of respiratory syncytial virus infection in immunocompromised adults",
            "authors": [],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "4378-4381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Real‐time RT‐PCR detection of 12 respiratory viral infections in four triplex reactions",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Virol",
            "volume": "33",
            "issn": "",
            "pages": "341-344",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Real‐time reverse transcriptase PCR assay for detection of human metapneumoviruses from all known genetic lineages",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "981-986",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Two‐tube multiplex real‐time reverse transcription PCR to detect six human coronaviruses",
            "authors": [],
            "year": 2016,
            "venue": "Virol Sin",
            "volume": "31",
            "issn": "",
            "pages": "85-88",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Development and evaluation of a four‐tube real‐time multiplex PCR assay covering fourteen respiratory viruses, and comparison to its corresponding single target counterparts",
            "authors": [],
            "year": 2011,
            "venue": "J Clin Virol",
            "volume": "51",
            "issn": "",
            "pages": "179-185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Development of a multiplex one step RT‐PCR that detects eighteen respiratory viruses in clinical specimens and comparison with real‐time RT‐PCR",
            "authors": [],
            "year": 2013,
            "venue": "J Virol Methods",
            "volume": "189",
            "issn": "",
            "pages": "15-19",
            "other_ids": {
                "DOI": []
            }
        }
    }
}