{
    "paper_id": "PMC7166908",
    "metadata": {
        "title": "Respiratory Syncytial Virus Outbreak in a Long‐Term Care Facility Detected Using Reverse Transcriptase Polymerase Chain Reaction: An Argument for Real‐Time Detection Methods",
        "authors": [
            {
                "first": "L.",
                "middle": [
                    "Brett"
                ],
                "last": "Caram",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jodi",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "E.",
                "middle": [
                    "William"
                ],
                "last": "Taggart",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "R."
                ],
                "last": "Hillyard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rosemary",
                "middle": [],
                "last": "She",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christopher",
                "middle": [
                    "R."
                ],
                "last": "Polage",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jack",
                "middle": [],
                "last": "Twersky",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kenneth",
                "middle": [],
                "last": "Schmader",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cathy",
                "middle": [
                    "A."
                ],
                "last": "Petti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christopher",
                "middle": [
                    "W."
                ],
                "last": "Woods",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In February 2007, ongoing routine surveillance for symptomatic and asymptomatic respiratory viral infections detected a respiratory illness outbreak in a 56‐room, 120‐bed LTCF. Prospective informed consent for surveillance and approval from the institutional review board had been obtained. A respiratory tract illness (RTI) clinical case was defined as three respiratory symptoms (new‐onset or increase in chronic cough, new‐onset or increase in sputum, dyspnea, chills, headache, myalgias, malaise, sore throat, or nasal congestion) or two respiratory symptoms and temperature of 38.0°C or greater. Investigators abstracted data from the medical record and performed a standardized interview to obtain epidemiological and clinical data from ill residents. Flocked nasopharyngeal swabs (Copan Diagnostics, Corona, CA) were collected from patients and transported on ice to ARUP Laboratories, Salt Lake City, Utah.",
            "cite_spans": [],
            "section": "SUBJECTS, MATERIALS, AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The nasopharyngeal specimens were cultured for viruses using the R‐mix shell vial system (Diagnostic Hybrids Inc., Athens, OH). Direct fluorescent antibody (DFA) testing was performed on the original samples and the 24‐hour R‐mix shell vial culture cells. The D3\nUltra DFA Respiratory Kit detected influenza A and B, RSV, parainfluenza 1‐3, and adenovirus, and a separate kit was used to detect human metapneumovirus (Diagnostic Hybrids Inc.). All assays were performed according to the manufacturer's recommendations.\n17\n\n",
            "cite_spans": [],
            "section": "SUBJECTS, MATERIALS, AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Total nucleic acid was extracted from 140 μL of original specimen using the QIAmp Virus BioRobot 9604 Kit (Qiagen, Valencia, CA). Multiplex PCR was performed with the Luminex xTAG Respiratory Virus Panel (Luminex Corp., Austin, TX) assay for detection of influenza A (H1/H3); influenza B; RSV A and B; parainfluenza 1‐4; coronaviruses 229E, OC43, NL63, and HKU1; human metapneumovirus; enterovirus or rhinovirus; and adenovirus.",
            "cite_spans": [],
            "section": "SUBJECTS, MATERIALS, AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Of the 52 residents enrolled in the active surveillance program between January 29, 2008, and February 26, 2008, 22 (42%) developed symptoms of RTI. In the two‐story LTCF, six cases (27%) were on the first floor, and 16 (73%) cases were on the second floor (Figure 1). All resident cases shared a common dining hall, smoking room, recreation room, and physical and occupational therapy room.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 258,
                    "end": 266,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Using multiplex RT‐PCR, RSV from NP swabs was detected in seven (32%) of the 22 cases of RTI. All RSV cases were group B. Only one sample was positive for another viral etiology—Influenza B. All seven RT‐PCR positive cases had negative RSV rapid antigen tests, and only two had positive DFA results. The first case of RSV was detected on January 29, 2008, and six additional cases were identified during the subsequent 30‐week period through February 2, 2008 (Figure 2). The surveillance program included sampling of asymptomatic patients during this period as well. None of the asymptomatic patients sampled (n=22) were positive for RSV. Based on the Centers for Disease Control and Prevention RSV surveillance data, the biweekly rate of RSV detection using antigen tests in North Carolina during this time was rapidly declining, from 27% during the week of January 26 to 9% during the week of February 23.\n18\n\n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 460,
                    "end": 468,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The clinical characteristics of the RSV‐positive and RSV‐negative patients with RTI are shown in Table 1. RSV‐positive and ‐negative patients presented with a common clinical RTI syndrome characterized most often by cough with sputum production, shortness of breath, wheezing, myalgia, restriction of activities, and nasal congestion. Of the RSV‐positive patients, only one was febrile. Chest X‐ray was performed in two (28%) of the seven RSV‐positive cases, compared with eight (53%) of the 15 RSV‐negative patients with acute RTI symptoms. The primary treatment team performed rapid influenza testing in none of the RSV‐positive cases and in only two of the RSV‐negative cases.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 104,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Most cases received symptomatic treatment with guaifenesin, acetaminophen, and inhaled albuterol. Two veterans received loratidine for presumed allergic rhinitis. The primary team prescribed broad‐spectrum antibiotic coverage for pneumonia in two of the RSV‐positive cases (moxifloxacin in one, vancomycin and piperacillin/tazobacatam in another), but no evidence of bacterial infection was obtained from these patients using sputum culture, blood culture, or urine antigen testing. Two veterans were sent to the emergency department, one of whom was admitted to the general medicine service for a presumed chronic obstructive pulmonary disease exacerbation with possible pneumonia. This patient subsequently developed an acute myocardial infection, resulting in stage IV congestive heart failure. This patient was then placed on hospice care and died 1 month after symptom onset.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "This report describes an outbreak of RSV in a single LTCF diagnosed using RT‐PCR during ongoing surveillance for respiratory viruses. Almost half (42%) of the LTCF residents developed RTI during this outbreak, which occurred toward the end of the RSV season. Thirty‐two percent of those who developed RTI were RSV positive, resulting in a RSV infection rate of 13% of total residents. This attack rate is slightly higher than but comparable with the numbers quoted in the literature of 4% to 10% of high‐risk adults during each RSV season.\n4\n Only one case of RTI was attributable to another viral etiology. Moreover, RSV infection was associated with the hospitalizations for pneumonia for two case patients and the death of one case patient, further highlighting the substantial effect of RSV on LTCF residents, most of whom have a number of comorbid diagnoses.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Although RSV has known outbreak potential, higher clinical suspicion and better diagnostic tools are needed. Rapid antigen tests are notoriously insensitive for diagnosis;\n19\n the rapid antigen tests in all of the RSV case patients were negative. The lack of pathognomonic clinical features also makes diagnosis of RSV based on clinical presentation alone difficult,\n20\n especially because RSV seasons often overlap with those of other respiratory viruses, such as influenza.\n21\n Improved molecular diagnostic technology allows for more‐rapid and more‐precise identification of the pathogen. RT‐PCR provides diagnosis within 4 to 6 hours from easily obtained nasal swab samples. In an adult population that usually sheds lower viral titers, RT‐PCR has been shown to be 73% sensitive and 99% specific, compared with the traditional criterion standard of viral culture, which was 39% sensitive and 100% specific.\n15\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "RSV is transmitted by close contact through large droplets and fomites. Standard infection‐control measures, primarily contact isolation, limit nosocomial spread of RSV infection in elderly people and children.\n11\n In this outbreak, all case patients used shared areas with no restriction of access or contact isolation. Three case patients continued to attend the facility hemodialysis unit, three continued to undergo physical and occupational therapy in the shared activity room, and four continued to participate in recreational therapy in the recreation room. The ongoing surveillance is performed in real time with DFA and culture only. RT‐PCR is not done daily, but as RT‐PCR becomes more cost effective, use of this rapid and sensitive diagnostic test will become more widespread, leading to better infection control methods, such as hand washing, contact isolation, and the timely implementation of activity restriction, to limit real‐time spread of the infection. In addition, education of staff in infection‐control measures and screening staff for viral infections are crucial in further improving infection control.\n22\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Prompt diagnosis and control of RSV infection can potentially lead to shorter outbreak periods, shorter length of hospital stays, appropriate and targeted antibiotic therapy, and overall lower cost.\n23\n In one study, LTCF residents were prescribed an average of 2.4 antibiotic courses per year, with more than 8% of infections ultimately attributable to influenza and RSV infection.\n12\n Antibiotics have consistently been shown to be prescribed in excess during influenza and RSV seasons. The full effect of RSV in LTCF may lead to development and use of better vaccination and prophylactic therapy.\n19\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "It was not possible to collect specimens from the LTCF clinical staff, which limited the ability to understand their role in disease transmission. In addition, successful infection control using RT‐PCR requires ongoing surveillance, etiological diagnosis, appropriate infection control infrastructure, and partnership with laboratories with appropriate diagnostic technology.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In summary, RT‐PCR is an important tool in early diagnosis of respiratory infection, which not only allows for early treatment and rational use of antibiotics, but also improves infection control in LTCFs.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1:  \nClinical Characteristics of Respiratory Syncytial Virus–Positive and –Negative Patients\n\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1:  Distribution of respiratory syncytial virus case patients in the two‐story long‐term care facility, North Carolina, January 29 through February 26, 2008.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2:  Epidemic curve of patients with respiratory tract illness (RTI) during respiratory syncytial virus (RSV) outbreaks, long‐term care facility, North Carolina, January 29, 2008 through February 26, 2008. RSV infection occurred in 13% of residents during the outbreak period. Only one case of RTI was attributable to an alternate viral etiology.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Influenza and the rates of hospitalization for respiratory disease among infants and young children",
            "authors": [],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "232-239",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Respiratory viral infections in patients with chronic, obstructive pulmonary disease",
            "authors": [],
            "year": 2005,
            "venue": "J Infect",
            "volume": "50",
            "issn": "",
            "pages": "322-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Respiratory syncytial virus infection in elderly adults",
            "authors": [],
            "year": 2005,
            "venue": "Drugs Aging",
            "volume": "22",
            "issn": "",
            "pages": "577-587",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Influenza‐ and respiratory syncytial virus‐associated morbidity and mortality in the nursing home population",
            "authors": [],
            "year": 2003,
            "venue": "J Am Geriatr Soc",
            "volume": "51",
            "issn": "",
            "pages": "761-767",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Respiratory syncytial virus",
            "authors": [],
            "year": 1999,
            "venue": "An underestimated cause of respiratory infection, with prospects for a vaccine",
            "volume": "2",
            "issn": "",
            "pages": "234-241",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Lack of sensitivity of rapid antigen tests for the diagnosis of respiratory syncytial virus infection in adults",
            "authors": [],
            "year": 2003,
            "venue": "J Clin Virol",
            "volume": "28",
            "issn": "",
            "pages": "169-174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Diagnosis of respiratory syncytial virus infection",
            "authors": [],
            "year": 2002,
            "venue": "Comparison of reverse transcription-PCR to viral culture and serology in adults with respiratory illness",
            "volume": "40",
            "issn": "",
            "pages": "817-820",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Comparison of quantitative reverse transcription‐PCR to viral culture for assessment of respiratory syncytial virus shedding",
            "authors": [],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "4160-4165",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Role of cell culture for virus detection in the age of technology",
            "authors": [],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "",
            "pages": "49-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Viral pneumonia in older adults",
            "authors": [],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "42",
            "issn": "",
            "pages": "518-524",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Viral respiratory infections in the institutionalized elderly",
            "authors": [],
            "year": 1992,
            "venue": "Clinical and epidemiologic findings",
            "volume": "40",
            "issn": "",
            "pages": "115-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Is clinical recognition of respiratory syncytial virus infection in hospitalized elderly and high‐risk adults possible?",
            "authors": [],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "195",
            "issn": "",
            "pages": "1046-1051",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Non‐influenza respiratory viruses may overlap and obscure influenza activity",
            "authors": [],
            "year": 1999,
            "venue": "J Am Geriatr Soc",
            "volume": "47",
            "issn": "",
            "pages": "1087-1093",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Infection control in long‐term care facilities",
            "authors": [],
            "year": 2000,
            "venue": "Clin Infect Dis",
            "volume": "31",
            "issn": "",
            "pages": "752-756",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Clinical and financial benefits of rapid detection of respiratory viruses",
            "authors": [],
            "year": 2000,
            "venue": "An outcomes study",
            "volume": "38",
            "issn": "",
            "pages": "2824-2828",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Respiratory syncytial virus or influenza?",
            "authors": [],
            "year": 1993,
            "venue": "Lancet",
            "volume": "342",
            "issn": "",
            "pages": "1507-1510",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Respiratory syncytial virus infection in elderly and high‐risk adults",
            "authors": [],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "1749-1759",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Mortality associated with influenza and respiratory syncytial virus in the United States",
            "authors": [],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "",
            "pages": "179-186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Respiratory syncytial virus and influenza A infections in the hospitalized elderly",
            "authors": [],
            "year": 1995,
            "venue": "J Infect Dis",
            "volume": "172",
            "issn": "",
            "pages": "389-394",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Respiratory syncytial and other virus infections in persons with chronic cardiopulmonary disease",
            "authors": [],
            "year": 1999,
            "venue": "Am J Respir Crit Care Med",
            "volume": "160",
            "issn": "",
            "pages": "791-795",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Acute respiratory tract infection in daycare centers for older persons",
            "authors": [],
            "year": 1995,
            "venue": "J Am Geriatr Soc",
            "volume": "43",
            "issn": "",
            "pages": "30-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Respiratory syncytial virus infection in adults",
            "authors": [],
            "year": 2000,
            "venue": "Clin Microbiol Rev",
            "volume": "13",
            "issn": "",
            "pages": "371-384",
            "other_ids": {
                "DOI": []
            }
        }
    }
}