{
    "paper_id": "PMC7200342",
    "metadata": {
        "title": "Coexistence of Covid-19 and Acute Ischemic Stroke Report of Four Cases",
        "authors": [
            {
                "first": "Abdulkadir",
                "middle": [],
                "last": "TUNÇ",
                "suffix": "",
                "email": "drkadirtunc@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Yonca",
                "middle": [],
                "last": "ÜNLÜBAŞ",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Murat",
                "middle": [],
                "last": "ALEMDAR",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Enes",
                "middle": [],
                "last": "AKYÜZ",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The novel coronavirus that causes coronavirus disease 2019 (COVID-19), was first detected in December 2019 [1]. Approximately 2.4 million cases have been reported up to date, including approximately 83.000 confirmed cases in Turkey [2]. The prominent symptoms of COVID-19 are fever, cough and fatigue, as well as hemoptysis, and dyspnea. In severe cases, patients develop pneumonia, acute respiratory distress syndrome (ARDS), acute cardiac problems, and multiple organ failure [4]. Besides, they also have neuro-invasive abilities and might spread from the respiratory system to the central nervous system [3], [4]. It was recently shown that some patients with COVID-19 have neurological symptoms, such as headache, anosmia, dysgesia, dizziness, and impaired consciousness [4], [5]. COVID-19 may also predispose cerebrovascular diseases due to excessive inflammation, immobilization, hypoxia, and diffuse intravascular coagulation [6]. In this case report, 4 patients with COVID-19 were reported to be simultaneously accompanied by neurological involvement of acute ischemic stroke independently of the critical disease process. Although the pathophysiology of the neurological signs caused by COVID-19 have not been investigated in a detailed manner, the spectrum and intensities of these manifestations need to be explored.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 232,
                    "end": 235,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 478,
                    "end": 481,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 607,
                    "end": 610,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 612,
                    "end": 615,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 775,
                    "end": 778,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 780,
                    "end": 783,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 933,
                    "end": 936,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "All four cases were infected by the novel coronavirus in the city of Sakarya, Turkey. They patients were aged between 45 to 77 years. The demographic and clinical features of the patients were summarized in Table 1\n. All of these patients managed in our neurology clinic at Education and Research Hospital of Sakarya University. Computed tomography (CT) of the chest revealed ground-glass opacities and accompanying consolidated areas which were compatible with Covid-19 pneumonia in all cases. The Covid-19 PCR tests of oropharyngeal and nasopharyngeal swabs were positive for all 4 cases. They were treated with hydroxychloroquine and azithromycin. All patients had increased blood pressure (≥130/80 mmHg) at admission of stroke. Intravenous alteplase or mechanical thrombectomy treatments were not indicated. Therefore, they were managed with antithrombotic therapy, blood pressure control, intravenous fluids and supportive care.",
            "cite_spans": [],
            "section": "Case Report",
            "ref_spans": [
                {
                    "start": 207,
                    "end": 214,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Case 1 is a 45-year-old woman, with no obvious vascular risk factors. She was admitted to emergency service with left facial paresis, dysarthria and left hemiparesis. She also reported high fever and cough with no known viral transmission history since 4 days. The National Institutes of Health Stroke Scale (NIHSS) score was 16. The diffusion magnetic resonance imaging (dMRI) of brain showed total left middle cerebral artery (MCA) infarction. Case 2 is a 67-year-old woman who was suffered from dysarthria and right hemiparesis. The NIHSS score was 5. She had also intermittent fever and upper respiratory tract symptoms for 1 day. She was thought to be infected upon contact with her sick son. Brain dMRI showed left lenticulostriate artery infarction. Case 3 is a 72-year-old male with a history of hypertension. He was admitted with loss of consciousness, dysarthria, and right hemiparesis. The NIHSS score was 10. Although he had only mild cough, he had a viral transmission history 1 week before. The cortical branches of left MCA was affected in dMRI. Case 4 is a 77-year-old male admitting to emergency room with fever, cough and shortness of breath over the last two days. He had also left hemi-hypoesthesia and mild ataxia. The NIHSS score was 2. Brain dMRI showed right pontine infarction. Representative brain dMRI and chest CT images of COVID-19 patients were shown in Figure 1\n.",
            "cite_spans": [],
            "section": "Case Report",
            "ref_spans": [
                {
                    "start": 1384,
                    "end": 1392,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Two of the cases had a high C-reactive protein (CRP) and three of them had high D-dimer levels. All of the patients with high D-dimer levels were diagnosed with anterior circulation infarction (see Table 1). Daily ECG follow ups did not reveal any arrhythmia.",
            "cite_spans": [],
            "section": "Case Report",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 205,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The present report describes a small case series of simultaneously diagnosed COVID-19 and acute ischemic cerebrovascular event. All the patients with stroke were elder, and had a history of hypertension with the exception of Case 1. None of the patients had severe SARS-CoV-2 infection, and 3 of them had elevated serum D-dimer levels, as well as two patients had high CRP levels.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In a recent study, 13 of 221 patients diagnosed with SARS-CoV-2 virus were reported to have ischemic stroke, as well as 1 cerebral venous sinus thrombosis and 1 cerebral bleeding [7]. The interesting aspect of our study was that stroke and infection appeared simultaneously. In the study of Li et al, the median durations from first symptoms of Covid-19 to cerebrovascular disease were 10 days [7]. The average of time from Covid-19 symptom onset to the diagnosis of stroke was 2 days in our cases. Of the patients with stroke, 2 were large vessel stenosis, 2 was small vessel occlusion. There was no cardioembolic type. Another interesting aspect of our study was that, unlike previous studies, none of the patients developed a severe Covid-19 infection [4], [7].",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 394,
                    "end": 397,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 755,
                    "end": 758,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 760,
                    "end": 763,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Inflammation has been increasingly accepted as a contributor to the thrombotic events [6]. Some blood inflammatory factors like CRP are thought to be responsible for early molecular events triggered by coagulation abnormalities [8]. In our study, 3 of the patients had elevated D-dimer levels, as well as two of them had high CRP levels. However, the clinical and radiological severity of Covid-19 infection in these patients were similar. There is a doubt regarding the increased inflammatory response underlying the abnormal blood coagulation in early stage of cerebrovascular diseases. It could also be speculated that Covid-19 patients were more prone to stroke, and the most accompanying comorbidity was hypertension. Our cases with anterior system infarction had higher D-dimer levels. Although our number of cases was limited, the severity of stroke offers an insight that it may vary depending on D-dimer levels.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 228,
                    "end": 231,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "COVID-19 is thought to have neuro-invasion potential as well as respiratory system involvement. As a result, cerebrovascular diseases such as ischemia and various central nervous system symptoms may develop independently of the critical disease process and increased inflammation predicted by CRP and D-dimer levels may play a role in the formation of ischemia. In particular, the elder Covid-19 patients with prothrombotic risk factors should also be considered for the signs of cerebrovascular events in addition to infectious symptoms.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Informed consent was obtained from the patient included in the study.",
            "cite_spans": [],
            "section": "Informed consent",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "section": "Declaration of Competing Interest",
            "ref_spans": []
        },
        {
            "text": "All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.",
            "cite_spans": [],
            "section": "Ethical approval",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: The demographic and clinical features of the presented COVID-19 patients with stroke\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Representative brain dMRI and chest CT images of COVID-19 patients with acute stroke. (P1) Patient 1, right MCA infarction (P2) Patient 2, left lenticulostriate infarction (P3) Patient 3, left MCA cortical brances infarction (P4) Patient 4, right pontine infarction (T) Representative thorax CT image of the Patient 1.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Johns Hopkins University & Medicine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "C-reactive protein, obesity, and the risk of arterial and venous thrombosis",
            "authors": [
                {
                    "first": "L.D.",
                    "middle": [],
                    "last": "Horvei",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Grimnes",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Hindberg",
                    "suffix": ""
                },
                {
                    "first": "E.B.",
                    "middle": [],
                    "last": "Mathiesen",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Njølstad",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Wilsgaard",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Thromb Haemost",
            "volume": "14",
            "issn": "8",
            "pages": "1561-1571",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.13369"
                ]
            }
        }
    }
}