{
    "paper_id": "PMC7167129",
    "metadata": {
        "title": "Rapid discrimination of oseltamivir‐resistant 275Y and ‐susceptible 275H substitutions in the neuraminidase gene of pandemic influenza A/H1N1 2009 virus by duplex one‐step RT‐PCR assay†\n",
        "authors": [
            {
                "first": "Mina",
                "middle": [],
                "last": "Nakauchi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Makoto",
                "middle": [],
                "last": "Ujike",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Masatsugu",
                "middle": [],
                "last": "Obuchi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Emi",
                "middle": [],
                "last": "Takashita",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ikuyo",
                "middle": [],
                "last": "Takayama",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Miho",
                "middle": [],
                "last": "Ejima",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kunihiro",
                "middle": [],
                "last": "Oba",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nami",
                "middle": [],
                "last": "Konomi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Takato",
                "middle": [],
                "last": "Odagiri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Masato",
                "middle": [],
                "last": "Tashiro",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tsutomu",
                "middle": [],
                "last": "Kageyama",
                "suffix": "",
                "email": "tkage@nih.go.jp",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The novel H1N1 subtype influenza A virus (pandemic influenza A/H1N1 2009 virus) has been spreading worldwide since it was identified in Mexico and the United States in March and April 2009 [Garten et al., 2009; Smith et al., 2009; WHO, 2009a,b]. The initial characterization of pandemic influenza A/H1N1 2009 (A/H1N1pdm) virus isolates showed that they were susceptible to the neuraminidase inhibitors (NAIs) zanamivir and oseltamivir, but resistant to the ion channel M2 blocker adamantane [Smith et al., 2009]. Therefore, NAIs, especially oseltamivir, are pharmaceutical options for the prophylactic drugs and therapeutic drugs administered to A/H1N1pdm virus‐infected individuals.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "After the introduction of two NAIs into clinical use, a low rate of resistant viruses for any subtypes and strains was observed until the 2006/2007 influenza season [Monto et al., 2006; Kramarz et al., 2009; Tashiro et al., 2009]. However, in the 2007/2008 influenza season, from November 2007, oseltamivir‐resistant seasonal influenza A/H1N1 viruses possessing a substitution in the neuraminidase (NA) protein from the histidine to tyrosine residue at position 275 (H275Y) were isolated predominantly in EU countries. In the 2008/2009 influenza season, oseltamivir‐resistant viruses spread dramatically worldwide, including Japan [Lackenby et al., 2008; Meijer et al., 2009; Ujike et al., 2010] (http://www.who.int/csr/disease/influenza/h1n1_table/en/index.html).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In the 2009/2010 influenza season, A/H1N1pdm viruses spread worldwide, replacing seasonal influenza A/H1N1 viruses, but only 285 oseltamivir‐resistant A/H1N1pdm viruses possessing H275Y substitution in the NA protein were reported sporadically in several countries, including Japan, as of April 14, 2010 (http://www.who.int/csr/disease/swineflu/laboratory07_05_2010/en/index.html). In the NAI surveillance in Japan, 5422 A/H1N1pdm clinical isolates were sequenced for identification of the H275Y substitution marker in the NA gene, and only 67 oseltamivir‐resistant viruses possessing H275Y substitution were found, as of April 5, 2010 (http://idsc.nih.go.jp/iasr/graph/tamiful09-10.gif). Those oseltamivir‐resistant viruses did not cause localized epidemics in Japan. Most oseltamivir‐resistant viruses were isolated from cases administered prophylactics or therapeutics, and at this point oseltamivir use was associated with the emergence of oseltamivir‐resistant A/H1N1pdm viruses [Baz et al., 2009; WHO, 2009c].",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Currently, the detection of oseltamivir‐resistant A/H1N1pdm viruses in Japan is performed by partial sequencing of the NA gene of the clinical isolates to identify the H275Y substitution marker, followed by NA inhibition assay using a chemiluminescence system. Those methods, however, require skill and involve laborious procedures.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In this study, to monitor rapidly and simply oseltamivir‐resistant A/H1N1pdm viruses possessing H275Y, a duplex RT‐PCR assay (H275Y RT‐PCR assay) was developed using an endpoint genotyping analysis method. This assay could discriminate an oseltamivir‐resistant A/H1N1pdm virus possessing the H275Y mutation in clinical specimens. RNA purification is required for using the assay to detect the H275Y mutation in clinical specimens, since specimens from nasal or nasopharyngeal swabs may contain some components that inhibit the RT‐PCR reaction. The assay also could detect the H275Y mutation of the clinical isolates in cultured supernatants directly without RNA purification. Since the RNA purification procedure for each sample increased the risk of cross‐contamination and was time‐consuming, the ability to perform the assay without RNA purification is advantageous in situations where a large number of clinical isolates are handled. The assay developed in this study is a useful tool for monitoring oseltamivir‐resistant viruses.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The nucleotide sequences of the NA gene from A/H1N1pdm viruses posted on the Global Initiative on Sharing Avian Influenza Data (GISAID) database between August and October 2009 were aligned using the Clustal W software [Larkin et al., 2007]. Based on these sequences, two probes for detecting oseltamivir‐susceptible H275 and oseltamivir‐resistant Y275 were designed to discriminate C and T nucleotides at position 823 of the NA gene, respectively. The primer and probe sequences are listed in Table I.",
            "cite_spans": [],
            "section": "Primer and Probe Design ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 500,
                    "end": 501,
                    "mention": "I",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Influenza viruses were isolated from clinical specimens using Madin–Darby Canine Kidney (MDCK) cells or Caco 2 cells (human colonic carcinoma cells), and typing and subtyping of the clinical isolates were determined by a hemagglutination inhibition (HI) test. All clinical isolates of influenza viruses included in this study were cultured by passage through MDCK cells. The MDCK cells were cultured in Opti‐MEM (Invitrogen, Carlsbad, CA) containing 5 µg/ml acetylated trypsin (Sigma–Aldrich Corp., St. Louis, MO) and 200 µg/ml penicillin/streptomycin (Invitrogen) until a cytopathic effect was observed, and hemagglutination (HA) assays were performed using 0.5% turkey red blood cells so that the HA titer was confirmed to be higher than 8. As a control for the assay, A/Denmark/524/2009 (susceptible to NAI, possessing H275) and A/Denmark/528/2009 (resistant to NAI, possessing Y275) were obtained from the European Centre for Disease Prevention and Control (ECDC). A/Denmark/524/2009 and A/Denmark/528/2009 were isolated from the same patient before and after treatment with oseltamivir, respectively. These two isolates were plaque‐purified and used as controls for the H275Y RT‐PCR assay.",
            "cite_spans": [],
            "section": "Viruses ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "All A/H1N1pdm viruses used in this study are listed in Supplemental Table. The several subtypes/types of seasonal influenza viruses used for validating the specificity of the assay were as follows: A/Yamaguchi/26/2009 (H1N1), A/Oita/64/2009 (H1N1), A/Wakayama/198/2009 (H1N1), A/Sendai/85/2008 (H1N1), A/Toyama/104/2008 (H1N1), A/Kobe/41/2008 (H1N1), A/Uruguay/716/2007 (H3N2), A/Toyama/123/2008 (H3N2), A/Yamanashi/135/2008 (H3N2), A/Hiroshima‐C/41/2008 (H3N2), B/Sakai/41/2008, and B/Mie/1/2009.",
            "cite_spans": [],
            "section": "Viruses ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The viral respiratory pathogens used for validating the specificity of the assay were as follows: Respiratory syncytial viruses A and B, human parainfluenza viruses 1–4, human rhinoviruses 1B, 2, 14, 36, and 89, human metapneumovirus, and human coronaviruses OC43, 229E, and NL63. Human metapneumovirus and human parainfluenza viruses 2 and 4 were obtained from Sendai Medical Center. Human rhinoviruses 1B, 2, 14, 36, and 89 were obtained from Nagasaki Prefectural Institute for Environmental Research and Public Health. Respiratory syncytial viruses A and B, human parainfluenza viruses 1 and 3, and human coronaviruses were stored in the National Institute of Infectious Diseases (NIID).",
            "cite_spans": [],
            "section": "Viruses ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Nasal or pharyngeal swabs collected from suspected and contact cases of influenza suspended in virus transport medium were obtained from hospitals and clinics in Japan. All specimens were collected between September 2009 and February 2010. The study protocol was approved by the Ethics Committee at NIID, and the study was performed in compliance with the declaration of Helsinki. Informed consent was obtained from all patients.",
            "cite_spans": [],
            "section": "Clinical Specimens ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Supernatants of the cultured MDCK cells inoculated with influenza viruses were clarified by centrifugation at 10,000g for 10 min. Viral RNA was prepared from 140 µl of the supernatant using the QIAamp® Viral RNA kit (Qiagen, Duesseldorf, Germany) according to the manufacturer's instructions, except that the viral RNA was eluted in 70 µl of AVE (Qiagen).",
            "cite_spans": [],
            "section": "RNA Preparation ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Total RNA was prepared from clinical specimens using the QIAamp® Viral RNA kit (Qiagen) (using 140 µl of clinical specimen) or MagMAX™ 96 Viral Isolation Kit (Ambion, Austin, TX) (using 50 µl of clinical specimen) with KingFisher Flex (Thermo Fisher Scientific, Waltham, MA) according to each manufacturer's instructions. Total RNA from the 140 µl clinical specimen was eluted with 60 µl of AVE (Qiagen), whereas total RNA from the 50 µl clinical specimen was eluted with 30 µl of elution buffer (Ambion).",
            "cite_spans": [],
            "section": "RNA Preparation ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The reaction was performed using a QuantiTect® Virus + ROX Vial Kit (Qiagen) according to the manufacturer's instructions. Briefly, for testing clinical isolates using cultured medium, the 20 µl assay contained 4 µl of 5× QuantiTect Virus NR Master Mix, 0.2 µl of QuantiTect Virus RT Mix, 1.2 µl of 10 µM forward primer, 1.2 µl of 10 µM reverse primer, 0.4 µl for each of two 5 µM probes for H275Y RT‐PCR or 0.4 µl of 5 µM probe for Type A rRT‐PCR, 7.6 µl or 8 µl of water, and 2 µl of culture medium. For testing clinical specimens using extracted RNA, 5 µl of RNA template was used. Cycling was performed as follows: 20 min at 50°C to activate RT, followed by initial denaturation for 5 min at 95°C, with a subsequent 45 cycles of amplification (denaturation at 95°C for 15 sec and annealing as well as extension at 56°C for 45 sec) using LightCycler® 480 (Roche, Basel, Switzerland). Fluorescent signals were collected during annealing and extension steps, and amplification data and endpoint data were analyzed using the Light Cycler® 480 SW1.5 software according to the manufacturer's instructions.",
            "cite_spans": [],
            "section": "One‐Step Duplex RT‐PCR Assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "To evaluate the sensitivity of the H275Y RT‐PCR assay, the influenza A virus detection assay (simplex real‐time RT‐PCR assay designated as Type A rRT‐PCR assay) was performed using previously designed primers and probe to correspond to a conserved region of the matrix gene segment as a control [Nakauchi et al., 2010].",
            "cite_spans": [],
            "section": "One‐Step Duplex RT‐PCR Assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "To confirm the subtype of influenza virus, all clinical specimens were tested by simplex real‐time RT‐PCR assays for detecting specifically A/H1N1pdm virus (H1pdm rRT‐PCR assay) as described previously [Nakauchi et al., 2010].",
            "cite_spans": [],
            "section": "One‐Step Duplex RT‐PCR Assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "To amplify the partial NA gene between 676 and 1111 (from the start codon) using extracted RNA from the isolated virus, RT‐PCR was carried out with the following paired primers: swine N1‐676‐694F and swine N1‐1130‐1111R (Table I) using the One‐Step RNA PCR Kit (AMV) (TaKaRa, Tokyo, Japan) according to the manufacturer's instructions. The RT‐PCR conditions were as follows: 30 min at 50°C to activate RT, followed by initial denaturation for 2 min at 94°C, with a subsequent 30 cycles of amplification (denaturation at 94°C for 30 sec, annealing at 45°C for 30 sec, and extension at 72°C for 2 min). The PCR products were purified, and then sequenced using swine N1‐676‐694F primer with BigDye Terminator v3.1 Cycle Sequencing Kit (Applied Biosystems, Carlsbad, CA) by Applied Biosystems DNA Analyzer. Total RNA was prepared as described in the RNA Preparation Section.",
            "cite_spans": [],
            "section": "Sequence ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 227,
                    "end": 228,
                    "mention": "I",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The specificity of the duplex endpoint genotyping RT‐PCR assay for detecting oseltamivir‐resistant A/H1N1pdm virus (H275Y RT‐PCR) was evaluated using human seasonal influenza A/H1N1 and A/H3N2 viruses, influenza B viruses, and other viral respiratory pathogens. The H275Y RT‐PCR assay reacted specifically to A/H1N1pdm viruses but showed no cross‐reactivity against other subtypes/types of influenza A and B viruses or other viral respiratory pathogens (data not shown).",
            "cite_spans": [],
            "section": "Development of Duplex Real‐Time RT‐PCR Assay for Detecting Oseltamivir‐Resistant Pandemic Influenza A/H1N1 2009 Virus ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The sensitivity of the H275Y RT‐PCR assay was compared with that of the Type A rRT‐PCR assay using serial dilutions of A/Denmark/524/2009 (H1N1)pdm and A/Denmark/528/2009 (H1N1)pdm viruses in six replicates for each assay. As shown in Table II, the minimum viral titer for 100% detection of A/Denmark/524/2009 (H1N1)pdm and A/Denmark/528/2009 (H1N1)pdm using the Type A rRT‐PCR and H275Y RT‐PCR assays was 3.16 × 10−2 TCID50/reaction, respectively.",
            "cite_spans": [],
            "section": "Development of Duplex Real‐Time RT‐PCR Assay for Detecting Oseltamivir‐Resistant Pandemic Influenza A/H1N1 2009 Virus ::: RESULTS",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "mention": "II",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Endpoint fluorescence plots of the H275Y RT‐PCR (Fig. 1A) and the standard curve of the Type A rRT‐PCR assay were also generated (Fig. 1B,C). The standard curve showed a linear relationship between the log of viral titer and the crossing point (Cp) value (Fig. 1B for A/Denmark/524/2009 and Fig. 1C for A/Denmark/528/2009). The correlation coefficient of the standard curve was 0.99, indicating a precise log‐linear relationship between the viral titer and Cp value (Fig. 1B,C).",
            "cite_spans": [],
            "section": "Development of Duplex Real‐Time RT‐PCR Assay for Detecting Oseltamivir‐Resistant Pandemic Influenza A/H1N1 2009 Virus ::: RESULTS",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 135,
                    "end": 136,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 261,
                    "end": 262,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 296,
                    "end": 297,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 472,
                    "end": 473,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "From October 2009 to February 2010, clinical specimens (nasal or pharyngeal swabs, or nasal aspirate) from suspected cases of A/H1N1pdm virus infection (n = 44) were obtained from hospitals and clinics in Japan. The clinical specimens were tested by Type A and H1pdm rRT‐PCR assays after RNA purification. Of 44 clinical specimens, 39 clinical specimens were confirmed to be positive for Type A and H1pdm, and 5 clinical specimens were confirmed to be negative for Type A and H1pdm (Table III). Of 39 Type A‐ and H1pdm‐positive clinical specimens tested by H275Y RT‐PCR assay, 38 specimens were determined as H275 (oseltamivir‐susceptible) and 1 specimen was determined as Y275 (oseltamivir‐resistant) (Table III). All five Type A‐ and H1pdm‐negative clinical specimens were confirmed as negative by H275Y RT‐PCR assay (Table III). Some of these results are also shown as endpoint fluorescence plots (Fig. 2).",
            "cite_spans": [],
            "section": "Validation of H275Y RT‐PCR Assay Performed Using Clinical Specimens ::: RESULTS",
            "ref_spans": [
                {
                    "start": 906,
                    "end": 907,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 489,
                    "end": 492,
                    "mention": "III",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 709,
                    "end": 712,
                    "mention": "III",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 826,
                    "end": 829,
                    "mention": "III",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "To facilitate the assay scheme, the H275Y RT‐PCR assay was performed by using the cultured supernatants of infected MDCK cells directly, without RNA purification, as the template of the assay for screening H275Y mutation from a large number of clinical isolates. Twenty‐four A/H1N1pdm clinical isolates possessing H275, 45 A/H1N1pdm clinical isolates possessing Y275, and 4 A/H1N1pdm clinical isolates having a combination of viruses possessing H275 and Y275 were used directly for the validation of the H275Y RT‐PCR assay without RNA purification. Three isolated seasonal influenza A/H1N1 viruses possessing H275 and three isolated seasonal influenza A/H1N1 viruses possessing Y275 were also used directly as negative controls for the H275Y RT‐PCR assay without RNA purification. All the isolated seasonal influenza A/H1N1 viruses showed no cross‐reactivity and were negative in the assay (Fig. 3). In the assay, all 24 and 45 isolated A/H1N1pdm viruses possessing H275 and Y275 were confirmed as H275 (Fig. 3) and Y275 (the results of 5 clinical isolates are shown in Fig. 3), respectively. The four clinical isolates having a combination of viruses were confirmed as “mix” (Fig. 3).",
            "cite_spans": [],
            "section": "Validation of H275Y RT‐PCR Assay Performed Using Clinical Isolates Without RNA Purification ::: RESULTS",
            "ref_spans": [
                {
                    "start": 896,
                    "end": 897,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1009,
                    "end": 1010,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1075,
                    "end": 1076,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1182,
                    "end": 1183,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In this study, a rapid and simple duplex one‐step endpoint genotyping RT‐PCR assay for discriminating A/H1N1pdm viruses possessing the H275Y mutation (H275Y RT‐PCR assay) was developed. The sensitivity of the H275Y RT‐PCR assay was comparable to that of the Type A rRT‐PCR assay (Table II), with a detection limit of 7.5 copies/reaction [Nakauchi et al., 2010]. No cross‐reactivity or nonspecific reactions were observed in the assay performed using other subtypes/type of influenza viruses (Fig. 3) or clinical specimens (Table III and Fig. 2). These results demonstrated that the H275Y RT‐PCR assay was highly specific and sensitive at detecting the H275Y mutation.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 497,
                    "end": 498,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 542,
                    "end": 543,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 286,
                    "end": 288,
                    "mention": "II",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 529,
                    "end": 532,
                    "mention": "III",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Using the H275Y RT‐PCR assay, purified RNA from 44 clinical specimens was tested (Table III and Fig. 2). Of 44 clinical specimens tested, 39 were positive for Type A and H1pdm (Table III and Fig. 2). Among 39 specimens, the H275Y RT‐PCR assay detected 38 oseltamivir‐susceptible viruses with H275 and 1 oseltamivir‐resistant virus with Y275. These results corresponded to those of NA sequencing. There was no discrepancy between the H275Y RT‐PCR assay and NA sequencing, suggesting that the H275Y RT‐PCR assay could discriminate A/H1N1pdm viruses possessing H275 and Y275 in clinical specimens.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 196,
                    "end": 197,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 88,
                    "end": 91,
                    "mention": "III",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 183,
                    "end": 186,
                    "mention": "III",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The clinical isolates in the cultured supernatants of MDCK cells (Fig. 3) were used directly for the H275Y RT‐PCR assay, without RNA purification. The assay results were compared with the results of NA sequencing, and no discrepancies were found between the assays (data not shown, all sequence data of the NA gene of the clinical isolates used in this study have been deposited in the GISAID database). Four clinical isolates, A/Aichi/1210/2009, A/Mie/137/2009, A/Tochigi/373/2009, and A/Niigata/1459/2009 (Fig. 3a–d) were found to be a mixed population of the viruses possessing H275 and Y275 by sequencing of the NA gene (data not shown), and were detected as “mix” in the H275Y RT‐PCR assay (Fig. 3). These results suggested that the H275Y RT‐PCR assay could discriminate specifically A/H1N1pdm viruses possessing H275, Y275, or a mix of H275 and Y275.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 513,
                    "end": 514,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 701,
                    "end": 702,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "It is noteworthy that the H275Y RT‐PCR assay could detect the H275Y mutation in clinical isolates without RNA purification, since a sufficient amount of viral RNA may be released from the virion under the RT conditions (50°C, 20 min). When considering the handling of a large number of clinical isolates, the H275Y RT‐PCR assay can be performed rapidly and simply with a lower risk of cross‐contamination, because RNA purification is unnecessary.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Recently, an assay was developed using probes containing LNA nucleotides for discriminating A/H1N1pdm possessing H275Y [van der Vries et al., 2010]. Their assay was highly specific, and the results were interpreted easily; however, the oseltamivir‐resistant A/H1N1pdm virus has not been evaluated with their assay. Two real‐time RT‐PCR assays were also developed: one for detecting A/H1N1pdm viruses possessing H275, and the other for detecting those possessing Y275 [Hindiyeh et al., 2010]. However, in the two independent assays described above for discriminating H275Y, it is not simple to interpret the results, and doing so is costly.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The H275 RT‐PCR assay developed in this study could be performed rapidly and simply, since the cultured supernatants of infected cells were used directly without RNA purification (Fig. 3), and the endpoint genotyping analysis program of the Light Cycler® 480 SW1.5 software interpreted the results of the assay automatically by using positive controls, like A/Denmark/524/2009 (H1N1)pdm and A/Denmark/528/2009 (H1N1)pdm, suggesting that this assay is useful for the screening of the H275Y mutation in NAI surveillance activity. Additionally, the H275Y RT‐PCR assay could detect whether patients were infected with oseltamivir‐susceptible or ‐resistant viruses by testing clinical specimens, suggesting that this assay is a powerful diagnostic method for determining how to manage patients.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 186,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table I: Primers and Probes\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table II: Detection Limits of RT‐PCR Assays Using Serial Dilutions of Viral RNA\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table III: Detection of Pandemic Influenza A/H1N1 2009 Virus Having H275Y in Clinical Specimens by H257Y RT‐PCR Assay\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: \nA: Endpoint fluorescence plot. Serial dilutions of A/Denmark/524/2009 (open circle) and A/Denmark/528/2009 (filled circle) were analyzed by H275Y RT‐PCR assay. Viral titers of these two isolates were 3.16 × 102, 3.16 × 101, 3.16 × 100, 3.16 × 10−1, and 3.16 × 10−2 TCID50/reaction and are represented in the centerline of the plot as 102, 101, 100, 10−1, and 10−2, respectively. The plot was generated using the average of the results obtained from the assay performed in six replicates. Relative H275 (VIC) and Y275 (FAM) fluorescence are plotted on the y‐axis and x‐axis, respectively. B,C: Serial dilutions of A/Denmark/524/2009 (B) and A/Denmark/528/2009 (C) were analyzed by Type A rRT‐PCR assay. The standard curves were generated using average crossing point (Cp) values obtained from the assay performed in six replicates. The correlation coefficient and slope of the standard curve are represented in the graphs.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Endpoint fluorescence plot of H275Y RT‐PCR assay using clinical specimens. Relative H275 (VIC) and Y275 (FAM) fluorescence are plotted on the y‐axis and x‐axis, respectively. Clinical specimens discriminated as H275 or Y275 are represented as open circles or filled circles, respectively. Viral titers of 3.16 × 101, 3.16 × 100, 3.16 × 10−1, and 3.16 × 10−2 TCID50/reaction of A/Denmark/524/2009 (PC H275, open diamond) and A/Denmark/528/2009 (PC Y275, filled diamond) were used as positive controls for the assay.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Endpoint fluorescence plot of H275Y RT‐PCR assay using clinical isolates. Relative H275 (VIC) and Y275 (FAM) fluorescence are plotted on the y‐axis and x‐axis, respectively. Clinical isolates discriminated as H275, Y275, or mix are represented as open circles, filled circles, or gray circles, respectively. Viral titers of 3.16 × 101, 3.16 × 100, 3.16 × 10−1, and 3.16 × 10−2 TCID50/reaction of A/Denmark/524/2009 (PC H275, open diamond) and A/Denmark/528/2009 (PC Y275, filled diamond) were used as positive controls for the assay.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Emergence of oseltamivir‐resistant pandemic H1N1 virus during prophylaxis",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "2296-2297",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Origins and evolutionary genomics of the 2009 swine‐origin H1N1 influenza A epidemic",
            "authors": [],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "1122-1125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Surveillance for neuraminidase‐inhibitor‐resistant influenza viruses in Japan, 1996–2007",
            "authors": [],
            "year": 2009,
            "venue": "Antivir Ther",
            "volume": "14",
            "issn": "",
            "pages": "751-761",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Oseltamivir‐resistant influenza viruses A (H1N1) during 2007–2009 in fluenza seasons, Japan",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "926-935",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Evaluation of a rapid molecular algorithm for detection of pandemic influenza A (H1N1) 2009 virus and screening for a key oseltamivir resistance (H275Y) substitution in neuraminidase",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Virol",
            "volume": "47",
            "issn": "",
            "pages": "34-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Global influenza surveillance network: Laboratory surveillance and response to pandemic H1N1 2009",
            "authors": [],
            "year": null,
            "venue": "Wkly Epidemiol Rec",
            "volume": "84",
            "issn": "",
            "pages": "361-365",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "New influenza A(H1N1) virus infections: Global surveillance summary, May 2009",
            "authors": [],
            "year": null,
            "venue": "Wkly Epidemiol Rec",
            "volume": "84",
            "issn": "",
            "pages": "173-179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Oseltamivir‐resistant pandemic (H1N1) 2009 influenza virus, October",
            "authors": [],
            "year": null,
            "venue": "Wkly Epidemiol Rec",
            "volume": "84",
            "issn": "",
            "pages": "453-468",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Antigenic and genetic characteristics of swine‐origin 2009 A(H1N1) influenza viruses circulating in humans",
            "authors": [],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": "197-201",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Rapid detection of influenza A pandemic (H1N1) 2009 virus neuraminidase resistance mutation H275Y by real‐time RT‐PCR",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "1884-1887",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Use of oseltamivir in 12 European countries between 2002 and 2007—Lack of association with the appearance of oseltamivir‐resistant influenza A(H1N1) viruses",
            "authors": [],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The potential impact of neuraminidase inhibitor resistant influenza",
            "authors": [],
            "year": 2008,
            "venue": "Curr Opin Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "626-638",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Clustal W and Clustal X version 2.0",
            "authors": [],
            "year": 2007,
            "venue": "Bioinformatics",
            "volume": "23",
            "issn": "",
            "pages": "2947-2948",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Oseltamivir‐resistant influenza virus A (H1N1), Europe, 2007–08 season",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "552-560",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Detection of influenza viruses resistant to neuraminidase inhibitors in global surveillance during the first 3 years of their use",
            "authors": [],
            "year": 2006,
            "venue": "Antimicrob Agents Chemother",
            "volume": "50",
            "issn": "",
            "pages": "2395-2402",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Improving one‐step real‐time reverse transcription‐PCR assays for detecting and subtyping pandemic (H1N1) 2009, seasonal H1N1, and seasonal H3N2 influenza viruses",
            "authors": [],
            "year": 2010,
            "venue": "J Virol Methods",
            "volume": "171",
            "issn": "",
            "pages": "156-162",
            "other_ids": {
                "DOI": []
            }
        }
    }
}