{
    "paper_id": "PMC7222260",
    "metadata": {
        "title": "Care of patients with pulmonary arterial hypertension during the coronavirus (COVID-19) pandemic",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "J."
                ],
                "last": "Ryan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lana",
                "middle": [],
                "last": "Melendres-Groves",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Roham",
                "middle": [
                    "T."
                ],
                "last": "Zamanian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ronald",
                "middle": [
                    "J."
                ],
                "last": "Oudiz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Murali",
                "middle": [],
                "last": "Chakinala",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Erika",
                "middle": [
                    "B."
                ],
                "last": "Rosenzweig",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mardi",
                "middle": [],
                "last": "Gomberg-Maitland",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "While the focus of this communication is on patients with PAH, the presence of PH, whether pre-existing or as a direct result of the lung injury that occurs with COVID-19 infection, cardiomyopathy that may result from COVID-19 infection, or other comorbidity related to non-Group 1 PH (Table 2), is likely to be a major contributor to the morbidity and mortality associated with COVID-19 infection. As with the approach to PAH patients, patients with PH must be evaluated in the context of the severity of their illness. Because there are no specific treatments for patients with PH, specific management strategies for these patients will not be addressed. CTEPH is in a unique position first, because a curative treatment is available in the form of pulmonary endarterectomy (PEA). However, in the absence of decompensated right heart failure (RHF), how urgently surgery should be performed is an issue that gets raised, especially when PEA is done best in a few select, specialized centers. In this manuscript, the discussions around PAH will also largely apply to CTEPH, with the acknowledgment that it is an area of uncertainty as to when and whether someone should go for PEA during the COVID-19 pandemic, with the anticipated increased needs for extracorporeal membrane oxygenation (ECMO) and ventilators, plus the exposure risk associated with being hospitalized at this time.\n",
            "cite_spans": [],
            "section": "A note on PH ::: Introduction",
            "ref_spans": [
                {
                    "start": 286,
                    "end": 293,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The COVID-19 which first appeared in Wuhan, China, is caused by severe acute respiratory syndrome coronavirus 2. On 20 January 2020, the World Health Organization declared the COVID-19 outbreak as an international public health emergency, which was upgraded to a pandemic on Wednesday, 11 March 2020.1 Those with underlying pulmonary and cardiovascular disease (CVD) are at increased risk for adverse outcomes from COVID-19.2 This is likely due to the fact that the infection is associated with cardiovascular complications, including acute coronary syndrome, cardiac arrest, myocarditis, cardiomyopathy, venous thromboembolism, and acute respiratory distress syndrome (ARDS) among others.3",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 301,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 424,
                    "end": 425,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 689,
                    "end": 690,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "COVID-19 pandemic",
            "ref_spans": []
        },
        {
            "text": "The COVID-19 pandemic has altered routine practice and the acute management of PAH patients. Currently, the most challenging aspect of ongoing care of PAH patients is considering “exposure risk” for patients coming to the clinic or hospital for follow-up and new appointments, including routine laboratory tests. Some programs are able to perform video visits for low-risk patients and to help determine if the intermediate and high-risk patients as well as those actively needing management require in-person evaluation. Many PAH providers serve several roles, as pulmonologists, cardiologists, pediatric specialists, intensivists, as well as caregivers and parents. As the inpatient needs increase during the COVID-19 pandemic, physicians within PAH programs may be called to spend more time on inpatient services further limiting their ability to be readily available to their routine PAH patient care. Additionally, with providers spending time in isolation or caring for children, their ability to care for PAH patients will be further challenged. Finding means to streamline outpatient care during this time and offload physicians by utilization of advanced practice providers and nurses, telemedicine visits, as well as specialty pharmacies can greatly improve touch points with patients to prevent missing signs of worsening clinical and risk status.",
            "cite_spans": [],
            "section": "Implications for PAH care",
            "ref_spans": []
        },
        {
            "text": "New referrals for PAH continue to require thorough evaluation to carefully exclude Groups 2 and 3 PH before starting PAH-specific therapies. This presents a challenge because many healthcare settings have currently gone to emergency status, where elective procedures, including clinic visits, pulmonary function testing, echocardiography, CT scanning, ventilation/perfusion (V/Q) scanning, and right heart catheterization (RHC) are being deferred to facilitate staffing of crucial services and to avoid inadvertent exposure.",
            "cite_spans": [],
            "section": "Clinic visits and evaluations ::: New patients",
            "ref_spans": []
        },
        {
            "text": "Of note, since the COVID-19 pandemic, some institutions have temporarily moved to computed tomography pulmonary angiogram as first line for the evaluation of CTEPH instead of V/Q scan or less commonly heart catheterization with selective PA angiography. Other centers have elected to temporarily eliminate the ventilation portion of the V/Q study, due to the difficulty in disinfecting the ventilation systems.4 If lung perfusion images show no evidence of pulmonary thromboembolism, then one can rule out CTEPH and avoid more invasive imaging in the catheterization lab.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 411,
                    "mention": "4",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Clinic visits and evaluations ::: New patients",
            "ref_spans": []
        },
        {
            "text": "If there is a morbidity and/or mortality benefit from starting PAH therapies, particularly for a patient with high likelihood of having PAH, it is important to complete a thorough evaluation, including measurement of invasive hemodynamics, as per diagnostic guidelines.5 However, the COVID-19 outbreak represents a unique time period where PH experts may have to weigh the risks of COVID-19 exposure during elective procedures such as RHC, and the benefits of this evaluation to facilitate targeted PAH therapies. In this setting, PAH-providers may be able to work with companies for insurance provisional approval, during urgent or emergent initiation of therapy. The value of performing an elective RHC in patients with a high likelihood of Group 2 or Group 3 PH, where the benefit of PAH therapies has not been established,6 is discouraged unless the patient is severely ill, and it will change management. However, in such a case, that would not be elective. Additionally, for stable patients with high likelihood of having Group 2 and 3 PH, elective new patient evaluation should be deferred until a later date due to the lack of established therapies for these disease states at the moment. The COVID-19 pandemic is an opportune time to use risk likelihood tools on who would benefit from undergoing a RHC,7 and perhaps patients without RHF or those at lower risk of actually having PAH can have their RHC (and treatment) deferred in the short run.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 270,
                    "mention": "5",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 826,
                    "end": 827,
                    "mention": "6",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1312,
                    "end": 1313,
                    "mention": "7",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Clinic visits and evaluations ::: New patients",
            "ref_spans": []
        },
        {
            "text": "Another challenge to our usual PAH care during the COVID-19 pandemic is the initiation of PAH therapies at home. Typically, some PAH medications including riociguat, selexipag, and prostacyclins have been up-titrated at home with frequent nursing visits. With current restrictions on travel and the practice of social distancing, there is less availability for nurses to access homes and hospitals for teaching and up-titrating of therapies. This can be handled by PH practice nurses and telemedicine phone calls/visits. New intravenous starts may need longer teaching in hospital to assure safety and good clinical practice.",
            "cite_spans": [],
            "section": "Clinic visits and evaluations ::: New patients",
            "ref_spans": []
        },
        {
            "text": "Management of CTEPH will likely be similar to PAH during the COVID-19 pandemic, when surgical intervention and Balloon Pulmonary Angioplasty is going to be less immediately available. In this setting, coordinating and communicating care with specialized centers will be important to ensure adequate triage and best available practice patterns are followed.",
            "cite_spans": [],
            "section": "Clinic visits and evaluations ::: New patients",
            "ref_spans": []
        },
        {
            "text": "It is common for PAH clinics to see clinically-stable patients every three to six months based on ERS/ESC 2015 guidelines.5 This is similar for patients with CTEPH also, unless in decompensated RHF. This practice, although only consensus based, was developed because of the fragile nature of PAH patients and the lack of predictability for response to treatment, and the ongoing risk for disease progression in prevalent cases. Since patients can rapidly clinically deteriorate, PAH-specific risk scores advocate frequent follow-up to allow for a formal risk assessment during this time period as well. However, given the potential risk of acquiring COVID-19 infection by coming to a healthcare setting, patients with underlying chronic cardiopulmonary disease are being advised against non-essential travel and to practice social distancing. Thus, a risk/benefit analysis evaluating the need for in-person versus remote clinic visits, as well as the need for certain diagnostic tests, is in order in the current healthcare environment.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "mention": "5",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Clinic visits ::: Established clinically-stable patients",
            "ref_spans": []
        },
        {
            "text": "How should stable patients best be evaluated and monitored during this pandemic? Many PAH programs have already introduced telehealth programs in response to the COVID-19 pandemic, where patients’ current health status is evaluated by telephone or video conferencing. Although there are limitations to telehealth, such as inability to do comprehensive physical exams and essential diagnostic testing, it is likely that many patients are capable of self-description of their PAH signs and symptoms and thus can guide their management. Additional limitations to telehealth include an inability to reliably measure vital signs, as well as patient accessibility to access audio and/or video conferencing technology and familiarity with these technologies, especially for patients with limited means. As telehealth evolves, new questions about delivery of care will certainly emerge which will need to be measured against doing what is best for the overall safety and well-being of the patient.",
            "cite_spans": [],
            "section": "Clinic visits ::: Established clinically-stable patients",
            "ref_spans": []
        },
        {
            "text": "Similar to routine clinic visits, it is common for PAH patients to undergo frequent echocardiograms, RHCs, six minute walk tests, and laboratory tests which form an integral part of the monitoring and risk stratification tools which many PAH providers use to guide therapeutic options. With the COVID-19 pandemic, it is important to consider the additive value of these sometimes comprehensive tests in the context of the risks associated with visiting the hospital or clinic to obtain them. While laboratory values for N-terminal (NT)-pro hormone Brain natriuretic peptide (NT-proBNP) and Brain natriuretic peptide (BNP) are often used as a surrogate for RHF in patients with PAH, there are risks for patients traveling to a laboratory to obtain these tests. In patients who are on anticoagulation for CTEPH, atrial fibrillation, pump infusion, or other reasons, it may be worth considering transitioning to direct oral anticoagulants or low-molecular-weight heparin to avoid the laboratory visit necessary to obtain and monitor a therapeutic International Normalised Ratio (INR) with warfarin use. Similar to procedures which will be limited during this time, such as echocardiogram, it is worth reconsidering whether any of the tests performed for routine follow-up change clinical management sufficiently to warrant the risk of getting the test performed.",
            "cite_spans": [],
            "section": "Routine diagnostic testing ::: Established clinically-stable patients",
            "ref_spans": []
        },
        {
            "text": "The focus of this manuscript is on the general management of COVID-19 infection in PAH, as opposed to the other etiologies responsible for decompensation of PAH, which have been addressed elsewhere.8",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "mention": "8",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Unstable patients",
            "ref_spans": []
        },
        {
            "text": "The incubation period for COVID-19 is estimated to be four days (interquartile range: 2–7 days). Frequently-reported symptoms of patients admitted to the hospital with COVID-19 infection include fever, cough, myalgia, fatigue, and shortness of breath (3–31%) at illness onset.9–11 Most patients who are hospitalized with confirmed COVID-19 are diagnosed with pneumonia.9–11 Patients with comorbidities have an increased mortality, >10% for those with cardiovascular disease, 7% for Diabetes Mellitus Type 2, and 6% for systemic hypertension, chronic respiratory disease, or cancer.12 In one study, patients who developed respiratory failure, septic shock, or multiple organ dysfunction had a 49% mortality.12 Approximately 20–30% of patients hospitalized with COVID-19 and pneumonia have required respiratory support in intensive care units (ICUs).9,11 Among those admitted to ICUs, to a varying extent, patients have required high-flow oxygen therapy, mechanical ventilation (Bilevel Positive Airway Pressure [BiPAP]/continuous positive airway pressure [CPAP]), intubation, and in some cases ECMO. The unique transmission risks associated with this viral infection dissuade use of less intensive ventilatory support in lieu of early intubation, which is something we otherwise try to avoid in patients with PAH.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 277,
                    "mention": "9",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 277,
                    "end": 277,
                    "mention": "",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 278,
                    "end": 280,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 369,
                    "end": 370,
                    "mention": "9",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 370,
                    "end": 370,
                    "mention": "",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 371,
                    "end": 373,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 581,
                    "end": 583,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 706,
                    "end": 708,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 848,
                    "end": 849,
                    "mention": "9",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 850,
                    "end": 852,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Unstable patients",
            "ref_spans": []
        },
        {
            "text": "There are no currently approved specific treatments for COVID-19.13 Remdesivir is an investigational antiviral drug that has been shown to have in-vitro activity against COVID-19.14 It has been made available for compassionate use in the US during the COVID-19 pandemic. There is no known interaction of remdesivir with PAH therapies. Additionally, there is some interest in investigating short-term use of hydroxychloroquine, chloroquine, and azithromycin in patients with COVID-19 infection.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 67,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 179,
                    "end": 181,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Unstable patients",
            "ref_spans": []
        },
        {
            "text": "In patients with PAH experiencing worsening RHF, the differential diagnosis includes sepsis, ischemia, progression of disease, or COVID-19 infection (or a combination of these factors). During the current pandemic, fever at home in a PAH patient should be assumed to represent a COVID-19 infection. If a patient is having worsening respiratory symptoms requiring hospitalization, they should be evaluated and tested for COVID-19. Data available suggests that in Italy, there are not large numbers of patients with PAH who show right ventricle (RV) decompensation during and after mild COVID-19 infection. The same experience seems to be that in the US so far (personal communication). However, based on prior publications evaluating the effects of acute RHF superimposed on systemic infection,15–18 it is likely that RHF and concomitant COVID-19 infection will lead to increased mortality in the PAH patient.",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 795,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 795,
                    "end": 795,
                    "mention": "",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 795,
                    "end": 795,
                    "mention": "",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 796,
                    "end": 798,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Unstable patients",
            "ref_spans": []
        },
        {
            "text": "In our experience so far, hypoxia and systemic inflammatory response syndrome with PAH and COVID-19 infection is difficult to treat. There are data on the risk of ARDS in pulmonary vascular disease suggesting that COVID-19 pneumonia in the context of PAH will more commonly result in ARDS.19,20 In this setting, management of ventilation presents unique challenges. BiPAP/CPAP is difficult due to the physiology of RHF8 and due to the aerosolization of virus, so high flow nasal cannula is preferred. Intubation can be fatal in PAH if performed and managed improperly.8,16 Plus extubation post-treatment in the PAH patient with baseline cardiopulmonary disease is difficult. Systemic blood pressure should be maintained with systemic vasopressors, although the preferred agent is not well-defined.21 Despite a high likelihood for COVID-19, in a febrile PAH patient, consideration should be given to start empiric, broad-spectrum antibiotics at the onset of fever and worsening respiratory symptoms due to the risk of bacterial infection or superinfection being a contributing factor.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 291,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 418,
                    "end": 419,
                    "mention": "8",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 568,
                    "end": 569,
                    "mention": "8",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 570,
                    "end": 572,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 797,
                    "end": 799,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Unstable patients",
            "ref_spans": []
        },
        {
            "text": "In patients with shock related or unrelated to COVID-19, the role and route of PAH-specific therapies should be discussed with a PH expert. In general, PAH-specific therapies should be continued during hospitalization and patients unable to tolerate oral or inhaled medications may need to be transitioned from oral to intravenous medications to get through severity of a COVID-19 infection.22 It is important to consider nitric oxide (NO) during clinical decompensation in lieu of agents that have the potential to lower blood pressure (for example, phosphodiesterase 5 inhibitors, guanylate cyclase stimulators). We have experience of delivering NO at home during this pandemic, although this is unlikely to be readily available in the near-term.23",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 393,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 748,
                    "end": 750,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Unstable patients",
            "ref_spans": []
        },
        {
            "text": "Although ECMO is used in some COVID-19 patients with refractory hypoxemia, in the cases that we have seen to date involving PAH, this modality is particularly challenging and decisions about utilizing this resource-intensive option during a pandemic have to be closely scrutinized, especially in the absence of bridging to transplantation during these difficult times.8,11,24 Society finds itself in an unenviable position and increasingly will have to make difficult decisions about health care delivery and resource utilization, including the use of precious and intensive interventions such as invasive ventilation and ECMO. In particular, PAH patients will have great difficulty surviving these types of interventions which poses a significant opportunity cost during a pandemic that is stretching the health care system. It is anticipated that there will be shortages of ventilators during the COVID-19 pandemic, which poses even further concern for their utility in this population. As a general recommendation, practitioners should consider utilizing an established PAH-specific risk assessment tool to help identify patients who are more likely to survive heroic interventions during the COVID-19 outbreak. Specifically, patients with a REVEAL 2.0 risk score  ≤ 9 or those meeting at least 3 of 4 (invasive method) or at least 2 of 3 (non-invasive method) LOW risk criteria per the French Pulmonary Hypertension Registry risk tool, have significantly better prognosis with their PAH and make more suitable candidates for riskier acute interventions during the COVID-19 crisis.25,26",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 369,
                    "mention": "8",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 370,
                    "end": 372,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 373,
                    "end": 375,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1584,
                    "end": 1586,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1587,
                    "end": 1589,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Unstable patients",
            "ref_spans": []
        },
        {
            "text": "Specialized PH centers provide crucial service for the care of PAH patients over broad areas.27,28 However, with travel restrictions, it may be difficult for PAH patients to travel to these centers. During the COVID-19 pandemic, these centers will likely need to increase their use of remote collaboration with regional programs and community providers in order to provide advice and suggestions regarding best practice. It will be important for specialty pharmacies that provide access to many PAH-specific therapies to work with industry to ensure seamless distribution of therapies during this crisis.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 96,
                    "end": 98,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Considerations for specialized PH centers and regional PH programs",
            "ref_spans": []
        },
        {
            "text": "Regional PH programs27,28 provide important and easy-access care to patients living with PAH. These programs will become even more important during this crisis as they will be the main resource for patients who are now discouraged from traveling.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 22,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 23,
                    "end": 25,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Considerations for specialized PH centers and regional PH programs",
            "ref_spans": []
        },
        {
            "text": "Educational programs such as preceptorships and symposia will be more challenging (and slow to react) during this time of uncertainty and new and innovative educational approaches will be essential. As we emphasize the health of the entire PH community and population at-large, conferences will be limited in scope and it will be difficult for providers in a community setting to travel to specialized centers for training and exposure to complex cases. In addition, even conferences within hospitals are going to be difficult to have in the traditional sense due to ordinances limiting gatherings of 10 or more people. Limited travel will preclude expert-level face-to-face conferences and therefore increased reliance on telehealth and remote conferences will be needed.",
            "cite_spans": [],
            "section": "Implications for training PH providers and implications for PH education programs",
            "ref_spans": []
        },
        {
            "text": "With the prevalence of social media, it is important for PAH patients and families to have trusted sources for advice. It will be important for scientific communities to provide timely, reliable updates on best practice in PAH, acknowledging that the situation changes rapidly. Such information is being made available and regularly updated through the PHA,29 and other organizations.30",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 384,
                    "end": 386,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Education of patients and their families",
            "ref_spans": []
        },
        {
            "text": "During this time, most sponsors of clinical trials have limited or halted subject enrollment. Similarly, due to travel constraints and government mandates, non-essential personnel have been instructed to stay at home in many parts of the world. In this setting, the ability to make advances in the care of PAH is limited by traditional methods, and novel studies and analyses are needed to continue to advance this field. This may involve computational science or existing registry studies, as well as modeling the impact of COVID-19 on PAH using existing databases. Trials to evaluate safety of agents should be halted, and trials that involve immunosuppressive agents should be re-evaluated for risk versus benefit during the COVID-19 pandemic. Trials necessitating contact with the PH site, for example internal pump refills, will need to arrange for this care per site feasibility or consider switching to an external pump in the interim. This would be done at the sites’ hospital center with close supervision. Enrolling new patients into clinical trials, irrespective of phase (1–4) at this time is difficult and of uncertain benefit, especially when taking exposure risk into account. For those already enrolled in phase 2 and 3 trials, study visits could be converted to telemedicine visits when possible to limit the risks to participants.",
            "cite_spans": [],
            "section": "Impact on research programs",
            "ref_spans": []
        },
        {
            "text": "Although as outlined above, the issues facing current practice patterns in PAH can be utilized to direct care going forward and perhaps issues such as telehealth will become a more established practice in PAH.",
            "cite_spans": [],
            "section": "Transformative impact of COVID-19 on PAH care ::: Future directions",
            "ref_spans": []
        },
        {
            "text": "As our world adjusts to a different way of living and interacting as a society not seen worldwide since the Spanish flu of 1918, our medical community rushes to try and expand our understanding of how best to care for unique populations within the environment of COVID-19. Specifically, this document attempts to address the needs of PAH providers and their patients. As PAH patients have shown to have worse outcomes with all-cause hospitalizations,31 proactively working to decrease the risk of COVID-19 infection while continuing to provide a high-level of PAH care is essential. Adjusting how we provide that care with increased telemedicine visits, decreased exposures to healthcare environments for patients, and timely medication adjustments will assist in our continued need to provide for patients despite the ever changing landscape.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 452,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Summary",
            "ref_spans": []
        },
        {
            "text": "Dr Ryan is on the speaker bureau and provides consulting services for Actelion and Bayer. Dr Melendres-Groves is on the speaker bureau and provides consulting services for Actelion, Bayer, and United Therapeutics. Dr Gomberg-Maitland is a consultant on data safety monitoring boards and steering committees for Acceleron, Complexa, Janssen/Actelion, Neuroderm, Reata, and United Therapeutics. Dr Chakinala has provided consulting services to Actelion, Bayer, Express Scripts, Arena Pharmaceuticals, Trio Health Analystics, Acceleron, and PhaseBio.",
            "cite_spans": [],
            "section": "Conflict of interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Considerations for pulmonary hypertension programs during COVID-19 pandemic.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Updated clinical classification of pulmonary hypertension (PH).\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269-271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Aetiology and outcomes of severe right ventricular dysfunction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Padang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chandrashekar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Indrabhinduwat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "41",
            "issn": "",
            "pages": "1273-1282",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Outcomes of hospitalisation for right heart failure in pulmonary arterial hypertension",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Campo",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Mathai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Le Pavec",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur Respir J",
            "volume": "38",
            "issn": "",
            "pages": "359-367",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Prognostic factors of acute heart failure in patients with pulmonary arterial hypertension",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sztrymf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bertoletti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur Respir J",
            "volume": "35",
            "issn": "",
            "pages": "1286-1293",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Characteristics and outcome after hospitalization for acute right heart failure in patients with pulmonary arterial hypertension",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fuh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Circ Heart Fail",
            "volume": "4",
            "issn": "",
            "pages": "692-699",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Pulmonary hypertension in ARDS: inflammation matters!",
            "authors": [
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Wort",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Thorax",
            "volume": "72",
            "issn": "",
            "pages": "396-397",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Prevalence and impact of cardiovascular metabolic diseases on COVID-19 in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Res Cardiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Role of acid sphingomyelinase and IL-6 as mediators of endotoxin-induced pulmonary vascular dysfunction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pandolfi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barreira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Thorax",
            "volume": "72",
            "issn": "",
            "pages": "460-471",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The heterogeneity of clinical practice patterns among an international cohort of pulmonary arterial hypertension experts",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Butrous",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Maron",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pulm Circ",
            "volume": "4",
            "issn": "",
            "pages": "441-451",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Predicting survival in patients with pulmonary arterial hypertension: the REVEAL Risk Score Calculator 2.0 and comparison with ESC/ERS-based risk assessment strategies",
            "authors": [
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Benza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gomberg-Maitland",
                    "suffix": ""
                },
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chest",
            "volume": "156",
            "issn": "",
            "pages": "323-337",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Survival in incident and prevalent cohorts of patients with pulmonary arterial hypertension",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Humbert",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sitbon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yaici",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur Respir J",
            "volume": "36",
            "issn": "",
            "pages": "549-555",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Managing the patient with pulmonary hypertension: specialty care centers, coordinated care, and patient support",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Chakinala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wirth",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cardiol Clin",
            "volume": "34",
            "issn": "",
            "pages": "489-500",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Characterization of first-time hospitalizations in patients with newly diagnosed pulmonary arterial hypertension in the REVEAL registry",
            "authors": [
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Burger",
                    "suffix": ""
                },
                {
                    "first": "PK",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chest",
            "volume": "146",
            "issn": "",
            "pages": "1263-1273",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Haemodynamic definitions and updated clinical classification of pulmonary hypertension",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simonneau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Montani",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Celermajer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur Respir J",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "2015 ESC/ERS guidelines for the diagnosis and treatment of pulmonary hypertension: the joint task force for the diagnosis and treatment of pulmonary hypertension of the European Society of Cardiology (ESC) and the European Respiratory Society (ERS): endorsed by: Association for European Paediatric and Congenital Cardiology (AEPC), International Society for Heart and Lung Transplantation (ISHLT)",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Galie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Humbert",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Vachiery",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur Heart J",
            "volume": "37",
            "issn": "",
            "pages": "67-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "A concerning trend for patients with pulmonary hypertension in the era of evidence-based medicine",
            "authors": [
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Maron",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Circulation",
            "volume": "139",
            "issn": "",
            "pages": "1861-1864",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Intensive care, right ventricular support and lung transplantation in patients with pulmonary hypertension",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Hoeper",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Benza",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Corris",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur Respir J",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        }
    }
}