{
    "paper_id": "PMC7126353",
    "metadata": {
        "title": "Biowaiver Monographs for Immediate Release Solid Oral Dosage Forms: Ribavirin",
        "authors": [
            {
                "first": "Navid",
                "middle": [],
                "last": "Goodarzi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ahmadreza",
                "middle": [],
                "last": "Barazesh Morgani",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bertil",
                "middle": [],
                "last": "Abrahamsson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rodrigo",
                "middle": [],
                "last": "Cristofoletti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "D.W.",
                "middle": [],
                "last": "Groot",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Langguth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mehul",
                "middle": [
                    "U."
                ],
                "last": "Mehta",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "E."
                ],
                "last": "Polli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vinod",
                "middle": [
                    "P."
                ],
                "last": "Shah",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jennifer",
                "middle": [
                    "B."
                ],
                "last": "Dressman",
                "suffix": "",
                "email": "dressman@em.uni-frankfurt.de",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A literature-based monograph of ribavirin concerning its biopharmaceutical properties and the risk of relying on in vitro tests instead of in vivo study results (so-called “biowaiving”) for the approval of new immediate release (IR) solid oral dosage forms containing ribavirin as the sole active pharmaceutical ingredient, including both reformulated products and new multisource products, is presented.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The purpose and scope of this series of monographs have been discussed previously.1 Briefly, the aim is to evaluate all pertinent data available from literature sources for an active pharmaceutical ingredient (API) listed on the World Health Organization (WHO) List of Essential Medicines2 and/or in common use, to assess the risks associated with a Biopharmaceutical Classification System (BCS)-based biowaiver. For this purpose, risk is defined as the combination of the probability of an incorrect biowaiver decision with the consequences of the decision in terms of public health and individual patient risk. Based on these considerations, the monograph assesses the validity of the biowaiver and recommends its acceptance or rejection. This systematic approach to recommending or advising against a biowaiver decision is referred to in the WHO guideline.3 It is notable that these monographs do not simply apply the various guidances on biowaiver-based BE (e.g., WHO,3 the U.S. Food and Drug Administration [FDA],4 and the European Medicines Agency [EMA]5) but aim to arrive at a recommendation for or against application of the BCS-based biowaiver procedure based on current scientific “best practice.” Biowaiver monographs have already been published for a variety of APIs, and these are available online at the website of the International Pharmaceutical Federation and J Pharm Sci.6, 7\n",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 288,
                    "end": 289,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 859,
                    "end": 860,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 972,
                    "end": 973,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1018,
                    "end": 1019,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1059,
                    "end": 1060,
                    "mention": "5",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1390,
                    "end": 1391,
                    "mention": "6",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1393,
                    "end": 1394,
                    "mention": "7",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The International Nonproprietary Name for ribavirin is also Ribavirin,8 while its chemical name is 1-β-d-ribofuranosyl-1H-1,2,4-triazole-3-carboxamide8, 9 and 1-[(2R,3R,4S,5R)-3,4-dihydroxy-5-(hydroxymethyl)oxolan-2-yl]-1,2,4-triazole-3-carboxamide.10\n",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "mention": "8",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 150,
                    "end": 151,
                    "mention": "8",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 153,
                    "end": 154,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 249,
                    "end": 251,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Name and Structure ::: General Characteristics",
            "ref_spans": []
        },
        {
            "text": "The molecular formula of ribavirin is C8H12N4O5, its molecular weight is 244.2 g/mol, and its CAS number is 36791-04-5.9 The structure of ribavirin is shown in Figure 1\n.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Name and Structure ::: General Characteristics",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Ribavirin is a synthetic nucleoside analog structurally related to guanine. It is given orally with an interferon alpha or peg interferon alpha in the treatment of chronic hepatitis C and it is used by inhalation for the treatment of respiratory syncytial virus infections.9, 11 The American Association for the Study of Liver Diseases guidelines recommend ribavirin plus peg interferon as the treatment of choice for chronic hepatitis C virus infections. Evaluation of clinical outcomes and patient tolerability determine the benefit and length of the therapy. Ribavirin plus peg interferon alfa is also approved by the FDA for treatment of hepatitis C in HIV-infected patients.12 According to the Essential Medicines List of the WHO, ribavirin can be used for the treatment of hepatitis C in combination with peg-interferon and/or direct acting anti-viral medicines, as well as for the treatment of viral hemorrhagic fevers2 such as hemorrhagic fever associated with renal syndrome, Lassa fever, and Crimean-Congo hemorrhagic fever. Ribavirin has also been tried in severe acute respiratory syndrome. 9, 11\n",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 274,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 679,
                    "end": 681,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 925,
                    "end": 926,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1103,
                    "end": 1104,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1106,
                    "end": 1108,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Therapeutic Indications ::: General Characteristics",
            "ref_spans": []
        },
        {
            "text": "Maynard et al. reported that 67% of genotype-1 infected patients achieved a sustained virological response (SVR) at week 4 when ribavirin plasma concentrations were higher than 2.0 μg/mL, while only 16% of patients achieved SVR at week 4 when ribavirin concentrations were lower.13\n",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 281,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Therapeutic Indications ::: General Characteristics",
            "ref_spans": []
        },
        {
            "text": "Furthermore, Arase et al.14 evaluated the effect of ribavirin concentration at week 8 in 68 genotype-1 infected patients. The SVR was 14.8% for patients with a steady-state serum ribavirin concentration of <2.5 μg/mL. For patients with a steady-state serum ribavirin concentration between 2.5 and 3 μg/mL, SVR was 25%. At ribavirin concentrations between 3 and 3.5 μg/mL, the SVR was 44.4% and at concentrations >3.5 μg/mL the SVR was reported as 42.9%. Because the frequency of discontinuation of therapy at serum concentrations >3.5 μg/mL was significantly higher, the most suitable ribavirin concentration in serum at week 8 was concluded to be in the range 3-3.5 μg/mL.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 27,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Therapeutic Indications ::: General Characteristics",
            "ref_spans": []
        },
        {
            "text": "Loustaud-Ratti et al.15 investigated the importance of ribavirin plasma concentrations early after administration on SVR in 24 genotype-1 infected patients. For patients in whom a sustained viral response was observed, significantly higher partial areas under the curve (area under the curve [AUC]0-12 h and AUC0-4 h) were recorded than for patients in whom no SVR could be demonstrated. In contrast, there was no association between maximal concentration (C\nmax) and SVR. On the basis of these results, the authors proposed an AUC0-4 h cutoff value of 1755 μg/h/L.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 23,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Therapeutic Indications ::: General Characteristics",
            "ref_spans": []
        },
        {
            "text": "The most common adverse effects reported by patients taking oral ribavirin, in combination with interferon-alpha or peg interferon-alpha, are central nervous system reactions such as anxiety, depression, irritability, and insomnia and flu-like symptoms such as fatigue, headache, fever, and rigors. Other adverse effects include mild lymphopenia, hyperuricemia, itching, rash, cough, and nasal stuffiness.",
            "cite_spans": [],
            "section": "Therapeutic Index and Toxicity ::: General Characteristics",
            "ref_spans": []
        },
        {
            "text": "According to the American Association for the Study of Liver Diseases guidelines, hemolytic anemia is a common side effect of ribavirin. It represents a dose-dependent side effect that frequently limits ribavirin use. Maeda et al.16 showed that the decrease in hemoglobin level was linearly related to steady-state plasma concentrations of ribavirin and that hemoglobin levels of >8.5 g/dL occurred when the steady-state ribavirin concentration increased above 3.5 μg/mL. This level was also confirmed by Arase et al.14 Severe ribavirin-induced anemia can increase fatigue and worsen quality of life, and hence it is a frequent cause of reduction of the ribavirin dose or even discontinuation.17 This presents the physician with a dilemma, as the efficacy of ribavirin improves with increasing plasma concentrations, but the severity of anemia also becomes higher with increasing concentrations.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 517,
                    "end": 519,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 693,
                    "end": 695,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Therapeutic Index and Toxicity ::: General Characteristics",
            "ref_spans": []
        },
        {
            "text": "Although ribavirin concentrations should be below 1.3 μg/mL at first week to prevent severe anemia and thus avoid discontinuation of therapy, a ribavirin concentration between 2.5 and 3 μg/mL during weeks 4 to 8 of the therapy improves SVR in genotype-1 infected patients. When a significant reduction in hemoglobin is observed, the dose of ribavirin should be reduced as soon as possible to make safe continuation of therapy possible and reduce the incidence of discontinuation.17\n",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 481,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Therapeutic Index and Toxicity ::: General Characteristics",
            "ref_spans": []
        },
        {
            "text": "Further adverse effects that can be potentially life-threatening or fatal include severe depression, suicidal ideation, relapse of drug abuse or overdose (e.g., with narcotics), and bacterial infection. A comprehensive list of reported adverse effects is available in the literature.9, 12\n",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 284,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 286,
                    "end": 288,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Therapeutic Index and Toxicity ::: General Characteristics",
            "ref_spans": []
        },
        {
            "text": "Because ribavirin and its metabolites are cleared by the kidneys, the drug should be used with extreme caution in patients with renal disease or renal failure. It should also be avoided in patients with severe hepatic impairment or decompensated cirrhosis of the liver (Child-Pugh class B and C).9, 12, 18\n",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 299,
                    "end": 301,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 303,
                    "end": 305,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Therapeutic Index and Toxicity ::: General Characteristics",
            "ref_spans": []
        },
        {
            "text": "Acute ingestion of up to 20 g of Rebetol capsules was associated with an increased incidence and severity of the usual adverse effects of the drug.19, 20 Ribavirin accumulates in human erythrocytes and remains in the body for weeks or longer after administration of the drug and hemodialysis or peritoneal dialysis is not effective for the treatment of ribavirin overdosage.19, 20 Hypocalcemia and hypomagnesemia have also been observed in persons administered greater than the recommended dose of ribavirin. In most of these cases, ribavirin was administered intravenously at doses up to, and in some cases exceeding, 4 times the recommended maximum oral daily dose.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 151,
                    "end": 153,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 374,
                    "end": 376,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Therapeutic Index and Toxicity ::: General Characteristics",
            "ref_spans": []
        },
        {
            "text": "Ribavirin is described as ‘‘freely soluble in water” in different pharmacopoeia.21, 22 At 25°C, the maximum aqueous solubility value of ribavirin has been reported as 142 mg/mL.20 Zhao et al. calculated an aqueous solubility of just over 67 mg/mL using WS-KOW for Windows (William Meylan, 1994-1996). Calculation of the dose:solubility in 250 mL water for dosage forms containing 800 mg ribavirin (the highest strength of ribavirin in the global market) shows that the dose is dissolved completely.23 The dose:solubility ratio at different pHs is not fully discussed in the literature. However, one report indicates that solubility of ribavirin in a generic product was tested in buffered solution over the physiological pH range 1.0-7.5 and was found to be high in all cases.24\n",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 84,
                    "end": 86,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 177,
                    "end": 179,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 498,
                    "end": 500,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 776,
                    "end": 778,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Solubility ::: Chemical Properties",
            "ref_spans": []
        },
        {
            "text": "Ribavirin contains four chiral centers in the sugar portion of the molecule. Thus, there are 16 possible stereoisomers. Ribavirin is synthesized as a single isomer (ß-d-isomer) and is used in the enantiomerically pure form.25, 26\n",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 225,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 227,
                    "end": 229,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Stereoisomers and Polymorphs ::: Chemical Properties",
            "ref_spans": []
        },
        {
            "text": "Ribavirin additionally shows polymorphism22 with 2 polymorphic forms A and B, which are distinguishable by their melting range. One form, crystallized from aqueous ethanol, melts at about 170°C (166-168°C) (form A), while form B, crystallized from ethanol, has a melting range of 174-176°C.24, 25, 26 To the knowledge of the authors, it is not clearly mentioned in the literature which polymorph is used in the marketed products.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 43,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 290,
                    "end": 292,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 294,
                    "end": 296,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 298,
                    "end": 300,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Stereoisomers and Polymorphs ::: Chemical Properties",
            "ref_spans": []
        },
        {
            "text": "There is no reference in the literature discussing whether the polymorphic forms affect other physicochemical properties, the bioavailability (BA), or the clinical efficacy of ribavirin. However, it has been suggested that the high solubility of ribavirin limits its risk of polymorphic effects.27\n",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Stereoisomers and Polymorphs ::: Chemical Properties",
            "ref_spans": []
        },
        {
            "text": "Ribavirin is a polar compound. Calculations by Zhao et al., using the ClogP for Windows software (Biobyte version 2.0.0b, Claremont, CA), resulted in a value of −3.23 for the logarithm of the octanol-water partition coefficient (ClogP). In another work, the experimental log P (MlogP) was reported as −1.85.23\n",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 309,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Partition Coefficient ::: Chemical Properties",
            "ref_spans": []
        },
        {
            "text": "Ribavirin is an ampholyte with both an acidic and a basic group, the pKa values of which have been reported in the literature as 12.95 (acid) and 1.00 (base), respectively.28 These values indicate that at most physiologically relevant pH values, the compound is uncharged.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "pKa ::: Chemical Properties",
            "ref_spans": []
        },
        {
            "text": "The WHO List of Essential Medicines lists 200, 400, and 600 mg ribavirin as solid dosage forms for the treatment of viral hemorrhagic fevers.2 In the United States (US) and Europe, ribavirin is marketed as 200 and 400 mg oral solid dosage forms, as shown in Table 1\n, which lists IR ribavirin tablets and capsules with marketing authorizations (MAs) in Belgium, Canada, Czech Republic, Germany, Denmark, Spain, European Union (EU), Finland, France, Hungary, Ireland, Iceland, The Netherlands, Norway, Portugal, Romania, Sweden, Slovakia, United Kingdom, and the United States.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 142,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Dosage Form Strengths ::: Chemical Properties",
            "ref_spans": [
                {
                    "start": 258,
                    "end": 265,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Ribavirin is typically administered orally in doses of 400, 500, or 600 mg twice daily. Ribavirin is rapidly absorbed into the circulation, with the uptake mechanism being active transport by the human concentrative nucleoside transporter 2 (hCNT2, SLC28A2) in the proximal small bowel.29, 30 Saturable uptake of ribavirin in the human intestine is the most likely explanation for the observation that at very high doses (1200-2400 mg) the maximal plasma concentration of ribavirin after oral administration of the drug does not increase in proportion with the dose.31, 32\n",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 288,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 290,
                    "end": 292,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 566,
                    "end": 568,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 570,
                    "end": 572,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Absorption and Bioavailability ::: Pharmacokinetic Properties",
            "ref_spans": []
        },
        {
            "text": "Studies have been run in humans to determine absorption and the absolute BA of ribavirin. Six healthy volunteers received 150 mg of intravenous 13C3-ribavirin, followed 1 h later by a 400-mg oral dose of ribavirin.33, 34, 35 In these studies, about 85% of the orally administered drug was found to be absorbed, although the mean absolute BA for a 400-mg dose of ribavirin was found to be only about 52%.33, 35 Its low oral BA was thought to be caused at least in part by first-pass metabolism.33\n",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 216,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 218,
                    "end": 220,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 222,
                    "end": 224,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 403,
                    "end": 405,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 407,
                    "end": 409,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 493,
                    "end": 495,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Absorption and Bioavailability ::: Pharmacokinetic Properties",
            "ref_spans": []
        },
        {
            "text": "As the pharmacokinetic parameters of ribavirin are positively influenced by food, the manufacturers of ribavirin capsules (Rebetol®) and tablets (Copegus®), the 2 reference listed drug products which are available on several markets, recommend that the drug products be taken with food, given that administration in the fed state increases C\nmax, AUC, and T\nmax up to 70%.20, 25, 26\n",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 374,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 376,
                    "end": 378,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 380,
                    "end": 382,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Absorption and Bioavailability ::: Pharmacokinetic Properties",
            "ref_spans": []
        },
        {
            "text": "Information about the permeability of ribavirin in the literature is limited. Caco-2 cell apparent permeability of ribavirin is reported as about 0.18 × 10−6 cm/s. There was no mention of a high permeability control drug being used in this study.34 The low permeability of ribavirin through Caco-2 cell monolayers is probably due to the lack of high hCNT2 expression in that transport system.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 248,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Permeability ::: Pharmacokinetic Properties",
            "ref_spans": []
        },
        {
            "text": "Ribavirin is minimally bound to plasma proteins and is transported into cells by members of the equilibrative nucleoside transporter family, which are widely present. The volume of distribution is high (several thousand liters). Transport to non-plasma compartments has been mainly studied in red cells, with the ratio of distribution among whole blood and plasma being 60:1.33, 36\n",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 377,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 379,
                    "end": 381,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Distribution, Metabolism, and Elimination ::: Pharmacokinetic Properties",
            "ref_spans": []
        },
        {
            "text": "Following a single oral dose, the plasma concentration of ribavirin exhibits a three-phase profile—a rapid absorption phase, followed by a rapid distribution phase, and a long-terminal elimination phase. The half-life of the distribution phase is ∼3.7 h. The terminal elimination phase is long, with a mean final concentration time point following single dosing at ∼100 h and an elimination half-life of 79 h. The C\nmax and AUC both obey a linear relationship with dosage over the usual dose range of 200-1200 mg,37, 38 although at higher doses (between 1200 and 2400 mg) the C\nmax shows a non-linear increase.31, 32\n",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 515,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 517,
                    "end": 519,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 610,
                    "end": 612,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 614,
                    "end": 616,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Distribution, Metabolism, and Elimination ::: Pharmacokinetic Properties",
            "ref_spans": []
        },
        {
            "text": "Following multiple dosing, ribavirin gradually accumulates in plasma, reaching a maximum concentration, C\nss,max, in ∼4 weeks. The mean C\nss,max following multiple doses of 600 mg indicates a nearly 5-fold increase over the C\nmax following a single dose. Remarkably, the terminal elimination phase is elongated further following multiple dosing with a mean half-life in the range of 274-298 h, and ribavirin was detectable until 4 weeks after cessation of administration.33\n",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 473,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Distribution, Metabolism, and Elimination ::: Pharmacokinetic Properties",
            "ref_spans": []
        },
        {
            "text": "Ribavirin is eliminated by metabolism as well as renal elimination; the latter accounts for only about 5%-15% of parent drug elimination following a single dose administration. Thus, metabolism plays a key role in ribavirin elimination. Ribavirin is metabolized through two different pathways: the phosphorylation pathway, which is reversible and results in an active metabolite, ribavirin triphosphate, and a degradative pathway via de-ribosylation and hydrolysis of the amide group. The pharmacokinetic profile of ribavirin remains unchanged with hepatic dysfunction, suggesting that the liver is not a major site of ribavirin metabolism. The gastrointestinal tract, and not the liver, thus appears to be the major site of first-pass elimination.33, 39 It is possible that competition for first-pass metabolism with food components accounts at least in part for the observed positive food effect.",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 750,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 752,
                    "end": 754,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Distribution, Metabolism, and Elimination ::: Pharmacokinetic Properties",
            "ref_spans": []
        },
        {
            "text": "\nIn vivo BE studies comparing generic drug products as film-coated tablets or hard capsules 200 mg with the originator drug product, namely Rebetol 200 mg hard gelatin capsules, were identified for three different multisource products in the EU market.24, 25, 26 Details of these studies are presented in Table 2\n. Detailed compositions of the formulations used in these studies were not disclosed. In all cases, the comparator and the generic formulations were bioequivalent.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 256,
                    "end": 258,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 260,
                    "end": 262,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Bioequivalence ::: Dosage Form Performance",
            "ref_spans": [
                {
                    "start": 305,
                    "end": 312,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In 2 BE studies performed as an open-label, randomized, two-period crossover study with 21 days washout period, conducted by BioPartners GmbH, male healthy volunteers received a single 600-mg dose as 3 × 200-mg film-coated tablets versus 3× Rebetol 200-mg hard capsules. The first study enrolled 59 subjects, of which 48 completed the study, while the second one enrolled 39 subjects, of which 36 completed the study. The products were administrated under fed or fasting conditions, respectively. The C\nmax and the AUC0-t met the standard criteria for bioequivalence.26\n",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 569,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Bioequivalence ::: Dosage Form Performance",
            "ref_spans": []
        },
        {
            "text": "In another evaluation, the BE of a generic ribavirin 200-mg hard capsule (Teva Pharmaceutical Industries Ltd) to the reference product was demonstrated in randomized parallel arms. In this study, 87 male individuals received a single 200-mg dose under fed state conditions. The 90% confidence intervals for the ratios of the geometric means of C\nmax (90.3%-108.0%) and AUC0-t (95.4%-113%) were within the limits of 80%-125%.24\n",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 426,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Bioequivalence ::: Dosage Form Performance",
            "ref_spans": []
        },
        {
            "text": "In 2 further BE studies conducted under fasting (43 volunteers, of which 38 completed) or fed (43 volunteers, of which 36 completed) conditions as open-label, two-way crossover studies with at least a 5-week washout period by Three Rivers Pharmaceuticals, LLC, healthy volunteers received a single 3 × 200-mg dose as capsule versus its originator counterpart. Results showed that the point estimates and their 90% confidence intervals for both the first study AUC0-t (95.3%-106.5%) and C\nmax (93.6%-108.8%) and the second study AUC0-t (98.03%-105.43%) and C\nmax (100.71%-109.42%) all fell within the usual bioequivalence acceptance range of 80%-125%.",
            "cite_spans": [],
            "section": "Bioequivalence ::: Dosage Form Performance",
            "ref_spans": []
        },
        {
            "text": "Two further randomized, open-label, two-way crossover BE studies under fasting conditions in healthy female subjects by this company demonstrated that the generic product was bioequivalent to the Rebetol 200-mg hard gelatin capsule.25 However, the PK parameters for these 2 studies were not made available in the open literature.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Bioequivalence ::: Dosage Form Performance",
            "ref_spans": []
        },
        {
            "text": "In another report, bioequivalence of a single-dose Russian ribavirin oral dosage form versus single-dose Rebetol as comparator was studied. The 2 products proved to be bioequivalent.40\n",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Bioequivalence ::: Dosage Form Performance",
            "ref_spans": []
        },
        {
            "text": "Bioinequivalence between originator products and generics has not been reported to date, but this may reflect a reporting bias for studies published in the open literature.",
            "cite_spans": [],
            "section": "Bioequivalence ::: Dosage Form Performance",
            "ref_spans": []
        },
        {
            "text": "Excipients present in IR ribavirin tablets and capsules with MA in Belgium, Canada, Czech Republic, Germany, Denmark, Spain, EU, Finland, France, Hungary, Ireland, Iceland, The Netherlands, Norway, Portugal, Romania, Sweden, Slovakia, United Kingdom, and the United States are presented in Table 1. Even though there are many products on the market, the number of excipients is few. Due to saturable uptake by hCNT2 across the jejunum, purine-like excipients have the potential to influence ribavirin BA. However, none of the excipients listed in Table 1 have a purine-like structure. Although in some products there are polyethylenglycols or mannitol, which can cause osmotic effects and therefore potentially reduce absorption of not highly permeable drug substances (an effect that cannot be detected by dissolution testing), all those products passed the in vivo bioequivalence criteria. Excessive amounts of another excipient, magnesium stearate, could hinder dissolution, but this should be picked up in the biowaiver dissolution tests.",
            "cite_spans": [],
            "section": "Excipients ::: Dosage Form Performance",
            "ref_spans": [
                {
                    "start": 290,
                    "end": 297,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 547,
                    "end": 554,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Similarly to the lack of problems with BE of IR formulations containing different excipients, no cases of bioinequivalence of ribavirin products due to different manufacturing processes have been reported in the open literature.",
            "cite_spans": [],
            "section": "Excipients ::: Dosage Form Performance",
            "ref_spans": []
        },
        {
            "text": "In the current USP monograph, the dissolution conditions and specification for ribavirin tablets are described as not less than 80% (Q) dissolved in 30 min in 900 mL water using the paddle apparatus at 50 rpm. Similarly, the dissolution conditions and specification for ribavirin capsules are described as not less than 80% (Q) dissolved in 30 min in 900 mL water using the basket apparatus at 100 rpm.21 The methods suggested by the FDA for ribavirin capsules and tablets are presented in Table 3\n.41\n",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 404,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 499,
                    "end": 501,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Dissolution ::: Dosage Form Performance",
            "ref_spans": [
                {
                    "start": 490,
                    "end": 497,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Two of the in vivo BE studies, described in the section on bioequivalence studies, above, also compared the dissolution of innovator and generic drug products, finding them to be similar.24, 26 The qualitative composition of ribavirin BioPartners (Baar, Switzerland) (new generic product) was different from the Rebetol (reference product), with the generic product's pharmaceutical form being a film-coated tablet, while the reference product's pharmaceutical form is a hard capsule.26\n",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 191,
                    "end": 193,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 484,
                    "end": 486,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Dissolution ::: Dosage Form Performance",
            "ref_spans": []
        },
        {
            "text": "To the authors' knowledge, no comparisons of products using the BCS-based Biowaiver methods have been published to date in the open literature.",
            "cite_spans": [],
            "section": "Dissolution ::: Dosage Form Performance",
            "ref_spans": []
        },
        {
            "text": "Solubility criteria defined in present regulatory guidance4, 5, 42 for classifying an API as highly soluble require the highest dosage strength to be soluble at 37°C in 250 mL aqueous solution over the pH range of 1.0-6.8, according to the EU5 and WHO42 guidance, or 1.0-7.5 according to the FDA guidance.4 The solubility studies in the literature do not completely cover these conditions, although an assessment report from EMA24 indicates ribavirin solubility was evaluated over the pH range of 1.0-7.5 and it was found to be high within this range. Based on available solubility and dose information, and taking the pKa values into account, ribavirin can be considered “highly soluble.”",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 59,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 61,
                    "end": 62,
                    "mention": "5",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 64,
                    "end": 66,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 242,
                    "end": 243,
                    "mention": "5",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 251,
                    "end": 253,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 305,
                    "end": 306,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 428,
                    "end": 430,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Solubility ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The FDA defines ‘‘highly permeable” as having a fraction dose absorbed of not <90%. The EMA guidance5 and WHO guidelines set a limit of not <85% of the fraction dose absorbed.3, 42 The information about the permeability of ribavirin in the literature is limited. On the one hand, its absolute BA ranges from about 33% to 52%. This is likely at least partly due to first-pass metabolism. Other reports have suggested that about 85% of the orally administered drug is absorbed, which would put ribavirin at the borderline between highly and not highly permeable in the context of the WHO and EMA regulations but would just fail to meet current FDA requirements for “highly permeable.” The low permeability of ribavirin through Caco-2 cell monolayers is probably due to the lack of high hCNT2 expression in the transport system and therefore not particularly helpful in terms of classifying the permeability of this drug.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "mention": "5",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 175,
                    "end": 176,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 178,
                    "end": 180,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Permeability ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "As the existing data are inconclusive, ribavirin is conservatively classified as being not highly permeable for the purposes of biowaiving.",
            "cite_spans": [],
            "section": "Permeability ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Combining the solubility and permeability data discussed above, Ribavirin is conservatively classified as belonging to BCS class III, because it is highly soluble at both the highest dose strength and highest single dose recommended in the Prescribers' Information (the highest recommended oral dose of ribavirin for chronic hepatitis C in patients with >105 kg of weight is 600 mg in the morning and 800 mg in the evening20) and it has at best a borderline permeability value. The publication of Takagi et al.43 supports this classification.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 424,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 510,
                    "end": 512,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "BCS Classification ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "There have been no reports of bioinequivalence of IR oral products containing ribavirin in the open literature. However, the possibility that only bioequivalent results have been reported in the open literature to date cannot be discounted. No complete data sets are available to evaluate the predictive power of in vitro dissolution approaches, such as comparative dissolution testing in the three media prescribed for BCS-based biowaiving, although differences in excipients between formulations do not seem to lead to bioinequivalence.25, 26 Because of the role of intestinal transporters in ribavirin absorption, purine-like excipients have theoretical potential to influence ribavirin BA. However, no excipients with these characteristics are found in the products listed in Table 1. Although some excipients listed in Table 1 have potential interaction with gastrointestinal absorption in a general way (including excipients, which can influence luminal osmolality), the risk of such an interaction appears to be low because the drug products in which these excipients exist have MA in International Conference on Harmonization or associated countries and it can be assumed that an in vivo BE study was successfully passed for these products.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 540,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 542,
                    "end": 544,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Risks With Respect to Excipient and/or Manufacturing Variations ::: Discussion",
            "ref_spans": [
                {
                    "start": 780,
                    "end": 787,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 824,
                    "end": 831,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "One viewpoint, expressed in 2005, is that until validated methodology to predict the effects of formulation components on transporters has been developed, expansion of biowaivers to drugs that are absorbed by such mechanisms is risky.44 However, since then a greater amount of information on this topic has become available, leading to the opinion that many BCS class III drug products should in fact be eligible for biowaivers under consideration of the specific excipients present in the drug products.45 The concept of approving products containing BCS class III drugs through biowaivers has been endorsed by guidance from the WHO and EMA, as well as consensus papers from pharmaceutical science conferences,46, 47, 48 and is currently under consideration by the FDA.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 504,
                    "end": 506,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 711,
                    "end": 713,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 715,
                    "end": 717,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 719,
                    "end": 721,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Risks With Respect to Excipient and/or Manufacturing Variations ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "As mentioned above (in the therapeutic index and toxicity section), at higher concentrations of ribavirin higher efficacy is observed, but higher concentrations are also associated with increased severity of anemia as a frequent side effect of ribavirin. Sub-bioequivalent products may lack efficacy and may not result in SVR. On the other hand, supra-bioequivalent products may give raise to a greater probability, and severity, of anemia as a recognized severe adverse effect of ribavirin. Further safety concerns associated with potential supra-BA-like hypocalcemia and hypomagnesemia are of less concern because these unwanted effects have only been observed in doses much greater than the recommended dose of ribavirin.",
            "cite_spans": [],
            "section": "Patient's Risks Associated With Bioinequivalence ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The minimum effective concentration needed to attain an acceptable SVR as agreed by several reports in the literature is between 2.5 and 3 μg/mL, while the concentration above which anemia occurs is reported to be ∼3.5 μg/mL. As stated in 21 CFR 320.33 (c), when a drug product exhibits less than a 2-fold difference in the minimum toxic concentrations and minimum effective concentrations in the blood, it is considered to have a narrow therapeutic ratio. A comparison of the concentration needed for acceptable therapy and the minimum concentration at which hemolytic anemia is observed, as reported in the open literature, leads to the conclusion that there is a narrow therapeutic window for ribavirin.",
            "cite_spans": [],
            "section": "Patient's Risks Associated With Bioinequivalence ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "For drugs regarded as narrow therapeutic index, the ethical aspects associated with conducting bioequivalence studies in humans must be balanced against risks associated with implementing the BCS-based biowaiver. In the case of ribavirin, the ethical aspects are confounded by the high variability in the PK among subjects when it is given in the fasted state, leading to the necessity of enrolling large numbers of subjects in order to adequately assess the equivalence of products within jurisdictions where the utilization of average scaled bioequivalence has not yet been established. Furthermore, it seems that high initial doses (or, in this case, a single dose)15 are more likely to result in adverse effects.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 670,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Patient's Risks Associated With Bioinequivalence ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "To address these issues, 3 options are available:(i)The first would be to test equivalence at a lower dose in healthy volunteers (e.g., 200 mg) in the fed state. This would reduce the risk to the individual subject as well as reducing the variability in the data (CV about 44% in the fasted state versus about 22% in the fed state).25, 26\n(ii)The second would be to enroll patients in the equivalence study, although this also raises the question of whether therapy would be compromised in the case that the test product is not equivalent to the reference product.(iii)The third option would be to consider applying the BCS-based biowaiver even though ribavirin is an NTI substance. In this case, caution should be taken regarding the criteria for in vitro dissolution and similarity of excipient composition between T and R formulations, because early drug exposure after the first dose, up to 4 h, has been reported to be critical to attain SVR.15\n\n",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 334,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 336,
                    "end": 338,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 947,
                    "end": 949,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Patient's Risks Associated With Bioinequivalence ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Based on available evidence, ribavirin can be classified as a BCS class III drug because of its high solubility and borderline permeability values. In addition to class 1 APIs, the WHO guideline3 and the EMA5 guideline have extended the possibility of a biowaiver approval to BCS class III APIs under certain conditions. However, ribavirin, as discussed above, can be considered an NTI drug because there is less than a 2-fold difference in the minimum toxic concentrations and minimum effective concentrations in the blood. Hemolytic anemia is a frequent and severe side effect of ribavirin, which can limit therapy with this substance. The severity of anemia is increased with increasing ribavirin plasma concentrations. This gives rise to patient risk with either sub-bioequivalent or supra-bioequivalent products.17\n",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 207,
                    "end": 208,
                    "mention": "5",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 817,
                    "end": 819,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Therefore, even though ribavirin is a BCS class III drug and there have been no reports of product bioinequivalence in the literature, a biowaiver for IR ribavirin solid oral dosage form would not be considered acceptable according to current bioequivalence guidances because of its narrow therapeutic index. Although bioequivalence of new solid oral dosage forms containing ribavirin should in principle be approved on the basis of pharmacokinetic studies, regulatory authorities may wish to determine which is the best option for assessing bioequivalence of ribavirin products in the context of their local needs.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Excipientsa Present in Ribavirin IR Solid Oral Drug Productsb With an MA in BE, CA, CZ, DE, DK, ES, EU,c FI, FR, HU, IE, IS, NL, NO, PT, RO, SE, SK, UK, and the US, and the Minimal and Maximal Amount of That Excipient Present Pro Dosage Unit in Solid Oral Drug Products With an MA in the USd\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Ribavirin Bioequivalence Studies\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Dissolution Methods Recommended by the FDA for Ribavirin Capsules and Tablets\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Structure of ribavirin.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Biowaiver monographs for immediate release solid oral dosage forms based on Biopharmaceutics Classification System (BCS) literature data: Verapamil hydrochloride, propranolol hydrochloride, and atenolol",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Vogelpoel",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Welink",
                    "suffix": ""
                },
                {
                    "first": "G.L.",
                    "middle": [],
                    "last": "Amidon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pharm Sci",
            "volume": "93",
            "issn": "",
            "pages": "1945-1956",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Brunton",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Buxton",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "835-836",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Diagnosis, management, and treatment of hepatitis C: an update",
            "authors": [
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Ghany",
                    "suffix": ""
                },
                {
                    "first": "D.B.",
                    "middle": [],
                    "last": "Strader",
                    "suffix": ""
                },
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "L.B.",
                    "middle": [],
                    "last": "Seeff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hepatology",
            "volume": "49",
            "issn": "",
            "pages": "1335-1374",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Prediction of sustained virological response by ribavirin plasma concentration at week 4 of therapy in hepatitis C virus genotype 1 patients",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Maynard",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Pradat",
                    "suffix": ""
                },
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Gagnieu",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Souvignet",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Trepo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Antivir Ther",
            "volume": "13",
            "issn": "",
            "pages": "607-611",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Significance of serum ribavirin concentration in combination therapy of interferon and ribavirin for chronic hepatitis C",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Arase",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Tsubota",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Intervirology",
            "volume": "48",
            "issn": "",
            "pages": "138-144",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Ribavirin exposure after the first dose is predictive of sustained virological response in chronic hepatitis C",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Loustaud-Ratti",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Alain",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Rousseau",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Hepatology",
            "volume": "47",
            "issn": "",
            "pages": "1453-1461",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Dosage adjustment of ribavirin based on renal function in Japanese patients with chronic hepatitis C",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kiribayashi",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Moriya",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ther Drug Monit",
            "volume": "26",
            "issn": "",
            "pages": "9-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Ribavirin monitoring in chronic hepatitis C therapy: anaemia versus efficacy",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Brochot",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Castelain",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Duverlie",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Capron",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Nguyen-Khac",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "François",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Antivir Ther",
            "volume": "15",
            "issn": "",
            "pages": "687-695",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "G.K.",
                    "middle": [],
                    "last": "McEvoy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "USP 37-NF 32",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Evaluation of human intestinal absorption data and subsequent derivation of a quantitative structure–activity relationship (QSAR) with the Abraham descriptors",
            "authors": [
                {
                    "first": "Y.H.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "M.H.",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Pharm Sci",
            "volume": "90",
            "issn": "",
            "pages": "749-784",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Drug polymorphism and dosage form design: a practical perspective",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Singhal",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Curatolo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Adv Drug Deliv Rev",
            "volume": "56",
            "issn": "",
            "pages": "335-347",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "J.B.",
                    "middle": [],
                    "last": "Beale",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "In situ hybridization and immunolocalization of concentrative and equilibrative nucleoside transporters in the human intestine, liver, kidneys, and placenta",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Govindarajan",
                    "suffix": ""
                },
                {
                    "first": "A.H.",
                    "middle": [],
                    "last": "Bakken",
                    "suffix": ""
                },
                {
                    "first": "K.L.",
                    "middle": [],
                    "last": "Hudkins",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Physiol Regul Integr Comp Physiol",
            "volume": "293",
            "issn": "",
            "pages": "R1809-R1822",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Sodium-dependent nucleoside transport in the human intestinal brush-border membrane",
            "authors": [
                {
                    "first": "S.D.",
                    "middle": [],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Unadkat",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Physiol",
            "volume": "272",
            "issn": "",
            "pages": "G1314-G1320",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Intestinal absorption of ribavirin is preferentially mediated by the Na+-nucleoside purine (Nl) transporter",
            "authors": [
                {
                    "first": "S.D.",
                    "middle": [],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "L.Y.",
                    "middle": [],
                    "last": "Ngo",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Glue",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Unadkat",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Pharm Res",
            "volume": "15",
            "issn": "",
            "pages": "950-952",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The role of nucleoside transporters in the erythrocyte disposition and oral absorption of ribavirin in the wild-type and equilibrative nucleoside transporter 1(−/−) mice",
            "authors": [
                {
                    "first": "C.J.",
                    "middle": [],
                    "last": "Endres",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Govindarajan",
                    "suffix": ""
                },
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Unadkat",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Pharmacol Exp Ther",
            "volume": "331",
            "issn": "",
            "pages": "287-296",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The metabolism, pharmacokinetics and mechanisms of antiviral activity of ribavirin against hepatitis C virus",
            "authors": [
                {
                    "first": "N.M.",
                    "middle": [],
                    "last": "Dixit",
                    "suffix": ""
                },
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Perelson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell Mol Life Sci",
            "volume": "63",
            "issn": "",
            "pages": "832-842",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Transport of levovirin prodrugs in the human intestinal Caco-2 cell line",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "C.I.",
                    "middle": [],
                    "last": "Mau",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Pharm Sci",
            "volume": "95",
            "issn": "",
            "pages": "1318-1325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Pharmacokinetics and absolute bioavailability of ribavirin in healthy volunteers as determined by stable-isotope methodology",
            "authors": [
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Preston",
                    "suffix": ""
                },
                {
                    "first": "G.L.",
                    "middle": [],
                    "last": "Drusano",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Glue",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Nash",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "McNamara",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Antimicrob Agents Chemother",
            "volume": "43",
            "issn": "",
            "pages": "2451-2456",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Usefulness of monitoring ribavirin plasma concentrations to improve treatment response in patients with chronic hepatitis C",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Morello",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Rodríguez-Novoa",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Jiménez-Nácher",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Soriano",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Antimicrob Chemother",
            "volume": "62",
            "issn": "",
            "pages": "1174-1180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The clinical pharmacology of ribavirin",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Glue",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Semin Liver Dis",
            "volume": "19",
            "issn": "suppl 1",
            "pages": "17-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Ribavirin and interferon alfa-2b in chronic hepatitis C: assessment of possible pharmacokinetic and pharmacodynamic interactions",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Khakoo",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Glue",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Grellier",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Br J Clin Pharmacol",
            "volume": "46",
            "issn": "",
            "pages": "563-570",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Ribavirin in the treatment of SARS: a new trick for an old drug?",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Koren",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Can Med Assoc J",
            "volume": "168",
            "issn": "",
            "pages": "1289-1292",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Comparative estimation of pharmacokinetics of generic ribavirin-containing drugs",
            "authors": [
                {
                    "first": "V.V.",
                    "middle": [],
                    "last": "Pisarev",
                    "suffix": ""
                },
                {
                    "first": "L.B.",
                    "middle": [],
                    "last": "Smirnova",
                    "suffix": ""
                },
                {
                    "first": "A.Y.",
                    "middle": [],
                    "last": "Savchenko",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Nisrin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Antibiot Khimioter",
            "volume": "53",
            "issn": "",
            "pages": "23-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "A provisional biopharmaceutical classification of the top 200 oral drug products in the United States, Great Britain, Spain, and Japan",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Takagi",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ramachandran",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Bermejo",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Yamashita",
                    "suffix": ""
                },
                {
                    "first": "L.X.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "G.L.",
                    "middle": [],
                    "last": "Amidon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol Pharm",
            "volume": "3",
            "issn": "",
            "pages": "631-643",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Predicting drug disposition via application of BCS: transport/absorption/elimination interplay and development of a biopharmaceutics drug disposition classification system",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Benet",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pharm Res",
            "volume": "22",
            "issn": "",
            "pages": "11-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "The use of BDDCS in classifying the permeability of marketed drugs",
            "authors": [
                {
                    "first": "L.Z.",
                    "middle": [],
                    "last": "Benet",
                    "suffix": ""
                },
                {
                    "first": "G.L.",
                    "middle": [],
                    "last": "Amidon",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Barends",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pharm Res",
            "volume": "25",
            "issn": "",
            "pages": "483-488",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "In vitro studies are sometimes better than conventional human pharmacokinetic in vivo studies in assessing bioequivalence of immediate-release solid oral dosage forms",
            "authors": [
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Polli",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "AAPS J",
            "volume": "10",
            "issn": "",
            "pages": "289-299",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Polli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Oral Drug Absorption",
            "volume": "",
            "issn": "",
            "pages": "206-223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Summary workshop report: bioequivalence, biopharmaceutics classification system, and beyond",
            "authors": [
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Polli",
                    "suffix": ""
                },
                {
                    "first": "B.S.I.",
                    "middle": [],
                    "last": "Abrahamsson",
                    "suffix": ""
                },
                {
                    "first": "L.X.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "AAPS J",
            "volume": "10",
            "issn": "",
            "pages": "373-379",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": 1974,
            "venue": "WHO Chron",
            "volume": "28",
            "issn": "No. 3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}