{
    "paper_id": "PMC7173422",
    "metadata": {
        "title": "Wine, Health, and Food",
        "authors": [
            {
                "first": "Ron",
                "middle": [
                    "S."
                ],
                "last": "Jackson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Alcohol is the primary by-product of fermentative metabolism in many organisms. Ethanol is also an energy source for an even larger number of species. Thus, it is not surprising that enzymes involved in ethanol oxidation are found in most life forms, including humans.",
            "cite_spans": [],
            "section": "Metabolism of Alcohol ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "In humans, ethanol enters the bloodstream either via the consumption of beverages containing alcohol or from ethanol synthesized by the bacterial flora of the intestinal tract. When the concentration of alcohol is low, most of it is metabolized in the liver before it enters the systemic blood flow. Most of the blood supply from the digestive tract passes through the liver before dispersing to the rest of the body.",
            "cite_spans": [],
            "section": "Metabolism of Alcohol ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "The liver possesses two enzymic pathways for ethanol metabolism. The primary (constitutive) mechanism involves the oxidation of ethanol to acetaldehyde (via alcohol dehydrogenase in the cytoplasm), followed by its oxidation (via acetaldehyde dehydrogenase in the mitochondrion) to acetic acid. Acetic acid may then be released into the blood or converted to acetyl CoA. From this point, metabolism may flow along any of the standard biochemical pathways (Fig. 7.14). The second metabolic routing is activated only in the presence of high concentrations of ethanol. It involves an inducible enzyme (microsomal ethanol oxidizing system) that oxidizes ethanol to acetaldehyde, using molecular oxygen. The activation of this system is undesirable because it generates free oxygen radicals. These are rapidly destroyed by superoxide dismutase and catalase in cells. Nevertheless, long-term exposure to the trace amounts of oxygen radicals that survive can result in the slow accumulation of irreparable cellular damage. The subsequent metabolism of the acetaldehyde generated by the microsomal system is identical to that derived by alcohol dehydrogenase. The conversion of ethanol to acetate (acetic acid) has the advantage that tissue cells can regulate its uptake. This is not true for ethanol, which can diffuse freely through cellular membranes. The control of the ingress of substances into cells is central to the maintenance of proper cellular function.",
            "cite_spans": [],
            "section": "Metabolism of Alcohol ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Wine's major nutritional value comes from the rapidly usable caloric value of its ethanol content. Alcohol does not need to be digested and can be absorbed directly through the intestinal wall. In rural viticultural areas, wine historically functioned as a major sources of metabolic energy for the adult population. Wine in those regions was a food.",
            "cite_spans": [],
            "section": "Food Value ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Wine contains small quantities of several vitamins, notably the B vitamins, such as B1 (thiamine), B2 (riboflavin), and B12 (cobalamin). However, wine is virtually devoid of vitamins A, C, D, and K. In excess, ethanol can impair vitamin uptake. Wine contains divers minerals in readily available forms, especially potassium and iron (in the ferrous state). Nevertheless, excessive alcohol consumption can disturb the uptake of calcium, magnesium, selenium, and zinc; and increases the excretion of zinc by the kidneys. The low sodium and high potassium content of wine makes it one of the more effective sources of potassium for individuals using diuretics.",
            "cite_spans": [],
            "section": "Food Value ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Wine also has several indirect benefits on food digestion. Wine stimulates the production of gastric juices (McArthur et al., 1982) and fosters a healthy appetite. At the levels found in most table wines, ethanol also activates the release of bile into the intestines. Wine acids and aromatics induce the same effects. In contrast, high alcohol levels suppress the flow of digestive juices and the release of bile. At high concentrations, alcohol can induce stomach spasms.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 130,
                    "mention": "McArthur et al., 1982",
                    "ref_id": null
                }
            ],
            "section": "Food Value ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "The cultural association of wine with refined eating promotes slow food consumption, permitting biofeedback mechanisms to induce satiety and regulate food intake. In addition, wine consumption can promote a more relaxed lifestyle, something increasingly valuable in our overly compulsive society. The presence of γ-butryolactone in wine may be even more important than wine's alcohol content in reducing stress (Anonymous, 1974).",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 427,
                    "mention": "Anonymous, 1974",
                    "ref_id": null
                }
            ],
            "section": "Food Value ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Wine effectively stimulates the appetite in many elderly and anorectic patients. The mechanism of these influences is unknown. Wine also enhances the release of the hormone gastrin, and, thereby, gastric juices (McArthur et al., 1982). In addition to aiding food digestion, gastric juice inactivates enzymes involved in ulceration. Even more significant may be the effect of wine constituents on the bacterium Helicobacterium pylori. H. pylori is considered the primary cause of stomach ulceration. Thus, although wine cannot be considered an ulcer medication, moderate wine use appears to have a prophylactic effect in limiting ulcer development (Brenner et al., 1997).",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 233,
                    "mention": "McArthur et al., 1982",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 668,
                    "mention": "Brenner et al., 1997",
                    "ref_id": null
                }
            ],
            "section": "Food Value ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Wine may further aid human sustenance by increasing nutrient uptake. A series of chemicals, called congeners, combine with metallic ions, vitamins, and fatty acids. This facilitates transport of these components across the intestinal wall.",
            "cite_spans": [],
            "section": "Food Value ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Finally, consuming wine with food has the added benefit of slowing the rate of alcohol absorption into the blood (Fig. 12.1\n). Most (∼80%) of the alcohol absorbed is taken up through the intestinal wall. Thus, by increasing the time wine stays in the stomach, food consumption effectively slows alcohol uptake. Consequently, the liver has more time to metabolize ethanol and, the maximum concentration reached in the blood is more likely to remain acceptably low. The rate of metabolism differs considerably among individuals, with rates commonly varying between approximately 90 and 130 mg/kg/h. The hormonal and nutritional state of the individual can also affect the rate of ethanol metabolism.",
            "cite_spans": [],
            "section": "Food Value ::: Wine and Health",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "mention": "Fig. 12.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The prophylactic action of wine against gastrointestinal infections has been known for millennia, long before the microbial nature of many diseases was suspected. The antibiotic action of wine is complex in nature and not fully understood.",
            "cite_spans": [],
            "section": "Antimicrobial Effects ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "The antimicrobial effect of alcohol was discovered in the late 1800s. Nevertheless, alcohol is not particulary antimicrobial at the concentrations normally found in wine. Thus, most of the antimicrobial action of wine results from other constituents, notably its phenolic content. The modification of anthocyanin pigments during fermentation increases their toxicity to viruses, protozoans, and bacteria. Other phenolic compounds commonly found in red wines are also bacteriostatic and fungistatic. For example, p-coumaric acid is particularly active against gram-positive bacteria, such as Staphylococcus and Streptococcus, whereas other phenols inhibit gram-negative bacteria, for example Escherichia, Shigella, Proteus, and Vibrio (Masquelier, 1988). Gram-negative bacteria cause serious forms of diarrhea and dysentery. Wine is even more effective than some standard antimicrobial agents, notably bismuth salicylate (Weisse et al., 1995). Thus, it is not without good reason that Roman armies added wine to their drinking water when they were out on compaigns. Red wine is also active against H. pylori (Fugelsang and Muller, 1996), the causal agent of the majority of stomach ulcers. Wine consumption is inversely correlated with active H. pylori infection (Brenner et al., 1997). The bacterium is also implicated in gastritis, vitamin B12 malabsorption, and gastric adenocarcinoma. Wine inhibits several gastrointestinal and respiratory tract viruses, such as the poliovirus, rhinoviruses, and coronaviruses. Moderate alcohol consumption has also been correlated with a reduced incidence of the common cold in nonsmokers (Cohen et al., 1993).",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 751,
                    "mention": "Masquelier, 1988",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 940,
                    "mention": "Weisse et al., 1995",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1134,
                    "mention": "Fugelsang and Muller, 1996",
                    "ref_id": null
                },
                {
                    "start": 1263,
                    "end": 1283,
                    "mention": "Brenner et al., 1997",
                    "ref_id": null
                },
                {
                    "start": 1628,
                    "end": 1646,
                    "mention": "Cohen et al., 1993",
                    "ref_id": null
                }
            ],
            "section": "Antimicrobial Effects ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "The antimicrobial and antiviral effect of phenols and tannins is commonly thought to result from their relatively nonspecific reaction with proteins. Experimental support for this view is limited. Because dealcoholized white wine, containing neither anthocyanin pigments nor significant amounts of tannins, still shows significant antibiotic properties, the search for the antimicrobial agents in wine is far from over.",
            "cite_spans": [],
            "section": "Antimicrobial Effects ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "For the majority of people, alcohol has a suppressive action on the brain. Thus, alcohol tends to induce drowsiness (Stone, 1980). This explains why small amounts of wine—3 to 6 oz (90–180 ml)—is often beneficial for the elderly before going to bed (Kastenbaum, 1982). Elderly patients suffer from insomnia more frequently than other groups in the population. This level of intake gains the benefits of sleep induction, without causing the sleep agitation associated with greater alcohol consumption, especially in men (Block et al., 1986).",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 128,
                    "mention": "Stone, 1980",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 266,
                    "mention": "Kastenbaum, 1982",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 538,
                    "mention": "Block et al., 1986",
                    "ref_id": null
                }
            ],
            "section": "Tranquilizer Action ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "A number of drugs used in treating arthritis have a tendency to irritate the lining of the stomach. This side effect is counteracted by the mildly acidic, dilute alcohol of table wines. Other beneficial effects connected with moderate wine consumption are its mildly diuretic and muscle relaxant properties. The diuretic action of wine can help reduce water retention and minimize joint swelling. Wine can also directly reduce muscle spasms and the stiffness associated with arthritis.",
            "cite_spans": [],
            "section": "Arthritis ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "The element vanadium has been shown to have antidiabetic properties, possibly through its antihypertensive effects (Brichard and Henquin, 1995; Teissèdre et al., 1996). Because wine can constitute a significant source of vanadium, it may assist the influence of ethanol in delaying, if not preventing, the development of some forms of diabetes. In addition, the moderate consumption of dry wine has no adverse effect on sugar control in diabetic patients (Bell, 1996; Gin et al., 1992). Wine also seems to counter some of degenerative effects of diabetes.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 142,
                    "mention": "Brichard and Henquin, 1995",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 166,
                    "mention": "Teissèdre et al., 1996",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 466,
                    "mention": "Bell, 1996",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 484,
                    "mention": "Gin et al., 1992",
                    "ref_id": null
                }
            ],
            "section": "Diabetes ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "High salt (sodium) intake is well known to increase the risk of cardiovascular disease. Therefore, the low sodium level in wine does not preclude its use in the diet of those placed on a low-sodium diet. The high proportion of potassium to sodium (20:1) in wine is considered to be a positive feature that could recommend moderate wine consumption.",
            "cite_spans": [],
            "section": "Cardiovascular Diseases ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Some of the most significant data relating to cardiovascular disease and alcohol consumption involve broadly based epidemiological surveys. These correlate the incidence of arteriosclerotic diseases in the United States and Europe with alcohol consumption (Klatsky et al., 197A; Renaud and de Lorgeril, 1992; Fig. 12.2\n). These have shown that people who consume moderate levels of alcohol on a daily basis have a significantly reduced incidence of the expression of various stages or forms of cardiovascular disease, for example hypertension (Keil et al., 1998), heart attack (Gaziano et al., 1999), stroke (Truelsen et al., 1998; Hillbom, 1999), and peripheral artery disease (Camargo et al., 1997). Those who consume wine moderately live, on average, 2.5 years longer than teetotalers, and considerably longer than heavy drinkers. The prime area of contention in these investigations is whether most of the benfits accrue from the alcohol or phenolic content (Rimm et al., 1996). That ethanol easily passes into the blood stream is clear. What is less understood is the permeability of the intestinal wall to wine phenolics. The best data relates to the presence of catechin metabolites following wine consumption (Donovan et al., 1999).",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 307,
                    "mention": "Renaud and de Lorgeril, 1992",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 561,
                    "mention": "Keil et al., 1998",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 598,
                    "mention": "Gaziano et al., 1999",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 630,
                    "mention": "Truelsen et al., 1998",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 645,
                    "mention": "Hillbom, 1999",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 699,
                    "mention": "Camargo et al., 1997",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 980,
                    "mention": "Rimm et al., 1996",
                    "ref_id": null
                },
                {
                    "start": 1218,
                    "end": 1238,
                    "mention": "Donovan et al., 1999",
                    "ref_id": null
                }
            ],
            "section": "Cardiovascular Diseases ::: Wine and Health",
            "ref_spans": [
                {
                    "start": 309,
                    "end": 318,
                    "mention": "Fig. 12.2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Arteriosclerosis apparently results from chronic injury to the arteries (Fig. 12.3\n). Although associated with several independent factors, most seem to function primarily via the oxidation of lipids in a special subgroup of cholesterol–apoproteins complexes, the low-density lipoproteins (LDLs). Because of the hydrophobic nature of cholesterol and triglycerides, their transport in the blood requires a special transport vehicle. As illustrated in Fig. 12.4\n, lipoprotein complexes consist of an outer membrane of phospholipids, in which apoproteins and free cholesterol occur. They enclose a hydrophobic core possessing numerous triglycerides and cholesteryl esters. The specific apoproteins in the complex regulate the metabolism of the associated lipids. Oxidized lipids are cytotoxic and indirectly irritate the artery wall. They also promote the adherence of various blood proteins to the artery wall. In addition, oxidized lipids activate helper T-cells. They, in in turn, induce macrophages (a scavenger form of white blood cell) to migrate into the artery wall. The macrophages engulf oxidized LDLs, giving the cell the appearance of being full of bubbles. This has given rise to the term foam cells. They initiate localized arterial swelling (plaques). Gradually, oxidized lipids induce the smooth muscle of the artery wall to proliferate. Additional LDLs slowly continue to collect in the artery wall. These accretions may develop their own vasculature, and become fibrous and inelastic. They generate the irregular protrusions into the artery lumen that restrict blood flow and can provoke the various forms of peripheral artery disease. They also set the stage for platelet aggregation, clot formation (thrombus), and the blockage that can precipitate a heart attack or stroke. If the initiators of chronic artery-wall irritation, such as smoking, high blood pressure, high dietary sources of cholesterol, and certain chronic bacterial infections, for example Chlamydia pneumoniae, can be removed, arteriosclerosis appears to be at least partially reversible. Part of the reversal relates to elevated levels of high-density lipoproteins (HDLs). They remove cholesterol that has accumulated in the arteries. These lipoproteins are the “good” (HDL) blood cholesterols, in contrast to the “bad” (LDL) blood cholesterols, which incorporate fats into the artery wall. The slower the turnover rate of LDLs, the greater the likelihood of oxidation (Walzem et al., 1995). Moderate wine consumption, notably of red wines, increases the concentration of HDLs, decreases the level of LDLs, and increases the rate of their degradation (turnover) in the blood.",
            "cite_spans": [
                {
                    "start": 2456,
                    "end": 2475,
                    "mention": "Walzem et al., 1995",
                    "ref_id": null
                }
            ],
            "section": "Cardiovascular Diseases ::: Wine and Health",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 82,
                    "mention": "Fig. 12.3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 450,
                    "end": 459,
                    "mention": "Fig. 12.4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "A favorable HDL/LDL protein ratio is produced by the moderate consumption of alcohol. This may result from the additional synthesis of insulin in the presence of both glucose and ethanol. The enhanced insulin production is of special significance to those with a genetic or environmental predisposition to Metabolic Syndrome X, a disorder of carbohydrate metabolism that develops as tissue cells become resistant to the influence of insulin. The result is a progressively chronic, high circulatory-glucose level (hyperglucemia). This, in turn, results in chronically high concentrations of triglycerides and LDL cholesterol in the blood. Estrogens have an effect similar to moderate ethanol consumption, that is, reducing triglyceride and LDL contents in the circulatory system (see Bisson et al., 1995).",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 802,
                    "mention": "Bisson et al., 1995",
                    "ref_id": null
                }
            ],
            "section": "Cardiovascular Diseases ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "In addition to the effects of ethanol, various phenolic wine constituents have protective effects against cardiovascular disease. Phenolic compounds are particularly active as antioxidants and inhibitors of platelet aggregation. Regrettably, the large number of phenolic compounds and the complexity of their metabolism has resulted in little direct (in vivo) evidence of these influences (Carbonneau et al., 1998; Folts, 1998).",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 413,
                    "mention": "Carbonneau et al., 1998",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 426,
                    "mention": "Folts, 1998",
                    "ref_id": null
                }
            ],
            "section": "Cardiovascular Diseases ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "One of the more significant consequences of wine phenolic compounds is limited LDL oxidation (Maxwell et al., 1994;\nRice-Evans et al., 1996). This probably results from the inhibition of lipooxygenases, as well as the scavenging of free oxygen radicals and chelate iron (involved in radical formation) (Morel et al., 1994). In addition, tannin subunits (catechins and epicatechins) appear to protect other cellular components from oxidation. Other antioxidants of importance in the human diet are vitamins E and C (tocopherol and ascorbic acid), β-carotene, and selenium. The occurrence of tocopherol in the precursor of LDLs may provide a natural, but short-term, protection from oxidation.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 115,
                    "mention": "Maxwell et al., 1994;",
                    "ref_id": null
                },
                {
                    "start": 116,
                    "end": 139,
                    "mention": "Rice-Evans et al., 1996",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 321,
                    "mention": "Morel et al., 1994",
                    "ref_id": null
                }
            ],
            "section": "Antioxidant Effects ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "One of the unique antioxidants found in wine is resveratrol. It is a phenolic compound produced in response to fungal attack in grapes (and a few other plants). It has greater antioxidant action than dietary antioxidants such as vitamin E and ascorbic acid (Frankel et al., 1993). There is also direct evidence that resveratrol can enter the blood system at levels sufficient to have a physiological effect in reducing the action of cyclooxygenases and 5-lipooxygenase (Bertelli, 1998) as well as acts as a phytoestrogen. In addition, resveratrol activates proteins involved in nerve cell differentiation, synaptic plasticity (important in learning), and neuronal survival (Tredici et al., 1999). Additional potent antioxidants in wine are flavonols, such as quercetin, and tannin subunits, such as catechin (Miller and Rice-Evans, 1995). They not only are more effective antioxidants than resveratrol, but also occur at higher concentrations. Their content depends partially on the duration of maceration and fining used in wine production. For example, fining with PVPP (polyvinylpolypyrrolidone) markedly reduces the quercetin content (Fluss et al., 1990).",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 278,
                    "mention": "Frankel et al., 1993",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 484,
                    "mention": "Bertelli, 1998",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 694,
                    "mention": "Tredici et al., 1999",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 836,
                    "mention": "Miller and Rice-Evans, 1995",
                    "ref_id": null
                },
                {
                    "start": 1139,
                    "end": 1157,
                    "mention": "Fluss et al., 1990",
                    "ref_id": null
                }
            ],
            "section": "Antioxidant Effects ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "The aggregation of platelets, the formation of a clot, the blocking of blood vessels, and the associated oxygen deficiency that results are central steps in the damage caused during a heart attack or stroke. Thus, it is not surprising that inhibitors of platelet aggregation reduce the frequency of these cardiovascular events. It is the rationale for recommending the daily consumption of ASA (acetylsalicylic acid, an inhibitor of platelet aggregation). Ethanol has a platelet inhibitory action (Renaud and Ruf, 1996), as well as phenolics found in red wine (Fig. 12.5\n). Many flavonoids, such as catechin, epicatechin, and quercetin, markedly inhibit platelet aggregation (Keli et al., 1994). This may be a consequence of the production and release of nitric oxide by endothelial cells of blood vessels. This can be activated by the exposure of endothelial cells to grape extracts (Fitzpatrick et al., 1997). Nitric oxide induces vasodilation (by relaxing vascular smooth muscle), decreases platelet aggregation, and limits platelet adhesion to blood vessel endothelia. Indicative of the complexities of these effects is the observation that flavonoids also inactivate nitric oxide (Verhagen et al., 1997). Nitric oxide, notably as peroxynitrile, oxidizes LDLs. Resveratrol also been noted to decrease the adhesion of blood constituents that promote platelet aggregation to vessel walls (Bertelli, 1998).",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 518,
                    "mention": "Renaud and Ruf, 1996",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 693,
                    "mention": "Keli et al., 1994",
                    "ref_id": null
                },
                {
                    "start": 885,
                    "end": 909,
                    "mention": "Fitzpatrick et al., 1997",
                    "ref_id": null
                },
                {
                    "start": 1186,
                    "end": 1207,
                    "mention": "Verhagen et al., 1997",
                    "ref_id": null
                },
                {
                    "start": 1391,
                    "end": 1405,
                    "mention": "Bertelli, 1998",
                    "ref_id": null
                }
            ],
            "section": "Inhibition of Platelet Aggregation ::: Wine and Health",
            "ref_spans": [
                {
                    "start": 561,
                    "end": 570,
                    "mention": "Fig. 12.5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "One of the latest in the growing list of correlations between moderate wine consumption and improved health is a decrease in the prevalence of age-related macular degeneration (Obisesan et al., 1998). This is the leading cause of blindness in adults over 65. It is a degenerative disease that results in blurred or distorted vision. The disease may progress slowly or suddenly, as vessels below the retina bleed or exude fluid.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 198,
                    "mention": "Obisesan et al., 1998",
                    "ref_id": null
                }
            ],
            "section": "Age-Related Macular Degeneration ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "In the 1800s, there were many reports linking wine consumption, especially port, with gout. This association is no longer tenable. Gout is caused by localized crystallization of uric acid in the joints and the associated inflammation. This frequently results as a consequence of reduced excretion of uric acid by the kidneys. Wine can occasionally aggravate the situation as a consequence of alcohol metabolism; the lactic acid produced as a result reduces uric acid elimination by the kidneys. Alcohol can also raise blood uric acid level, by promoting purine breakdown (the prime source of uric acid). In this regard, wine is less likely to induce gout than beer, due to wine's lower purine content. Nevertheless, medical historians suspect that lead-induced kidney damage was the primary cause of the gout epidemic during the nineteenth century (Emsley, 1986–1987; Yu, 1983). Samples of port from the 1800s show high lead contents. Lead pickup from stills (used in making fortifying brandy) probably was the primary source of the contamination. In addition, pewter and lead-glazed drinking cups and the prolonged storage of wine in lead crystal decanters could have further augmented the lead content of port.",
            "cite_spans": [
                {
                    "start": 849,
                    "end": 866,
                    "mention": "Emsley, 1986–1987",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 876,
                    "mention": "Yu, 1983",
                    "ref_id": null
                }
            ],
            "section": "Gout ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "High water consumption has long been known as a significant factor in reducing the incidence of kidney stones. The associated increased urine production helps to prevent the crystallization of calcium oxalate. What is new is the observation that wine consumption further reduces the likelihood of production of these painful and dangerous inclusions (Curhan et al., 1998).",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 370,
                    "mention": "Curhan et al., 1998",
                    "ref_id": null
                }
            ],
            "section": "Kidney Stones ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "As in many other areas, the consumption of a moderate amount of wine can reduce the risks of certain cancers, whereas increased consumption provokes some cancers (see Ebeler and Weber, 1996). At the concentrations typically found in wine, ethanol has an inhibitory effect on the carcinogenesis of ethyl carbamate. Certain wine phenolic compounds also can be protective, whereas others, or a higher concentration, can be mutagenic. For example, quercetin can induce mutations in laboratory tissue culture, but is a potent anticarcinogen in whole-animal studies (Fazel et al., 1990). This apparent anomaly may result from differences in the concentrations of quercetin used, and the low level of metal ions and free oxygen found in the body (vs. tissue culture). In addition, phenolics can detoxify the small quantities of nitrites commonly found in food. However, in the presence of high concentrations of nitrite (a preservative found in smoked and pickled foods) nitrites are converted into diazophenols (Weisburger, 1991), which can induce oral and stomach cancers. Resveratrol can inhibit the production of cyclooxygenase-2, thought to be important in carcinogenesis (Subbaramaiah et al., 1998). It also is a major inhibitor of human P450 1A1 (Chun et al., 1999), an important aryl hydrocarbon hydroxylase that can convert environmental toxicants and procarcinogens into active carcinogens. In addition, flavones and flavonols strongly restrict the action of the common dietary carcinogens, heterocyclic amines (Kanazawa et al., 1998). It is estimated that these compounds, produced during cooking, are consumed at a rate of approximately 0.4 to 16 μg per day (Wakabayashi et al., 1992). The antiallergic and antiinflammatory properties of flavonoid phenolics probably also contributes to the anticancer aspects of these chemicals (see Middleton, 1999).",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 189,
                    "mention": "Ebeler and Weber, 1996",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 579,
                    "mention": "Fazel et al., 1990",
                    "ref_id": null
                },
                {
                    "start": 1006,
                    "end": 1022,
                    "mention": "Weisburger, 1991",
                    "ref_id": null
                },
                {
                    "start": 1171,
                    "end": 1196,
                    "mention": "Subbaramaiah et al., 1998",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1264,
                    "mention": "Chun et al., 1999",
                    "ref_id": null
                },
                {
                    "start": 1515,
                    "end": 1536,
                    "mention": "Kanazawa et al., 1998",
                    "ref_id": null
                },
                {
                    "start": 1664,
                    "end": 1688,
                    "mention": "Wakabayashi et al., 1992",
                    "ref_id": null
                }
            ],
            "section": "Cancer ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Moderate wine consumption is not linked to an increased risk of cancer, with the possible exception of a slight increase in the incidence of breast cancer (Viel et al., 1997). Findings from the long-duration Framingham Study, however, indicate no relation between moderate alcohol consumption and the incidence of breast cancer (Zhang et al., 1999). In contrast, high rates of wine consumption have been linked with an increased incidence of mouth and throat cancers (Barra et al., 1990). Ethanol itself is not carcinogenic, but can enhance the transforming effect of some carcinogens.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 173,
                    "mention": "Viel et al., 1997",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 347,
                    "mention": "Zhang et al., 1999",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 486,
                    "mention": "Barra et al., 1990",
                    "ref_id": null
                }
            ],
            "section": "Cancer ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Sulfur dioxide is potentially the most significant irritant in wine. For a small proportion of asthmatics, sulfur dioxide may induce bronchial constriction (Dahl et al., 1986). Usually, sulfite is rapidly converted to sulfate by sulfite oxidase. However, low levels of this enzyme could permit sulfite to persist, provoking problems in those hypersensitive to the compound. It could explain the rapid onset of an asthma attack because the absorbed sulfite is transported via the blood to the bronchi. At potentially a greater risk are individuals afflicted with a rare genetic disease, sulfituria (Shih et al., 1977; Crawhall, 1985). They are unable to produce active sulfite oxidase. Consequently, they must live on a very restricted diet, low in sulfur-containing proteins. It is estimated that the synthesis of sulfite, associated with normal food metabolism, generates approximately 2.4 g sulfite/day. The sulfites in wine contribute only marginally to this amount. Because of the gravity of sulfituria, most affected people die before reaching legal drinking age.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 174,
                    "mention": "Dahl et al., 1986",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 615,
                    "mention": "Shih et al., 1977",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 631,
                    "mention": "Crawhall, 1985",
                    "ref_id": null
                }
            ],
            "section": "Allergies and Hypersensitivity ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Idiosyncratic allergic and other immune hypersensitive responses are difficult to predict or diagnose. Reactions may include the induction of headaches, nausea, vomiting, general malaise, or a combination of these. The small quantity of fining agents left in wine has been implicated in some allergic reactions (Marinkowich, 1982). Various tannic compounds have also been suggested as the causal agents of certain problems, especially in those showing reactions to red, but not white, wine. With over 600 compounds potentially occurring in wine, it is not surprising that there are individual adverse reactions to specific wines or wine types.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 329,
                    "mention": "Marinkowich, 1982",
                    "ref_id": null
                }
            ],
            "section": "Allergies and Hypersensitivity ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "An intriguing allergy-like reaction is the rapid face and neck flushing commonly experienced by Asians after the consumption of a small amount of ethanol. This phenomenon, presumably genetically controlled, is prevented if antihistamines are taken in advance of the alcohol challenge (Miller et al., 1988). Antihistamines have also been shown to counteract bronchoconstriction following red wine consumption in nonasmatics (Wantke et al., 1996). This situation appears to result from intolerance to the low levels of histamine found in wine.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 304,
                    "mention": "Miller et al., 1988",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 443,
                    "mention": "Wantke et al., 1996",
                    "ref_id": null
                }
            ],
            "section": "Allergies and Hypersensitivity ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "In addition to physiological reactions to wine constituents, there are a wide range of equally important psychological responses (Rozin and Tuorila, 1993), both positive and negative. Traumatic memories associated with the first exposure to, or excessive consumption of, a particular beverage can create an association that lasts a lifetime. Other people have come to associate certain products with social groups, lifestyles, or behavior. Such attitudes can make the beverage socially unacceptable.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 153,
                    "mention": "Rozin and Tuorila, 1993",
                    "ref_id": null
                }
            ],
            "section": "Allergies and Hypersensitivity ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "People may avoid the consumption of certain wines because their association with headaches. This phenomenon has come under closer scrutiny. Central to continued progress in this research is the realization that wine may be associated with several differentiable headache syndromes.",
            "cite_spans": [],
            "section": "Headaches ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "One of the most severe headaches that may be associated with wine consumption is migraine. Migraines may be induced by a wide range of environmental stimuli, possibly because migraines are themselves a complex of etiologically distinct events. The dilation of blood vessels in the brain, as a result of histamine release, can be the common element in many instances of headache development. When red wines were discovered to have higher concentrations of biogenic amines, such as histamine and tyramine, there was the initial assumption that they were the culprit. However, it was later realized that the histamine levels normally found in red wines are below those that normally could trigger a migraine. In addition, double-blind studies have seemingly exonerated histamine in red-wine-induced migraine headaches (Masyczak and Ough, 1983). Nevertheless, alcohol can suppress the action of diamine oxidase, an important enzyme of the small intestine that inactivates histamine and other biogenic amines (Jarisch and Wantke, 1996). Thus, in individuals with histamine intolerance, sufficient histamine may enter the blood system to provoke a vascular headache.",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 839,
                    "mention": "Masyczak and Ough, 1983",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1029,
                    "mention": "Jarisch and Wantke, 1996",
                    "ref_id": null
                }
            ],
            "section": "Headaches ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "In the treatment of the possibly closely related cluster-headache syndrome, small doses of lithium may be preventative. Because some red wines have a higher than average lithium content, they may prevent, rather than induce, headaches.",
            "cite_spans": [],
            "section": "Headaches ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Although the biogenic amine content of wine appears to be insufficient to cause migraines in most individuals, tannins and other phenolic compounds in wine can provoke headache development. Because red wines contain significantly more phenolic compounds than white wines (∼1200 mg/liter vs. 200 mg/liter), red wines are more frequently associated with headache production. Phenolic compounds that enter the blood stream suppress the action of platelet phenolsulfotransferase (PST) (Jones et al., 1995). Thus, individuals initially having low levels of platelet-bound PST are more susceptible to migraine headaches (Alam et al., 1997). The suppression of PST activity results in reduced sulfation (inactivation) of biogenic amines and catacholamines. Thus, these compounds are more likely to stimulate the release of 5-hydroxytryptamine (5-HT, or serotonin), which acts as an important neurotransmitter in the brain. 5-HT also promotes platelet aggregation and the dilation of small blood vessels in the brain. This can cause pain and instigate the development of a migraine (Pattichis et al., 1995). People prone to migraine headaches occasionally show abnormal and cyclical patterns in platelet sensitivity to 5-HT release (Jones et al., 1982; Peatfield et al., 1995). This may explain why wine consumption is not consistently linked to headache induction. Small phenolic components in wine also prolong the action of potent hormones and nerve transmitters, such as histamine, serotonin, dopamine, adrenalin and noradrenaline. These can affect headache severity and other allergic reactions.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 500,
                    "mention": "Jones et al., 1995",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 632,
                    "mention": "Alam et al., 1997",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1097,
                    "mention": "Pattichis et al., 1995",
                    "ref_id": null
                },
                {
                    "start": 1225,
                    "end": 1243,
                    "mention": "Jones et al., 1982",
                    "ref_id": null
                },
                {
                    "start": 1245,
                    "end": 1267,
                    "mention": "Peatfield et al., 1995",
                    "ref_id": null
                }
            ],
            "section": "Headaches ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Large tannin polymers, unlike their subunits, do not enter the blood. This may explain why aged red wines tend to be less associated with headaches than their younger counterparts. A classic example is the ease with which the youngest of all red wines, Beaujolais nouveau, produces headaches in those prone to their occurence.",
            "cite_spans": [],
            "section": "Headaches ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Another recognized headache syndrome is the “red wine headache” (Kaufman, 1986). It may develop within minutes of consuming red wine and is often dose-related. The headache reaches its first peak within approximately 2 hours, tends to fade, but returns roughly 8 hours later in a more intense form. The headache seems related to the release of prostaglandins, important chemicals involved in dilating blood vessels. Thus, the development of such headaches is often prevented by the prior consumption of prostaglandin synthesis inhibitors, such as acetylsalicylic acid (i.e., aspirin), acetaminophen (i.e., Tylenol®), and ibuprofen (i.e., Advil®) (Kaufman, 1992).",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 78,
                    "mention": "Kaufman, 1986",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 660,
                    "mention": "Kaufman, 1992",
                    "ref_id": null
                }
            ],
            "section": "Headaches ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "An interesting discovery is the influence of resveratrol in inhibiting the expression of cyclooxygenases in tissue cells (Jang and Pezzuto, 1998). These enzymes catalyze the synthesis of prostaglandins. This could mean that some wine phenolic compounds may have a suppressive rather than an inducing influence on headache production. Ethanol may also be involved via direct or indirect increases in the levels of prostaglandins (Parantainen, 1983). If so, ethanol may actively participate in headache production in sensitive individuals.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 144,
                    "mention": "Jang and Pezzuto, 1998",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 446,
                    "mention": "Parantainen, 1983",
                    "ref_id": null
                }
            ],
            "section": "Headaches ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "The ability of some yeasts to produce prostaglandins (Botha et al., 1992) introduces the intriguing possibility that they may occur as constituents in wine. If so, yeast-derived prostaglandins could be an additional source of headaches in sensitive individuals. They might also be involved in inflammatory lung diseases such as asthma.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 72,
                    "mention": "Botha et al., 1992",
                    "ref_id": null
                }
            ],
            "section": "Headaches ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "An additional wine-related headache has been given the name “red head” (Goldberg, 1981). It develops within an hour of waking, after drinking no more than two glasses of red wine the previous evening, and consists of headache and nausea. The headache becomes very severe while reclining. Although the headache is relieved somewhat by standing, this itself exacerbates the nausea. The headache usually lasts a few hours before dissipating. A similar phenomenon has been reported with some Californian Chablis, or mixtures of white wine, taken alone or with coffee or chocolates. Its chemical cause is unknown (Kaufman, 1986).",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 86,
                    "mention": "Goldberg, 1981",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 622,
                    "mention": "Kaufman, 1986",
                    "ref_id": null
                }
            ],
            "section": "Headaches ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Some headaches are associated only with the consumption of white wines. Its characteristics and etiology are even less well understood than those evoked by red wines. In some individuals, headaches may be associated with a sensitivity to sulfites, which are commonly found in higher concentrations in white wines than red wines.",
            "cite_spans": [],
            "section": "Headaches ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "There is one more, well-known, headache phenomenon—the hangover. In this case the etiology is well known. Despite its all-too-frequent occurrence, the precise mechanism remains unclear. Various compounds have been implicated, notably ethanol (and its primary breakdown products, acetaldehyde and acetic acid) and methanol (and its metabolic by-products, formaldehyde and formic acid). None of these have been confirmed, individually or collectively, as being specifically causal. There is no known effective treatment. Prevention, or time, are the only cures.",
            "cite_spans": [],
            "section": "Headaches ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Taking wine with meals is a long-known precaution. Food delays the movement of alcohol into the intestinal tract, where some 80% of the alcohol is absorbed. Because the uptake is slowed, the absorption more evenly matches the body's ability to metabolize alcohol. It also delays the uptake of phenolic compounds and diminishes the maximum concentration that accumulates in the blood.",
            "cite_spans": [],
            "section": "Headaches ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Fetal alcohol syndrome (FAS) refers to a set of phenomena including suppressed growth, mild mental retardation, and facial abnormalities. It is most often found in the children of alcoholic mothers. Initially, there was concern that moderate wine consumption during pregnancy might cause FAS. However, the real cause of the detrimental effects observed in FAS is unknown. The problem is complicated because alcoholic mothers also tend to be heavy smokers, use illicit drugs, consume large amounts of coffee, have poor nutrition, or show a combination of these (see Scholten, 1981; Whitten, 1996). Although there is no absolutely safe level of alcohol consumption, or of consumption for any food for that matter, there now seems no reason to suspect that taking a glass of wine with meals should harm the developing fetus. A small amount of alcohol is periodically found in the blood due to the action of the natural bacterial flora in the intestines. Thus, alcohol is a natural component in the human diet, even if we never drink a beverage that contains alcohol.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 594,
                    "mention": "Whitten, 1996",
                    "ref_id": null
                }
            ],
            "section": "Fetal Alcohol Syndrome ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "The most important contraindication relates to those with a past history of alcohol abuse or alcoholism. For the majority of the adult population, however, moderate wine consumption appears to have considerable health benefits. Nevertheless, there are several situations in which wine consumption, even in moderate amounts, can complicate or diminish the effectiveness of disease treatment.1.The acidic nature of wine can aggravate the inflammation and slow the natural healing of ulcers in the mouth, throat, stomach, and intestinal tract. Other constituents in wine may also be detrimental in this regard. Thus, all beverages containing alcohol are usually contraindicated in cases of gastritis, gastric cancer, and bleeding in the upper digestive tract. Nevertheless, the action of red wine against H. pylori and the suppression of histamine production by the gastric mucosa (Masquelier, 1986) may require a reconsideration of the old prohibition. In the presence of pancreatitis, alcohol is absolutely contraindicated.2.In liver disease, the consumption of wine is normally contraindicated. The presence of alcohol puts additional stress on an already weakened vital organ. Chronic alcohol abuse can lead to cirrhosis of the liver.3.In acute kidney infection, wine should be avoided. The consumption of alcohol increases the burden on an organ essential to eliminating toxic metabolic wastes.4.In prostatitis or genitourinary infections, the consumption of alcohol can complicate matters. The diuretic action of wine may increase the frequency of urination or, conversely, it may induce highly painful urinary retention.5.In epilepsy, the consumption of even moderate amounts of wine may increase the frequency of seizures in some patients.6.In patients about to undergo surgery, the generally beneficial effect of alcohol on reducing the aggregation of platelets is undesirable. Thus, it is recommended that patients terminate any alcohol (as well as aspirin) consumption before surgery. This avoids increasing the incidence of intra- and postoperative bleeding (Wolfort et al., 1996).\n",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 895,
                    "mention": "Masquelier, 1986",
                    "ref_id": null
                },
                {
                    "start": 2068,
                    "end": 2088,
                    "mention": "Wolfort et al., 1996",
                    "ref_id": null
                }
            ],
            "section": "Contraindications ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "The consumption of alcohol is also ill-advised when eating certain mushrooms. The most well-known example is the antabuse reaction associated with joint consumption of Coprinus atramentarius. Another mushroom reportedly generating the same response is Boletus luridus (Budmiger and Kocher, 1982). The antabuse reaction derives its name from the trade name of disul-fìram, a medication used in the treatment of alcoholism. When even small amounts of alcohol are consumed when taking disulfiram, a very unnerving reaction follows. This may include symptoms such as flushing, sweating, weakness, vertigo, blurred vision, difficulty breathing, nausea, chest pain, palpitation, and tachycardia. In severe cases, the disulfiram–alcohol reaction can provoke acute congestive heart failure, convulsions, and death. Using certain drugs (e.g., cephalosporins, griseofulvin, chloramphenicol, sulfonylurea, metronidazole) when consuming alcoholic beverages can also produce a similar response in sensitive individuals.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 294,
                    "mention": "Budmiger and Kocher, 1982",
                    "ref_id": null
                }
            ],
            "section": "Contraindications ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "In addition to the antabuse reaction just noted, consumption of alcohol can generate various unpleasant to dangerous reactions in some individuals. Regrettably, most of the literature relating to alcohol-drug interactions come from studies of alcoholics or binge drinkers. This potentially limits its significance to most situations. Nevertheless, even small amounts of alcohol can cause the loss of muscle control in some individuals taking tricyclic antidepressants. In addition, red wines can reduce the effectiveness of MAO (monoamine oxidase) inhibitors, used in controlling hypertension. The long-term use of acetaminophen can enhance alcohol-induced kidney damage.",
            "cite_spans": [],
            "section": "Wine and Medications ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "Other contraindications involve the intensification of the effects of barbiturates and narcotics. In combination with certain antidiabetic agents, such as tolbutamide and chlorpropamide, alcohol can cause dizziness, hot flushes, and nausea. Mild reactions may occur with a wide range of other medications, such as sulfanilamide, isoniazid, and aminopyrine. Details may be found in Adams (1995) and Becker (1982).",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 393,
                    "mention": "Adams (1995)",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 411,
                    "mention": "Becker (1982)",
                    "ref_id": null
                }
            ],
            "section": "Wine and Medications ::: Wine and Health",
            "ref_spans": []
        },
        {
            "text": "There is an extensive series of wine–food interactions. The most well-known involves wine tannins and food proteins. The reaction reduces the bitterness and astringency of young tannic wines. In addition, the flavor of red meats helps to mask the bitterness of many young red wines. Food proteins also reduce the sour and astringent character of some dry white wines. This partially explains the typical combination of red wine with meat and dry white wine with fish. Of greater significance, however, may be the balance in flavor intensities. Thus, neither wine nor food flavors dominate. Alternatively, the peppery flavor of some tannins or the sharp bite of marked acidity may enhance food flavor—similar to the role of spices. Another interpretation of traditional food–wine associations is habituation. Europeans simply may have come to appreciate the typically acidic, tannic sensation of wines with their food.",
            "cite_spans": [],
            "section": "Wine and Food Interaction ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Although taste and touch interactions are more apparent, odor interactions also occur. Most famous food and wine combinations primarily relate to their aesthetically pleasing, aromatic interactions. Because of the imprecise state of our understanding of odor perception, especially in complex mixtures, a clear explanation of such celebrated associations is impossible.",
            "cite_spans": [],
            "section": "Wine and Food Interaction ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "When appropriate combinations result in an increase in joint appreciation, one has what is normally referred to as harmony and balance. Interestingly, desirable associations often occur when opposed tastes or flavors combine in a dynamic, seemingly unstable, equilibrium. Examples of some of the more well-known opposed combinations are the associations of port with Stilton cheese, Sauternes with Roquefort cheese, venison with auslese, Sancerre with goat cheese, and crab with chablis. The rationale for the combination of sweet, richly flavored wines (ports and sauternes) with salty, creamy blue cheeses (Stilton and Roquefort) seemingly relates to their similar richness and the blend of salt and sweetness. The complexities of their flavors integrate, enhancing mutual enjoyment. In Germany, the gamey character of well-aged venison is considered to be counterbalanced by the sweet, rich flavors of a fully mature ‘Riesling’ Auslese. In the Loire, the aggressive dry acidity of Sancerre is viewed as counterpoised when taken with the racy goat cheeses of the region. Finally, the sourness of Chablis is deemed to be offset by the sweet flavor of crab. Although some combinations of opposed tastes are highly regarded, it is more common in Western cuisine to stress subtle balances between compatible tastes and odors.",
            "cite_spans": [],
            "section": "Wine and Food Interaction ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "As noted, harmony in flavor intensity is a major principle in Western cuisine. Although the formulation of the principle is intellectually gratifying, most people are insufficiently familiar with the flavor intensities of wines to find the principle of much practical use. Charts such as that in Fig. 12.6\nand Beckett (1998) help, but yearly and stylistic variation limit their value. Furthermore, food preparation (boiled, baked, fried, or barbecued), sauce employed (white, cream, brown, or curry), or serving temperature (cool, warm, or hot) can markedly affect the flavor intensity of food. The situation becomes even more complex with a series of dishes. In this situation, the problem is normally avoided by providing different wines with each course.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 324,
                    "mention": "Beckett (1998)",
                    "ref_id": null
                }
            ],
            "section": "Development of Western Cuisine and Concepts of Food and Wine Combination ::: Wine as a Food Beverage",
            "ref_spans": [
                {
                    "start": 296,
                    "end": 305,
                    "mention": "Fig. 12.6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Put in historical perspective, wine selection is a relatively new phenomenon. European cuisine did not start to emerge from the morass of medieval cookery until the sixteenth century. Grand medieval meals often involved several simultaneous combinations of soup, meat, fish, poultry, and sweet dishes. With such a chaotic medley, matching wines would have been inutile. In addition, poor transportation limited the range of wines available even to the richest nobility. Furthermore, without sulfur dioxide, the finest wines were usually those less than a year old (wine in barrels often turned vinegary by the summer following the harvest). Thus, wines would not have matured sufficiently to develop the flavors we now consider synonymous with matching wines with food.",
            "cite_spans": [],
            "section": "Development of Western Cuisine and Concepts of Food and Wine Combination ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Improving economic conditions—associated with exploration, a burgeoning middle class, and industrialization—provided conditions in which the demand for, production of, and transport of wine grew proportionately. These changes favored refinements in eating. This culminated in the division of meals into a sequence of soup, fish, salad, meat, cheese, and dessert courses by the nineteenth century. Thus, improved wine availability, and the rediscovery of the benefits of wine aging, occurred along with a rebirth of culinary sophistication. Both features probably encouraged the pairing of wines with the meal.",
            "cite_spans": [],
            "section": "Development of Western Cuisine and Concepts of Food and Wine Combination ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "However, long before people became concerned with matching wine with food, local wines developed intimate associations with regional cuisines. This included not only wine's role as the preeminent food beverage, but also its role in food preparation.",
            "cite_spans": [],
            "section": "Development of Western Cuisine and Concepts of Food and Wine Combination ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "In food preparation, cooks use wine in several ways. Possibly one of the most ancient is as a marinade. The acids in wine tenderize meat, as well as temporarily preserving it. Wine vinegar has been used even more extensively in pickling foods. Wine also has been employed to extract or mask the gamey flavor of wild meats. Because\nthe marinade is usually discarded, the wine seldom significantly modifies the food's flavor.",
            "cite_spans": [],
            "section": "Development of Western Cuisine and Concepts of Food and Wine Combination ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Another long-established culinary application of wine is in poaching, stewing, or braising. Because cooking dramatically changes the wine's flavor, there is little value in using fine wines. The prime concern is that the wine should not adversely affect the food's flavor. Wine color is seldom important because prolonged heating turns the wine brown.",
            "cite_spans": [],
            "section": "Development of Western Cuisine and Concepts of Food and Wine Combination ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Carbon dioxide in the wine escapes during cooking, even more rapidly than does its alcohol content. Thus, other than for show, the use of a sparkling wine instead of still wine is valueless, unless it is added just before serving. Cooking promotes the evaporation of ethanol, but its loss is often much slower than generally realized (Table 12.1\n).",
            "cite_spans": [],
            "section": "Development of Western Cuisine and Concepts of Food and Wine Combination ::: Wine as a Food Beverage",
            "ref_spans": [
                {
                    "start": 335,
                    "end": 345,
                    "mention": "Table 12.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "When poaching or braising in wine, the fluid is often reduced to make a sauce. Alternatively, wine may be added to deglaze the pan. Because deglazing exposes the wine to less heating, the sauce will possess more of the natural flavors and color of the wine. The more the cook wants the original wine flavors to appear in the food, the later the wine should be added. This also requires more care in selecting the wine.",
            "cite_spans": [],
            "section": "Development of Western Cuisine and Concepts of Food and Wine Combination ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Only sweet wines are compatible with dessert, notably of fresh, fully mature, low-acid fruits, such as strawberries, peaches, or apricots. Nevertheless, dry wines may be used as a fruit marinade, act as a poaching fluid for firm fruit, be incorporated into a sherbet, or function as a blending medium for creamy custards.",
            "cite_spans": [],
            "section": "Development of Western Cuisine and Concepts of Food and Wine Combination ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "In its more traditional role as a food beverage, wine plays several functions. At its simplest, wine acts as a palate cleanser. By rinsing food particles and substituting its own flavor, wine minimizes sensory fatigue. Thus, the food maintains its flavor and appeal unabated throughout the meal. In its turn, food helps freshen the palate for the wine.",
            "cite_spans": [],
            "section": "Development of Western Cuisine and Concepts of Food and Wine Combination ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Wine also has an important solubilizing action. The acidic and alcoholic components of wine improve the solubility or volatilization of certain food constituents. In so doing, wine aids food perception. Conversely, the dilution of the alcoholic content by the food helps liberate some wine aromatics (Fischer et al., 1996; Fig. 11. 12).",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 321,
                    "mention": "Fischer et al., 1996",
                    "ref_id": null
                }
            ],
            "section": "Development of Western Cuisine and Concepts of Food and Wine Combination ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "In a study of the principles that underlie world cuisines, Rozin (1982) grouped culinary styles according to their use of primary ingredients, cooking techniques, and unique flavorants. Of these, the most distinctive was the use of flavorants. For example, east Asian, East Indian, Mexican, and Italian cooking were characterized by their use of soy sauce, curry, tomato and chili peppers, and a sauce combining olive oil, tomato, garlic, and herbs, respectively. Condiments often give regional cuisines their distinctive character.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 71,
                    "mention": "Rozin (1982)",
                    "ref_id": null
                }
            ],
            "section": "Concept of Flavor Principles ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "The intensity of some regional seasoning may seem to give the food a monotonous similarity. However, the incredible variation in chili peppers, curry preparations, and soy sauces can provide a rich diversity of sensory nuances to those habituated to the basic sensations. This is probably equivalent to the apparent similarity of wines to those unaccustomed to their consumption.",
            "cite_spans": [],
            "section": "Concept of Flavor Principles ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Especially interesting is the appreciation of the burning sensation of chilies, the bitterness of coffee, or the sourness of pickled foods. The rapid and widespread acceptance of intense flavors, initially perceived as painful or harsh, is in stark contrast to the slow spread of neutral-flavored foods such as corn or casava. Intriguingly, Europe and other northern climatic regions have, in the past, largely resisted the spread of chili pepper use into their cuisine (Andrews, 1985).",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 484,
                    "mention": "Andrews, 1985",
                    "ref_id": null
                }
            ],
            "section": "Concept of Flavor Principles ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Pairing wines with food is little more than 300 years old. Much of this evolved under the influence of French-modified Italian cuisine, itself adopted from the Middle East during the Italian Renaissance. Thus, the acceptance and appreciation of acidic, often tannic, wine may be accidental. Many North Americans, growing up with sweet-tasting beverages, consider dry table wines vinegary—at least on first exposure. As with chilies and black coffee, only a small proportion of the population who are unaccustomed to these tastes early in life freely adopt them in adulthood. Even here, societal pressure may be central in shaping adult preferences to accepted norms.",
            "cite_spans": [],
            "section": "Concept of Flavor Principles ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Because food preferences are culturally influenced, value judgements must be viewed in relation to the norms on which they are based. For example, sweet–sour combinations are occasionally accepted with both the main dish and dessert. However, acidic wines are rejected with dessert.",
            "cite_spans": [],
            "section": "Concept of Flavor Principles ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Of the four primary taste sensations, wine possesses only three—sweet, sour, and bitter. Because most basic food ingredients exhibit neither sour nor bitter tastes, there is little obvious logic in their association with food. However, food does depress the sour, bitter, and astringent aspects found in many table wines. Proteins in food have already been mentioned as minimizing the sensory impact of tannins and acids in wine. This results in the wine tasting smoother, less sour, and better balanced. Thus, in many cases, it is the food that enhances the perception of the wine, rather than the reverse. Nevertheless, the acidity of wine tends to freshen the mouth, whereas moderate bitterness and astringency can enliven bland foods.",
            "cite_spans": [],
            "section": "Influence of Flavor Principles ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Wines and foods seldom have similar flavor qualities. For example, the predominant flavor qualities of wines, such as fruitness, floral notes, vegetal, and oaky aromas, are rarely found in the basic ingredients of a meal. Conversely, common food flavors are seldom found in wines. Occasionally, however, a flavor component of a wine may complement a similar essence in the food. Examples are the nutty aspect of cream sherries and a walnut dessert, or the oaky character of wines and the smoke flavors of meat roasted over hardwood charcoal.",
            "cite_spans": [],
            "section": "Influence of Flavor Principles ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Although the taste of most foods is not inimical to wine, several flavorants are, at least to the sensibilities of most Europeans. Vinegar and vinegar-based condiments enhance the sour taste of table wine, making them harsh even to those who relish dry wines. The burning sensation of chilies and most curries deaden the taste buds to the subtleties of wine. In addition, heavy doses of spices mask the aesthetic attributes of fine wine.",
            "cite_spans": [],
            "section": "Influence of Flavor Principles ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Western cuisine typically aims to balance food and wine flavors. The adage of red wine with red meats and white wine with fish crystallizes this concept. The rule focuses attention on balancing savory, dark-colored meats with flavorful red wines, and the milder-tasting, pale-colored meats and fish with the delicacy of most white wines. Regrettably, the expression glosses over the effects of cooking techniques and condiments on food flavor. The adage also neglects the influence of other important aspects of flavor perception, namely its complexity, development, and duration. Occasionally, however, a mild wine may be chosen to moderate strong food flavors. Conversely, a delicate food may be chosen to highlight the complex subtlety of a well-aged red wine. It is much easier to indicate situations in which wine and food will clash, than suggest sublime combinations.",
            "cite_spans": [],
            "section": "Influence of Flavor Principles ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Cheeses are often associated with wine tastings. Nevertheless, strong-flavored cheeses often mask the subtlety of fine wines, and mild cheeses may contribute little to wine appreciation. Salty cheeses can, however, miraculously reduce the bitterness and astringency of many tannic red wines. In addition, fine-flavored cheeses can enhance the apparent quality of mediocre wines. Thus, the old dictum of “selling wine over cheese, but buying it over water.”",
            "cite_spans": [],
            "section": "Influence of Flavor Principles ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Although preparing grand or complex meals is not normally an everyday activity, a brief discussion of such events, and their rationale, can be useful in determining how one might present simpler meals in a grand fashion.",
            "cite_spans": [],
            "section": "Complex or Grand Meals ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "It is normally considered wise to maintain a beverage consistency throughout the meal. One should either present beverages based on grape or grain products. Mixing the two during a meal typically has not been found compatible.",
            "cite_spans": [],
            "section": "Complex or Grand Meals ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Typically, a grand meal will commence with an aperitif. Classic versions are dry (fino) sherries or sparkling wines. To many palates, however, a ‘Riesling’ Kabinett is a more pleasing introit, with its finely tuned balance between acidity and fruit flavor.",
            "cite_spans": [],
            "section": "Complex or Grand Meals ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "After hors d'oeuvres and an aperitif, a light, clear soup or plain salad is served. Typically, this comes without a beverage, especially if the salad contains a vinegar-based dressing. Subsequently, a light course consisting of fish or fowl is presented. Generally, this is accompanied with a dry white wine. Examples might be a Saumur, Riesling, or Pinot Bianco with poached sole fillet; a traditional white Rioja, Greco di Tufo, or oak-aged Chardonnay with sole almandine; or a Fume Blanc, Hermitage Blanc, or Gewürztraminer with fried trout. The next course could be a light citrus sherbet, or terrine, principally to cleanse the palate and prepare for the entree. Because the entree is customarily a meat dish, one or a number of red wines would be served. Typically, the youngest wine is served first and the oldest last. This retains the oldest and most subtle wine for the last; otherwise, the younger wines would appear increasingly rough and undistinguished. Often, the best red is presented after the entree, possibly with a mild smooth cheese.",
            "cite_spans": [],
            "section": "Complex or Grand Meals ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "With, or instead of, dessert, a superior-quality sweet table wine may be served, such as a select-late-harvest ‘Riesling’; an auslese, beerenauslese, or trockenbeerenauslese; or a Sauternes. Alternatively, one might be served a sweet fortified wine, such as a palo cortado, a setubal, or a sweet sparkling wine. Later in the evening one might have a tawny or vintage port.",
            "cite_spans": [],
            "section": "Complex or Grand Meals ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Usually, the better the wine, the plainer the food preparation should be. This allows the subtleties of the wine to develop and be experienced in all their glory—not masked by intense food flavors.",
            "cite_spans": [],
            "section": "Complex or Grand Meals ::: Wine as a Food Beverage",
            "ref_spans": []
        },
        {
            "text": "Rarely is choosing the “right” wine (if such an entity exists) of critical importance. Nonetheless, half the joy in preparing a meal may come from selecting the wines to grace the ambiance of the occasion. For the guests, too, much pleasure can be derived from contemplating the vinous treasures to be offered.",
            "cite_spans": [],
            "section": "Final Note ::: Wine as a Food Beverage",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 12.1: Comparison of Various Methods of Food Preparation on the Loss of Alcohola\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 12.1: Blood alcohol concentrations after wine drinking in a single dose. A, fasting; B, during a meal; C, 2 hours after a meal; D, 4 hours after a meal; and E, 6 hours after a meal",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 12.2: Relationship of per capita alcohol consumption with 1972 heart disease death rates in men aged 55 to 64 in 20 countries",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 12.3: The oxidative-modification hypothesis of arteriosclerosis",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 12.4: General structure of a triglyceride-rich lipoprotein",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 12.5: Activation of platelet aggregation induced by several red wine fractions (barrel- or bottle-aged, their dealcoholized versions, and total ethanol at pH 7 and 2) and anthocyanin extracts from the wines",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 12.6: Variation in relative flavor intensities of several white and red wines.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "How LDL receptors influence cholesterol and atherosclerosis",
            "authors": [
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Sci. Am.",
            "volume": "251",
            "issn": "5",
            "pages": "58-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Wine—Nutritional and Therapeutic Benefits",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Weisburger",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Phenolic Compounds in Food and their Effects on Health, Vol. 2, Antioxidants and Cancer Prevention",
            "volume": "",
            "issn": "",
            "pages": "35-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Edsrud",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "A.W.",
                    "middle": [],
                    "last": "Logue",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "McGee",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "McLeish",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Rietz",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "",
            "volume": "Vols. 1 and 2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Rozin",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Tannahill",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Adverse reactions to wine",
            "authors": [
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Gershwin",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ough",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bock",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Tuft",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Allergy Clin. Immunol.",
            "volume": "75",
            "issn": "",
            "pages": "411-420",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "M.-T.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ferraro",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Phenolic Compounds in Food and Their Effects on Health, Vol. 2, Antioxidants and Cancer Prevention",
            "volume": "",
            "issn": "",
            "pages": "8-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Ischemic heart disease and antioxidants: Mechanistic aspects of oxidative injury and its prevention",
            "authors": [
                {
                    "first": "D.R.",
                    "middle": [],
                    "last": "Janero",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Crit. Rev. Food Sci. Nutr.",
            "volume": "35",
            "issn": "",
            "pages": "65-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Alcohol and coronary heart disease: The evidence for a protective effect",
            "authors": [
                {
                    "first": "W.B.",
                    "middle": [],
                    "last": "Kannel",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Ellison",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin. Chem. Acta",
            "volume": "246",
            "issn": "",
            "pages": "59-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "S.P.",
                    "middle": [],
                    "last": "Lucia",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Structure-antioxidant activity relationships of flavonoids and phenolic acids",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Rice-Evans",
                    "suffix": ""
                },
                {
                    "first": "N.J.",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Paganga",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Free Radical Biol. Med.",
            "volume": "20",
            "issn": "",
            "pages": "933-956",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The pathogenesis of arterosclerosis: A perspective for the 1990s",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nature",
            "volume": "362",
            "issn": "",
            "pages": "801-809",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "Wine in Context: Nutrition, Physiology, Policy, Proceedings of the Symposium on Wine and Health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}