{
    "paper_id": "PMC7128328",
    "metadata": {
        "title": "Psychological interventions for people affected by the COVID-19 epidemic",
        "authors": [
            {
                "first": "Li",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "email": "gzhu@cmu.edu.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) epidemic has now spread across China for over a month. The National Health Commission has issued guidelines for emergency psychological crisis intervention for people affected by COVID-19.1 Medical institutions and universities across China have opened online platforms to provide psychological counselling services for patients, their family members, and other people affected by the epidemic. However, Xiang and colleagues,2 claim that the mental health needs of patients with confirmed COVID-19, patients with suspected infection, quarantined family members, and medical personnel have been poorly handled.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 465,
                    "end": 466,
                    "mention": "2",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The organisation and management models for psychological interventions in China must be improved. Several countries in the west (eg, the UK and USA) have established procedures for psychological crisis interventions to deal with public health emergencies.3 Theoretical and practical research on psychological crisis interventions in China commenced relatively recently. In 2004, the Chinese Government issued guidelines on strengthening mental health initiatives,4 and psychological crisis interventions have dealt with public health emergencies—eg, after the type A influenza outbreak and the Wenchuan earthquake—with good results.5, 6 During the severe acute respiratory syndrome (SARS) epidemic, several psychological counselling telephone helplines were opened for the public, and quickly became important mechanisms in addressing psychological issues. However, the organisation and management of psychological intervention activities have several problems.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 256,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 463,
                    "end": 464,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 632,
                    "end": 633,
                    "mention": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 635,
                    "end": 636,
                    "mention": "6",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "First, little attention is paid to the practical implementation of interventions. Overall planning is not adequate. When an outbreak occurs, no authoritative organisation exists to deploy and plan psychological intervention activities in different regions and subordinate departments. Hence, most medical departments start psychological interventional activities independently without communicating with each other, thereby wasting mental health resources, and failing patients in terms of a lack of a timely diagnosis, and poor follow-up for treatments and evaluations.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Second, the cooperation between community health services and mental-health-care institutions in some provinces and cites in China has been decoupled. After the assessment of the mental health states of individuals affected by the epidemic, patients cannot be assigned according to the severity of their condition and difficulty of treatment to the appropriate department or professionals for timely and reasonable diagnosis and treatment. And after remission of the viral infection, patients cannot be transferred quickly from a hospital to a community health service institution to receive continuous psychological treatment.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Finally, owing to a shortage of professionals, the establishment of psychological intervention teams in many areas is not feasible. Teams might consist of psychological counsellors, nurses, volunteers, or teachers majoring in psychology and other related fields, with no professional and experienced psychologists and psychiatrists. One individual often has multiple responsibilities, which can reduce the effectiveness of interventions. This situation can be resolved by improving relevant policies, strengthening personnel training, optimising organisational and management policies, and constantly reviewing experiences in practice.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In the National Health Commission guidelines,1 key points were formulated for different groups, including patients with confirmed and suspected infections, medical care and related personnel, those who had close contacts with patients (eg, family members, colleagues, friends), people who refused to seek medical treatment, susceptible groups (eg, older people, children, and pregnant women), and the general public.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "With disease progression, clinical symptoms become severe and psychological problems in infected patients will change; therefore, psychological intervention measures should be targeted and adapted as appropriate. Studies have confirmed that individuals who have experienced public health emergencies still have varying degrees of stress disorders, even after the event is over, or they have been cured and discharged from hospital, indicating these individuals should not be ignored.7, 8 Therefore, we should consider the disease course, severity of clinical symptoms, place of treatment (eg, isolated at home, ordinary isolation ward, intensive care unit), and other factors to classify individuals who need psychological intervention and to formulate specific measures to improve the effectiveness of these interventions.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 484,
                    "mention": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 486,
                    "end": 487,
                    "mention": "8",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Under strict infection measures, non-essential personnel such as clinical psychiatrists, psychologists, and mental health social workers, are strongly discouraged from entering isolation wards for patients with COVID-19. Therefore, frontline health-care workers become the main personnel providing psychological interventions to patients in hospitals. For individuals with a suspected infection who are under quarantine or at home, community health service personnel should provide primary medical care and mental health care. However, because of complicated work procedures, heavy workloads, and a lack of standardised training in psychiatry or clinical psychology, community health service personnel do not always know how to mitigate the psychological distress of patients. A professional team comprising mental health personnel is a basic tenet in dealing with emotional distress and other mental disorders caused by epidemics and other public health emergencies.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The national mental health working plan (2015–20) reported that 27 733 licensed psychiatrists (1·49 per 100 000 population), 57 591 psychiatric nurses, and more than 5 000 psychotherapists worked in China in 2015.9 By the end of 2017, the number of licensed psychiatrists had increased to 33 400, and the number of psychotherapists, social workers, and psychological counsellors was also increasing year by year,10 but their numbers were still too few to meet the needs of patients with mental disorders. Hence, training of mental health professionals at different levels is urgently required by the Chinese Government.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 412,
                    "end": 414,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Interventions should be based on a comprehensive assessment of risk factors leading to psychological issues, including poor mental health before a crisis, bereavement, injury to self or family members, life-threatening circumstances, panic, separation from family and low household income.11\n",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 291,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Any major epidemic outbreak will have negative effects on individuals and society. Lessons learned from terrorist events at the Pentagon and anthrax attacks in the USA showed the importance of pre-establishing community coalitions to mobilise resources efficiently and effectively and to respond successfully to the disaster-related mental health needs of affected individuals.12 Planning of psychological interventions in China is usually done passively; few preventive measures are implemented before the occurrence of serious psychological issues caused by acute emergency events.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 379,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The outbreak of COVID-19 has shown many problems with the provision of psychological intervention in China. Here we have suggested ways that the government could establish and improve the intervention system based on sound scientific advice, to effectively deal with the mental health problems caused by public health emergencies.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A notice on the issuance of guidelines for emergency psychological crisis intervention in pneumonia for novel coronavirus infections",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Prevalence and risk factors for posttraumatic stress disorder: a cross-sectional study among survivors of the Wenchuan 2008 earthquake in China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Depress Anxiety",
            "volume": "26",
            "issn": "",
            "pages": "1134-1140",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Coordinating a local response to a national tragedy: community mental health in Washington, DC after the Pentagon attack",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dodgen",
                    "suffix": ""
                },
                {
                    "first": "LR",
                    "middle": [],
                    "last": "LaDue",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Kaul",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mil Med",
            "volume": "167",
            "issn": "suppl",
            "pages": "87-89",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed",
            "authors": [
                {
                    "first": "Y-T",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30046-8"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Risk factors for severe cases of 2009 influenza A (H1N1): a case control study in Zhejiang Province, China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Emergency medical rescue efforts after a major earthquake: lessons from the 2008 Wenchuan earthquake",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "",
            "pages": "853-861",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Longitudinal trajectories of post-traumatic stress disorder symptoms among adolescents after the Wenchuan earthquake in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Psychol Med",
            "volume": "45",
            "issn": "",
            "pages": "2885-2896",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Psychological distress and negative appraisals in survivors of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "SKW",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychol Med",
            "volume": "34",
            "issn": "",
            "pages": "1187-1195",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}