{
    "paper_id": "PMC7222885",
    "metadata": {
        "title": "Who’s Your Enemy?: Incorporating Stories of Trauma into a Medical Humanities Course",
        "authors": [
            {
                "first": "Lynda",
                "middle": [],
                "last": "Payne",
                "suffix": "",
                "email": "payneL@umkc.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "1 Faculty members from the College of Arts and Sciences or the Conservatory of Music and Dance codirect the class with a physician from the medical school. Being able to interpret the humanities within the context of clinical practice fortifies the ability of students to comprehend patients’ experiences and to understand what they themselves undergo as clinicians. Professionalism, cultural competence, self-reflective practice, and the ability to work with health care teams, is strengthened through a curriculum co-taught by humanities and clinical faculty.",
            "cite_spans": [],
            "section": "Endnotes",
            "ref_spans": []
        },
        {
            "text": "2 Texts include: Excerpts from Alfred Jay Bollet, Civil War Medicine: Challenges and Triumphs, Galen Press, 2002, and Tim O’Brien, The Things they Carried, Houghton Mifflin Harcourt, 2010, poems by Wilfrid Owen and Siegfried Sassoon, illustrated cases from contemporary Great War medical textbooks. Also, excerpts from Michihiko Hachiya, Hiroshima Diary: The Journal of a Japanese Physician, August 6 - September 30, 1945, The University of North Carolina Press, 1995, Ben Shephard, A War of Nerves: Soldiers and Psychiatrists in the Twentieth Century Harvard University Press, 2003, Pearl S. Buck, “The Enemy,” in Phyllis and Albert Blaustein, eds. Doctors’ Choice, Wilfred Funk, 1957, pp. 40-59, and Last night I dreamed of peace: the diary of Dang Thuy Tram, Broadway Books, 2007.",
            "cite_spans": [],
            "section": "Endnotes",
            "ref_spans": []
        },
        {
            "text": "3 The VHA is the largest integrated health care system in the United States with a network of 152 medical centers.",
            "cite_spans": [],
            "section": "Endnotes",
            "ref_spans": []
        },
        {
            "text": "4 We discuss in detail the several relevant international agreements, from the Hague protocol in 1899, through the Geneva protocol of 1925, dealing with chemical warfare. Also the Biological Weapons Convention, signed by the United States in 1972, resulting in the US program becoming strictly defensive in nature. Students are encouraged to read these treaties, and to discuss the ethical aspects of these weapon systems. In some ways, the ethical issues for physician involvement in chemical and biological warfare are more disturbing to students than simple physician involvement in military medicine. Biological agents in partricular are developed by scientists, often including veterinarians and physicians.",
            "cite_spans": [],
            "section": "Endnotes",
            "ref_spans": []
        },
        {
            "text": "5 The Hiroshima bomb, known as \"Little Boy\"— a reference to former President Roosevelt, contained the equivalent of between 12 and 15,000 tons of TNT and devastated an area of five square miles (13 square kilometres). More than 60% of the buildings in the city were destroyed. Official Japanese figures at the time put the death toll at 118,661 civilians. But later estimates suggest the final toll was about 140,000, of Hiroshima's 350,000 population, including military personnel and those who died later from radiation. Many have also suffered long-term sickness and disability. Three days later, the United States launched a second, bigger atomic bomb against the city of Nagasaki. The device known as \"Fat man,\" after Winston Churchill, weighed nearly 4,050 kg.",
            "cite_spans": [],
            "section": "Endnotes",
            "ref_spans": []
        },
        {
            "text": "6 “The diary itself was a collection of pages sewn together with a cardboard cover, no bigger than a pack of cigarettes” (xvi). A second diary was later rescued and given to Fred Whitehurst the military intelligence officer. He took them back against army regulations to the United States. In 2005 Tram’s mother and sisters, were located and the diaries returned to them. The same year the diary(ies) were published in Vietnam. To date, hundreds of thousands of copies have been sold, the book has been made into a documentary film called Do Not Burn It (2007) and a clinic and library in Duc Pho have been renamed War Martyr Dang Thuy in Tram’s honour.",
            "cite_spans": [],
            "section": "Endnotes",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Bollet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Civil War Medicine: Challenges and Triumphs",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "O’Brien",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Things They Carried",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shephard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "A War of Nerves: Soldiers and Psychiatrists in the Twentieth Century",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}