{
    "paper_id": "PMC7222575",
    "metadata": {
        "title": "What does ‘leave no one behind’ mean for humanitarian crises-affected populations in the COVID-19 pandemic?",
        "authors": [
            {
                "first": "Lucy",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Neha",
                "middle": [
                    "S"
                ],
                "last": "Singh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Behrouz",
                "middle": [],
                "last": "Nezafat Maldonado",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sam",
                "middle": [],
                "last": "Tweed",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Karl",
                "middle": [],
                "last": "Blanchet",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wendy",
                "middle": [
                    "Jane"
                ],
                "last": "Graham",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To date, over 155 countries and territories are reporting local transmission of COVID-19, including four countries with the largest refugee populations—Germany, Sudan, Pakistan and Turkey—and dozens more countries hosting tens of thousands of refugees.1 2 Despite this, the impact of COVID-19 pandemic on humanitarian settings has not been prioritised. Humanitarian settings present complex challenges in delivering healthcare.3 Despite international commitments to upholding health as a human right for all, humanitarian crises-affected populations are often neglected in emergency disease control strategies. The threat that the COVID-19 pandemic poses to humanitarian settings is significant and requires urgent attention. We highlight areas of particular concern and call on international and local partners, national governments and donors to ensure that humanitarian settings are not left behind in efforts to collectively manage the outbreak of COVID-19 worldwide.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "mention": "1 2",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 427,
                    "end": 428,
                    "mention": "3",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Summary box",
            "ref_spans": []
        },
        {
            "text": "Health systems in humanitarian settings are often poorly resourced and suffer from workforce shortages.4 Controlling COVID-19 requires multidisciplinary input from doctors to cleaners, whose integral role in prevention of spread of disease is often disregarded.5 A 2015 survey on infection prevention and control (IPC) preparedness of institutions worldwide showed that preparedness levels were only partially adequate.6 Without appropriate personal protective equipment (PPE), the health workforce is put at risk of infection with COVID-19. Any loss to the health workforce will add pressure to an already under-resourced service, with implications for patient care and ability to control COVID-19. It is vital that PPE be made available alongside the appropriate training in their usage.7 Governments must step up measures to reduce strain on the healthcare workforce and provide appropriate support on the ground, including providing additional resources as needed within the local context.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "mention": "4",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 261,
                    "end": 262,
                    "mention": "5",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 419,
                    "end": 420,
                    "mention": "6",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 789,
                    "end": 790,
                    "mention": "7",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Summary box",
            "ref_spans": []
        },
        {
            "text": "The ability of fragmented and poorly resourced health systems to prevent transmission, test and manage COVID-19 patients must also be considered and appropriate strategies to support health systems enacted by governments. We anticipate that in countries with a high number of refugees, host populations may be prioritised by governments in their strategies to tackle COVID-19. This is a concern from an equity and human rights perspective, as well as continuing risk of transmission among the population as a whole if refugee populations are not fully integrated into the COVID-19 strategy. Within humanitarian settings, outbreak surveillance mechanisms are often weak due to limited laboratory capacity, lack of beds in intensive care units, lack of ventilators and lack of infrastructure in good condition.8 The expertise of humanitarian organisations already present can be integral to setting up health facilities to triage and manage COVID-19 patients; however, this should not distract from ensuring governments and partners implementing sustainable strategies to manage outbreaks.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 809,
                    "mention": "8",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Summary box",
            "ref_spans": []
        },
        {
            "text": "Water, sanitation and hygiene (WASH) in healthcare facilities are often disrupted during conflict and instability, with marked deterioration in routine IPC practices.8 WASH in healthcare facilities is a core component of quality care and vital to reduce infection rates as recognised by the resolution on WASH in healthcare facilities passed at the 72nd World Health Assembly in 2019.9 During this pandemic, limited access to WASH facilities is of particular concern. Hand hygiene is regarded as the key preventive action for limiting the spread of the virus.10 However, this measure depends on the availability of soap and water and the motivation to comply11—preconditions that are often compromised in humanitarian settings. Similarly, environmental hygiene in healthcare facilities—meaning cleaning and disinfection—depends on water, supplies, equipment and trained staff. The urgency of strengthening WASH in humanitarian settings is clear—with benefits including and beyond COVID-19, but equally wide-reaching consequences of failing in this regard.9\n",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "mention": "8",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 384,
                    "end": 385,
                    "mention": "9",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 559,
                    "end": 561,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 658,
                    "end": 660,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1055,
                    "end": 1056,
                    "mention": "9",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Summary box",
            "ref_spans": []
        },
        {
            "text": "Inadequate shelter and overcrowding are known to increase risk of outbreaks, transmission of disease and severity of outbreaks.12 For example, overcrowding within housing was a key factor in the spread of Ebola virus in Liberia during the 2014 outbreak.6 We are likely to see a high spread of COVID-19 within humanitarian settings where overcrowding is an issue, for example, in camps for refugees or internally displaced people, and informal settlements. Interventions endorsed to prevent the spread of COVID-19 such as social distancing will prove extremely challenging to implement. Measures to reduce overcrowding must be prioritised, including upgrading shelter to achieve minimum shelter standards of personal covered living space.7 If upgrading shelter is not possible, then one of the following three options recommended by Dahab et al, should be implemented based on the type of humanitarian setting: (i) household-level shielding, (ii) street-level or extended family-level shielding or (iii) neighbourhood-level or sector-level isolation.13\n",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 253,
                    "end": 254,
                    "mention": "6",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 737,
                    "end": 738,
                    "mention": "7",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1049,
                    "end": 1051,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Summary box",
            "ref_spans": []
        },
        {
            "text": "COVID-19 has significant implications for humanitarian settings. Inadequate WASH provision and overcrowded living spaces are likely to hamper efforts to interrupt COVID-19 transmission. On a background of weakened health systems with scarce resources and limited number and type of health workers, the effects of COVID-19 are likely to be magnified unless governments and other actors step up action. The right to health of vulnerable populations in humanitarian settings has too often been left behind. It is imperative that we include them in the international, national and local planning and provision of services in this COVID-19 pandemic.",
            "cite_spans": [],
            "section": "Summary box",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report - 70",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Infection prevention and control",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Slowing down the covid-19 outbreak: changing behaviour by understanding it",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlôt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "What are the health risks related to overcrowding?",
            "authors": [],
            "year": 2016,
            "venue": "Who",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "COVID-19 control in low-income settings and displaced populations: what can realistically be done?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dahab",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "van Zandvoort",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "LSHTM",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Global trends forced displacement in 2018",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Improving quality of care in fragile, conflict-affected and vulnerable settings",
            "authors": [
                {
                    "first": "SB",
                    "middle": [],
                    "last": "Syed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leatherman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neilson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bull World Health Organ",
            "volume": "98",
            "issn": "",
            "pages": "2-2A",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.19.246280"
                ]
            }
        },
        "BIBREF7": {
            "title": "Leaving no one behind: lessons on rebuilding health systems in conflict- and crisis-affected states",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Martineau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "McPake",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Theobald",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Glob Health",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2017-000327"
                ]
            }
        },
        "BIBREF8": {
            "title": "An invisible workforce: the neglected role of cleaners in patient safety on maternity units",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Glob Health Action",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1080/16549716.2018.1480085"
                ]
            }
        },
        "BIBREF9": {
            "title": "Preparedness of institutions around the world for managing patients with Ebola virus disease: an infection control readiness checklist",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tartari",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Allegranzi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antimicrob Resist Infect Control",
            "volume": "4",
            "issn": "",
            "pages": "1-12",
            "other_ids": {
                "DOI": [
                    "10.1186/s13756-015-0061-8"
                ]
            }
        },
        "BIBREF10": {
            "title": "Who, IFRC, IOM, UNHCR interim guidance Scaling-up COVID-19 outbreak readiness and response operations in humanitarian situations including camps and CAMP-like settings",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Conflict and emerging infectious diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gayer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Legros",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Formenty",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "1625-31",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1311.061093"
                ]
            }
        },
        "BIBREF12": {
            "title": "Water, sanitation and hygiene in health care facilities",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}