{
    "paper_id": "PMC7188047",
    "metadata": {
        "title": "The Distancing of Surgeon From Patient in the Era of COVID-19: Bring on the Innovation",
        "authors": [
            {
                "first": "Joseph",
                "middle": [
                    "R."
                ],
                "last": "Scalea",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "March 16th was a cool day. The unseasonably warm winter made it feel like spring already. But what should have been excitement in the air was displaced ongoing anxiety over COVID-19. Less than a week after breaking stories of overrun hospitals in Italy, the virus had reached the east coast of the United States and our patients were showing signs of fever and respiratory compromise. As a surgeon, I did not realize, how this might affect my practice, but as the hours ticked by it became clear that surgical practice as we knew it was changing.1–3",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 547,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 548,
                    "end": 549,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In surgical training, we are taught many things. Among these, the abdominal surgical exam sets us apart from our nonsurgical colleagues. On rounds, “every wound, every day” is what we practice and what we preach. The act of placing hands—feeling—and connecting, with patient wounds has special meaning for us. Surgeons heal through touch.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We are a tactile specialty. Surgeons use knives to cautiously divide tissues and remove pathology or, in the case of transplantation, add lifesaving organ function through a sophisticated serious of learned maneuvers. Touching our patients is what we do—it is what makes us surgeons.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "When I entered the transplant floor and rallied the skeleton crew of team members for rounds that March morning, there was apprehension in the air. Nervous humor was used to build team trust. We all knew we were susceptible to contracting the virus and passing it along to our patients. We knew that patients all around the world were dying, and that nearly 200,000 people had already contracted it. Perhaps more anxiety provoking was what we did not know. Because of the lack of diagnostic testing, we had limited ability to determine who was positive and who was negative. In 2020, when blood tests are simply ordered in the computer, seamlessly collected, magically resulted, and acted upon, our inability to determine who was sick and who was not added perceived distance between patient and diagnosis. We were all proud to be on the unit, but reasonably fearful for the patients, for our healthcare colleagues, and for ourselves.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Three patients on the transplant service were being ruled out for COVID-19. The first patient, immunosuppressed for 5 years, had a recent hernia repair using biologic mesh. The mesh had become infected after about 3 weeks and he had been taken to the OR for a washout, after which he had begun to recover quite nicely. A week later, and otherwise nearing discharge, he had a fever. Then he was placed on oxygen, tachypneic. This all developed in the 24 hours before we rounded on him. He was transferred to the BCT—something I had not yet heard of. This was the biocontainment triage unit. The BCT—it was where the “COVID rule outs” went.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "On the BCT, I felt like I was on a movie set. I half expected to see Dustin Hoffman from “Outbreak” appear. People were in body suits, masks, and respirators. There was new, unfamiliar signage everywhere and clipboards hung from makeshift barriers, presumably to document the comings and goings of care providers on the unit. In the first room, I could see 2 astronaut-like intensive care unit (ICU) team members sewing in a newly placed subclavian line. The BCT was sterile, with no smell. It was quiet. Eerily quiet for an ICU. There was no sound because behind the closed glass doors of the patient rooms were additional all-white, plastic barriers separating the patient from the world. Cut into these white plastic barriers were clear plastic windows. One had to awkwardly adjust their neck to see through 2 sets of windows to get a glimpse of the patient.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Like most ICU patients, ours had about a half-dozen doctors. But we were the primary team. We were the surgeons. He had an operation 10 days ago, and we were taking care of him. He was ours. Each day before his COVID rule out, we would see him, talk to him, and learn how he was improving. Every day, we would evaluate the well-appearing wound, as trained. Ceremonially, we examined the incision, commenting on the ever-improving quality of his tissues.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Now in BCT, there were barriers between the surgeons and the patients. There were physical barriers, there were diagnostic barriers, and there were infectious barriers. Preparing to go see our hernia repair patient, I was forced to ask, “do I need to see him?” I shuttered as the thought zapped my brain, and answering my own question I internally responded, “of course you do! After all, who else will look at his abdomen?” That was that. Decision made.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "I was pointed toward the appropriate clipboard and filled out my name. I was given a respirator and the appropriate PPE. After a quick lesson from the nurse, I was ready to go in. It was then that I paused. I looked at the list of people who had been to see our patient since his BCT admission. There was a second page. So many exposures—more than 20. And mine name on that list took up yet another line.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Was this exposure really necessary? Indeed, medical professionals can spread the virus.1,4 Well, we are the surgery team. We have to see him … right? I struggled uneasily. Our patient was already being seen by the ICU. Was my commitment to the ceremony of surgical ownership and abdominal examination really worth adding yet another list on that clipboard?",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 88,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 89,
                    "end": 90,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "No. It simply was not.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The BCT was quite impressive. Not a movie set, but rather real life, I was able to speak through real-time closed-circuit videoconferencing. I could hear the patient clearly and articulately. I could see him and his wound. In a manner unfamiliar, the patient unceremoniously showed me his belly on the video monitor. In my mind, I gently pressed on it, pronouncing him well and validating his stay. But, this did not happen. In reality, he was fine. His wound looked okay on the monitor. I asked him some questions about his abdomen, pain, and his comfort. We discussed that his oxygen level was improving at that he would soon be well enough to leave the ICU. We laughed a little. We smiled, and I reassured him he was in good hands.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "On that video conference I realized that the ceremony of laying hands on surgically well patients is just that. The surgeon's approach to patient care is unique and touch has been critical to our identity. COVID-19 has changed many parts of healthcare, and it has done so very quickly. In only several weeks, that microscopic virus has altered seemingly unalterable surgical dogma. Tactically, it has taken us all further away from our patients.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "While surgical examination will of course continue in the days after COVID-19, it has become clear that innovation is key to our future as surgeons. We have seen how our classical approach to care (of which I am fully supportive) has holes. It is not perfect, nor will it ever be. Let us use this time as surgeons to learn from this new way of practice, but also to ensure that we continue to include humanity in our service. COVID-19 might be strong, but the field of surgery is much stronger. #CrushCOVID.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Am I part of the cure or am I part of the disease? Keeping coronavirus out when a doctor comes home",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "DeBolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "929-936",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Another decade, another coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "760-762",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Importation and human-to-human transmission of a novel coronavirus in Vietnam",
            "authors": [
                {
                    "first": "LT",
                    "middle": [],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "TV",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "QC",
                    "middle": [],
                    "last": "Luong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "872-874",
            "other_ids": {
                "DOI": []
            }
        }
    }
}