{
    "paper_id": "PMC7152360",
    "metadata": {
        "title": "Occupational Lung Disease",
        "authors": [
            {
                "first": "Susan",
                "middle": [],
                "last": "M. Tarlo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lee",
                "middle": [],
                "last": "Goldman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrew",
                "middle": [
                    "I."
                ],
                "last": "Schafer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "No reliable figures exist for the total incidence or prevalence of occupational lung diseases, and regional variation in occupations and exposures is substantial. Work-related asthma has become the most common chronic occupational lung disease in developed countries, where occupational asthma (asthma caused by work) accounts for about 15% of all adult-onset asthma, and work-exacerbated asthma occurs in 25 to 52% of asthmatic workers. The occupational contribution of workplace dusts, fumes, and gases to chronic obstructive pulmonary disease (COPD) is estimated at 15%.",
            "cite_spans": [],
            "section": "Epidemiology ::: Epidemiology ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "In contrast, pneumoconiosis from silica or coal dust, although still important in developing countries, is declining in incidence in developed countries (E-Fig. 93-1) as a result of occupational hygiene measures. For example, approximately 100,000 Americans received benefits from the Federal Black Lung Program in 2005, compared with about 500,000 in 1980, and the percentage of coal miners with pneumoconiosis has fallen from 11% in the mid-1970s down to 3%. However, newer exposures that lead to silicosis include the textile industry's use of jet silica blasting of denim jeans, reported from Turkey. Newly recognized asbestos-related diseases continue to occur, owing to the long latency period between exposure and clinical disease, despite the declining exposure to asbestos in developed countries. Although annual deaths from asbestosis have now reached a plateau in North America and will likely decline, new cases of mesothelioma, which has a latency of up to 35 years or more, are not estimated to plateau until 2020.",
            "cite_spans": [],
            "section": "Epidemiology ::: Epidemiology ::: Epidemiology",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 165,
                    "mention": "E-Fig. 93-1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Epidemiology ::: Epidemiology ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Chronic beryllium disease declined in frequency and severity after the elimination of beryllium from fluorescent lightbulbs in the 1950s, but then increased because of the increasing use of beryllium in nuclear facilities, aerospace, electronics, dental ceramics, metal alloys, recycling of metals, and products such as golf clubs and bicycles. The beryllium lymphocyte proliferation test can identify beryllium sensitization, which can be found in up to 10% of exposed workers and facilitates earlier diagnosis of chronic beryllium disease.",
            "cite_spans": [],
            "section": "Epidemiology ::: Epidemiology ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Work-related asthma includes both occupational asthma that is caused by work and asthma that is not caused by work but is exacerbated by work exposures.",
            "cite_spans": [],
            "section": "Work-Related Asthma ::: Specific Occupational Lung Disorders",
            "ref_spans": []
        },
        {
            "text": "Occupational asthma is most commonly associated with a specific immune response to a high- or low-molecular-weight sensitizer (Table 93-2\n). Sensitizer-induced occupational asthma usually affects no more than 5 to 10% of workers exposed to the sensitizing agent, but exposure to complex platinum salts or detergent enzymes may result in symptoms in about 50% of highly exposed workers. In most studies, higher levels of exposure are associated with higher rates of sensitization in the exposed populations, but there is no clear threshold exposure below which all workers are protected from the risk of sensitization.",
            "cite_spans": [],
            "section": "Epidemiology ::: Sensitizer-Induced Occupational Asthma ::: Specific Occupational Lung Disorders",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 137,
                    "mention": "Table 93-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Genetic factors increase the risk of sensitization, but the risks appear to be polygenic and may differ for different allergens and sensitizers. Underlying atopy, as exemplified by a history of allergy or positive skin tests to common environmental allergens (Chapter 257), carries an increased risk of sensitization to the high-molecular-weight allergens, and smoking (Chapter 31) has been reported as a risk factor for sensitization to complex platinum salts. Currently, no host factors are sufficiently specific to justify exclusion of workers from settings with exposure to potential sensitizers.",
            "cite_spans": [],
            "section": "Pathobiology ::: Sensitizer-Induced Occupational Asthma ::: Specific Occupational Lung Disorders",
            "ref_spans": []
        },
        {
            "text": "Occupational asthma from a high-molecular-weight allergen is associated with specific immunoglobulin E (IgE) antibody production. Low-molecular-weight sensitizers may act as haptens or may induce neoantigens by reacting with proteins in vivo, but specific IgE antibodies have been demonstrated with only a few low-molecular-weight sensitizers, such as complex platinum salts and acid anhydrides used in epoxy compounds.",
            "cite_spans": [],
            "section": "Pathobiology ::: Sensitizer-Induced Occupational Asthma ::: Specific Occupational Lung Disorders",
            "ref_spans": []
        },
        {
            "text": "Sensitizer-induced occupational asthma has a latency period ranging from weeks to several years before it develops, but most patients develop symptoms within the first few years of exposure. Once a patient has become sensitized and has developed asthma, even very small subsequent exposures can trigger asthma, sometimes including exposures that may be below the limit of measurable detection. Pulmonary function and histologic changes are similar to those in nonoccupational asthma (Chapter 87). Sensitizer-induced occupational asthma from a high-molecular-weight agent sensitizer typically causes a prompt asthmatic response within minutes after exposure with or without a late asthmatic response starting 4 to 6 hours after exposure. By comparison, responses to low-molecular-weight sensitizers typically start 4 to 6 hours after exposure.",
            "cite_spans": [],
            "section": "Clinical Manifestations ::: Sensitizer-Induced Occupational Asthma ::: Specific Occupational Lung Disorders",
            "ref_spans": []
        },
        {
            "text": "The diagnosis of sensitizer-induced occupation asthma is clinically suspected by history and should be considered in all cases of new-onset asthma in patients who work. Supportive features include symptomatic improvement when away from work, such as weekends off work or holidays, but not necessarily in the evenings after a work shift, when symptoms from a late asthmatic response may occur. In patients who are exposed to high-molecular-weight sensitizers, allergic rhinitis or conjunctivitis associated with work frequently appears before the development of asthma. A detailed occupational history (Chapter 18) or review of material safety data sheets or occupational hygiene reports may reveal a known occupational sensitizer. However, more than 300 occupational respiratory sensitizers are currently known, and new agents or exposures are reported each year; as a result, the absence of a recognized sensitizer does not exclude occupational asthma.",
            "cite_spans": [],
            "section": "Diagnosis ::: Sensitizer-Induced Occupational Asthma ::: Specific Occupational Lung Disorders",
            "ref_spans": []
        },
        {
            "text": "Although the history can be very helpful, the evaluation should always include objective pulmonary function testing (Chapter 85) to confirm asthma, either when the patient has symptoms or within 24 hours of the typical suspected work exposure (Fig. 93-1\n). Allergy skin-prick tests, blood samples, or both should be obtained to test for specific IgE antibodies to any relevant sensitizer if feasible. Serial monitoring of peak expiratory flow rates, symptom diaries, or use of rescue inhalers can provide supportive information. The results of a methacholine challenge test (Chapter 87) toward the end of a typical work week can help when compared with results after 10 days or more without exposure. A comparison of eosinophil counts in induced sputum at work and after a period away from exposure, showing higher levels when exposed, provides supportive diagnostic information. If the diagnosis is still in doubt, a carefully controlled specific inhalation challenge with the suspected workplace sensitizer can be performed. Each investigation can be falsely positive or negative, so a combination of investigations is advised while the patient continues to work until the diagnosis is confirmed. Given the specialized nature of many of these studies, consultation with a specialist is recommended. The main differential diagnosis for patients with confirmed asthma is the coincidental onset of asthma with subsequent work-exacerbated asthma. Other conditions, such as vocal cord dysfunction, may explain symptoms or may coexist with asthma and confound the diagnosis.Treatment and Prevention The optimal management of patients with sensitizer-induced occupational asthma includes complete removal from further exposure to the sensitizer and cross-reacting agents combined with the usual pharmacologic approach to the treatment of asthma (Chapter 87) and advocacy for appropriate workers’ compensation. Consideration of the other exposed workers typically includes communication with the workplace or public health officials, in the hope that measures may be instituted to protect other workers from similar exposures and symptoms. Recommendations for primary prevention have been to reduce exposures to occupational sensitizers as far as possible, removing unnecessary sensitizing agents (e.g., removing high-powdered and high-protein latex gloves) and limiting exposures to sensitizers with occupational hygiene measures. Ongoing medical surveillance measures in the workplace may also be of value.\n",
            "cite_spans": [],
            "section": "Diagnosis ::: Sensitizer-Induced Occupational Asthma ::: Specific Occupational Lung Disorders",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "mention": "Fig. 93-1",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Outcome is best if an early diagnosis results in removal from further exposure while asthma is relatively mild. Improvement may continue to occur up to 10 years after removal from exposure, but asthma does not completely resolve in most patients. For patients with occupational asthma from natural rubber latex, use of powder-free, low-protein latex gloves by coworkers and direct avoidance of natural rubber products by the sensitized worker results in improvement that is similar to the improvement in patients who are completely removed from work.",
            "cite_spans": [],
            "section": "Prognosis ::: Sensitizer-Induced Occupational Asthma ::: Specific Occupational Lung Disorders",
            "ref_spans": []
        },
        {
            "text": "Work-exacerbated asthma is defined as asthma that is not caused by work but is aggravated or exacerbated by work conditions. Asthma may have been present before starting employment or may begin coincidentally during employment, but it is not caused by work. Work exposures that commonly exacerbate asthma include extreme temperature or humidity, exertion, dusts, fumes, and gases. Patients may be exposed at work to common environmental allergens (e.g., fungal allergens in an office setting or dust mites or animals in domestic settings) that exacerbate asthma in patients who are sensitized to these allergens. Symptoms of work-exacerbated asthma may occur transiently with an unusual work exposure (e.g., during renovation in a work building) or may occur on a daily basis (e.g., daily exposure to fumes while performing physical exertion in an industrial setting).Diagnosis and Treatment Transient work-exacerbated asthma is commonly diagnosed on the basis of the history of work exposures and the associated increase in asthmatic symptoms, medication requirements, or unscheduled physician visits. The recommended evaluation of patients with daily or frequent work exacerbations of asthma is similar to that for patients with suspected occupational asthma. Work-related changes in serial peak flow recordings mimic those seen in occupational asthma, but sputum eosinophil counts typically show less of a work-related increase than is observed with occupational asthma. If the workplace exposure includes a potential work sensitizer, immunologic testing or a controlled challenge exposure may confirm whether respiratory sensitization has occurred.Management includes the same pharmacologic measures as for non-work-related exacerbations, including the optimization of pharmacologic asthma management (Chapter 87) and, when needed, adjusting the work exposures to avoid ongoing exacerbations. Occupational hygiene measures can reduce exposures, but some patients require a change in job description or work area. Workers’ compensation may be available for some patients who miss work owing to work-exacerbation of asthma.\n",
            "cite_spans": [],
            "section": "Epidemiology and Clinical Manifestations ::: Work-Exacerbated Asthma ::: Specific Occupational Lung Disorders",
            "ref_spans": []
        },
        {
            "text": "A high level of usually accidental exposure to an irritant agent can cause asthma. Although the clinical manifestations can be dramatic, irritant-induced occupational asthma represents a relatively small proportion of all occupational asthma. The most definitive criteria for this condition are those applied to the term reactive airways dysfunction syndrome: the onset of asthma symptoms within 24 hours of the exposure, generally severe enough to lead to an unscheduled physician visit; exposure to a single high-level irritant; asthma symptoms that persist for at least 3 months; pulmonary function testing that confirms asthma with a significant beneficial response to bronchodilators or a bronchoconstrictor response to a methacholine challenge; and the lack of preexisting lung disease or other conditions to explain the symptoms. When these criteria are not completely met (e.g., symptoms start later than 24 hours after exposure or resolve within weeks after exposure), the term irritant-induced asthma is commonly applied, recognizing that this diagnosis is less certain than reactive airways dysfunction syndrome.",
            "cite_spans": [],
            "section": "Irritant Exposure and Reactive Airways Dysfunction Syndrome ::: Specific Occupational Lung Disorders",
            "ref_spans": []
        },
        {
            "text": "Irritant-induced asthma and reactive airways dysfunction syndrome may clear after weeks or months. Management is the same as for other causes of asthma (Chapter 87), although these patients are often less responsive to the usual pharmacologic treatment.",
            "cite_spans": [],
            "section": "Irritant Exposure and Reactive Airways Dysfunction Syndrome ::: Specific Occupational Lung Disorders",
            "ref_spans": []
        },
        {
            "text": "Occupational hygiene measures at the workplace should be improved to prevent similar future exposures. Affected patients may need a modified work environment to prevent subsequent exacerbations of asthma.",
            "cite_spans": [],
            "section": "Irritant Exposure and Reactive Airways Dysfunction Syndrome ::: Specific Occupational Lung Disorders",
            "ref_spans": []
        },
        {
            "text": "Chronic exposure to dusts, fumes, and gases can cause occupationally induced COPD, with pathophysiologic changes essentially identical to those seen in COPD that is related to smoking (Chapter 88). Symptoms of chronic bronchitis, including chronic cough and sputum production, may occur with or without changes on pulmonary function testing. Causes include mineral dusts such as silica and organic dust exposures such as those of farmers and woodworkers; particulate matter in diesel exhaust fumes; and nitrogen oxides, ozone, and ultrafine particles in welding fumes.",
            "cite_spans": [],
            "section": "Occupational Chronic Obstructive Pulmonary Disease",
            "ref_spans": []
        },
        {
            "text": "No specific diagnostic tests distinguish an occupational from a nonoccupational cause of COPD. The history of exposure, with objective documentation, is helpful. Confirmation of the absence of a smoking history can assist in determining probability of an occupational cause, but a positive smoking history does not exclude an occupational contribution.",
            "cite_spans": [],
            "section": "Occupational Chronic Obstructive Pulmonary Disease",
            "ref_spans": []
        },
        {
            "text": "Management is the same as for patients with nonoccupational COPD (Chapter 88). In addition, however, further exposure to dusts, fumes, and gases that are likely to worsen disease should be minimized.",
            "cite_spans": [],
            "section": "Occupational Chronic Obstructive Pulmonary Disease",
            "ref_spans": []
        },
        {
            "text": "Most antigenic exposures that lead to hypersensitivity pneumonitis are organic, especially thermophilic actinomycetes (Chapter 337), fungi, atypical mycobacteria (Chapter 333), and protozoa. Other common antigens include avian and rat proteins. Less commonly, hypersensitivity pneumonitis can be induced by low-molecular-weight chemical antigens, such as penicillin or methylene diphenyl diisocyanate (MDI), which is used as a sealant or binder. Small particles, commonly 3 to 5 µm in mass median aerodynamic diameter, reach the small airways and alveoli, where the immune response leads to hypersensitivity pneumonitis. This immune response is associated with specific IgG antibodies and T lymphocytes, and it recurs with repeated exposures.",
            "cite_spans": [],
            "section": "Pathobiology ::: Pathobiology ::: Hypersensitivity Pneumonitis",
            "ref_spans": []
        },
        {
            "text": "The acute form of disease manifests as cough, dyspnea, chills, and malaise, typically 4 to 8 hours after exposure and clearing by 12 to 24 hours. On examination, patients typically are febrile and tachypneic, with reduced chest expansion and basal crackles. Neutrophilia is common, and the chest radiograph shows acute infiltrates. Pulmonary function testing may show a restrictive pattern, with a reduced diffusing capacity, and arterial blood gases may show hypoxemia owing to ventilation-perfusion mismatch.",
            "cite_spans": [],
            "section": "Clinical Manifestations and Diagnosis ::: Pathobiology ::: Hypersensitivity Pneumonitis",
            "ref_spans": []
        },
        {
            "text": "Chronic hypersensitivity pneumonitis may follow repeat acute episodes or start de novo. It causes a chronic dry cough, progressive dyspnea, and often significant weight loss. The physical examination typically reveals reduced chest expansion and basal crackles. Results on pulmonary function testing and radiographic findings may be similar to nonspecific idiopathic pulmonary fibrosis (Chapter 92), and ground-glass opacities are often seen on a computed tomography (CT) scan of the chest. Bronchoalveolar fluid typically shows an increase in the lymphocyte count, and there may be a predominance of CD8 T lymphocytes (Chapter 85).",
            "cite_spans": [],
            "section": "Clinical Manifestations and Diagnosis ::: Pathobiology ::: Hypersensitivity Pneumonitis",
            "ref_spans": []
        },
        {
            "text": "The specific occupational cause for hypersensitivity pneumonitis may be suspected from a temporal relationship to work exposures. The differential diagnosis in the chronic form includes idiopathic pulmonary fibrosis, although clubbing is less common in hypersensitivity pneumonitis. Radiographic and pulmonary function test findings may also mimic idiopathic pulmonary fibrosis, but a distinguishing finding is often a bronchoalveolar lavage that shows lymphocytes as high as 60 to 80% of the cells, usually with a predominance of CD8+ T lymphocytes, but sometimes with CD4+ cells in chronic forms of disease.",
            "cite_spans": [],
            "section": "Clinical Manifestations and Diagnosis ::: Pathobiology ::: Hypersensitivity Pneumonitis",
            "ref_spans": []
        },
        {
            "text": "Laboratory investigations include determining the presence of serum IgG antibodies to the suspected antigen. However, IgG antibodies may also be present in exposed individuals who do not have disease and are therefore not specific to the diagnosis. Conversely, failure to demonstrate specific antibodies is not uncommon in hypersensitivity pneumonitis because the limited number of antigens used for testing may not include the relevant occupational antigen. Specific challenge with the suspected antigen in a laboratory setting is occasionally needed if the diagnosis is in doubt.",
            "cite_spans": [],
            "section": "Clinical Manifestations and Diagnosis ::: Pathobiology ::: Hypersensitivity Pneumonitis",
            "ref_spans": []
        },
        {
            "text": "Some patients can safely undergo “work challenge” that monitors changes in symptoms, fever, blood neutrophil count, radiographic findings, and pulmonary function with and without exposure to the suspected agent. Lung biopsy, if performed, may show granulomas and foreign body giant cells. If other findings are supportive of hypersensitivity pneumonitis, however, open biopsy and challenges usually are not needed.Treatment and Prognosis Treatment principles are the same as for nonoccupational hypersensitivity pneumonitis (Chapter 94). Removal from exposure to the causative agent is the primary treatment measure. As with occupational asthma from a sensitizer, the removal must be complete and often requires a change in work if the causative agent cannot be removed. Reduction of exposure by use of respiratory protective devices is generally not practical and not effective, with the exception of air-supplied helmet respirators for occasional short-term exposures. Patients with acute hypersensitivity pneumonitis may not require any medications in addition to removal from antigen exposure, but if acute episodes are severe, they may need supportive measures, including corticosteroids (e.g., 20 to 60 mg of prednisone orally per day), supplemental oxygen, and intensive care (Chapter 94). Chronic hypersensitivity pneumonitis may require additional oral corticosteroid treatment (e.g., 5 to 10 mg of prednisone orally per day) as for nonoccupational chronic hypersensitivity pneumonitis, and severe end-stage fibrosis may lead to need for lung transplantation. Prognosis is better with early diagnosis and complete removal from exposure to the causative agent. Preventive measures include occupational hygiene measures to avoid contamination of aerosolized fluid or dusts with bio-organisms and use of appropriate respiratory protective devices.\n",
            "cite_spans": [],
            "section": "Clinical Manifestations and Diagnosis ::: Pathobiology ::: Hypersensitivity Pneumonitis",
            "ref_spans": []
        },
        {
            "text": "Acute toxic pneumonitis was described in workers who had high exposure to beryllium in the manufacture of fluorescent lightbulbs in the 1940s, and a hypersensitivity response causing chronic beryllium disease was described in the 1950s. Acute toxic effects are now rare, but chronic beryllium disease remains a problem because of the expanded use of beryllium (Table 93-4\n) and better recognition of sensitization by development of an immunologic blood test.",
            "cite_spans": [],
            "section": "Epidemiology and Pathobiology ::: Epidemiology and Pathobiology ::: Chronic Beryllium Disease",
            "ref_spans": [
                {
                    "start": 361,
                    "end": 371,
                    "mention": "Table 93-4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Chronic beryllium disease is a hypersensitivity disease with a strong genetic association with HLA-DPB1 gene variants that code for Glu69 and that have been identified in 83 to 97% of patients with disease. However, this gene variant occurs in 30 to 48% of the general population and, as a result, is not useful as a screening test.",
            "cite_spans": [],
            "section": "Epidemiology and Pathobiology ::: Epidemiology and Pathobiology ::: Chronic Beryllium Disease",
            "ref_spans": []
        },
        {
            "text": "The pulmonary clinical features of chronic beryllium disease are similar to those of sarcoidosis (Chapter 95), ranging from asymptomatic histologic or radiographic findings, to potential progression, to severe granulomatous restrictive lung disease. Onset can occur up to 20 years or more after exposure to beryllium, even if the patient no longer is exposed. The clinical history in all patients with apparent sarcoidosis must include inquiry about possible beryllium exposure, even many years ago.Diagnosis and Treatment The chest radiograph shows changes that appear identical to sarcoidosis with enlarged hilar or mediastinal lymph nodes or multiple lung nodules, or both (Fig. 93-2\n). Sensitization to beryllium can be detected by a beryllium lymphocyte proliferation test that demonstrates the presence of sensitized lymphocytes in blood or bronchoalveolar lavage fluid. This test also can detect sensitization to beryllium among asymptomatic exposed workers, who can then be evaluated to assess possible chronic beryllium disease and provided with advice for reducing or eliminating further work exposures.After disease develops, removal from exposure is advised, but the disease may still worsen. Progressive deterioration in lung function is treated similarly to sarcoidosis (Chapter 95), with oral corticosteroids and supportive measures.\n",
            "cite_spans": [],
            "section": "Clinical Manifestations ::: Epidemiology and Pathobiology ::: Chronic Beryllium Disease",
            "ref_spans": [
                {
                    "start": 677,
                    "end": 686,
                    "mention": "Fig. 93-2",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Although the use of asbestos has declined, and better protective equipment has been mandated, asbestos-related disease has continued to occur owing to the long latency between exposure and disease. Chrysotile asbestos has less effect on the lungs than other forms of asbestos, that is, amphiboles. Effects of exposure include benign and malignant disease.",
            "cite_spans": [],
            "section": "Asbestos-Related Diseases",
            "ref_spans": []
        },
        {
            "text": "\nBenign asbestos disease is often asymptomatic and identified on chest imaging. Pleural thickening and pleural plaques, commonly with calcification, can occur 20 to 30 years after first exposure and may initially appear on the chest radiograph as calcified linear opacities over the hemidiaphragms and cardiac border (see Fig. 84-10 in Chapter 84). If extensive, it may be difficult to exclude intrapulmonary opacities except by CT scan. Pleural plaques are a marker of asbestos exposure but do not occur in all workers with significant asbestos exposure. They generally do not cause significant changes in lung function, except diffuse pleural thickening may result in exertional dyspnea and extrapulmonary restrictive lung disease. Pleural thickening may cause rounded atelectasis (Chapter 90) when encasement of a portion of the peripheral lung tissue by thickened pleura causes an apparent lung nodule, typically with a “comet sign” showing the thickened pleura. Benign pleural effusion can develop, typically about 10 to 15 years after asbestos exposure. It requires further investigation because the differential diagnosis includes malignant pleural effusion (Chapter 99).",
            "cite_spans": [],
            "section": "Asbestos-Related Diseases",
            "ref_spans": []
        },
        {
            "text": "\nAsbestosis is the term for interstitial lung disease caused by asbestos. The clinical presentation is usually with dry cough and dyspnea on exertion. Physical examination usually reveals digital clubbing and basal crackles on lung auscultation. Chest imaging shows basal interstitial lung disease, with or without additional pleural changes as described earlier. Pulmonary function testing shows restrictive lung disease (Chapter 85), and histologic findings are the same as in usual interstitial pneumonia (Chapter 92). Findings supporting the diagnosis of asbestosis rather than usual interstitial pneumonia include a significant duration and level of exposure to asbestos, an appropriate latency of usually 20 to 40 years after first exposure, and the finding of ferruginous asbestos bodies in sputum or lung tissue (Fig. 93-3\n). Unfortunately, pharmacologic treatment is not effective, and the lung disease may progress to end-stage fibrosis. Management is supportive, including supplemental oxygen and consideration for lung transplantation (Chapter 101). As with the other diseases of long latency, preventing exposure is paramount.",
            "cite_spans": [],
            "section": "Asbestos-Related Diseases",
            "ref_spans": [
                {
                    "start": 821,
                    "end": 830,
                    "mention": "Fig. 93-3",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "\nMesothelioma (Chapter 197), a malignant tumor of the pleura, peritoneum, or both, is the one complication of asbestos exposure that can occur after even relatively minor exposure, such as second-hand exposure from dust on clothing in the families of those working with exposure. It typically occurs 30 to 40 years after exposure to asbestos and may present incidentally on chest imaging or with chest pain or weight loss. Radiographs show pleural thickening, and a pleural effusion may be present. Mesothelioma often is difficult to distinguish from benign pleural thickening without a biopsy. No treatment has proved effective (Chapter 197), so routine screening to detect mesothelioma in exposed persons is not currently recommended. The risk of lung cancer (Chapter 197) increases after significant exposure to asbestos, with a usual latency period of 20 to 30 years. Smoking and asbestos exposure have multiplicative effects on the risk of lung cancer.",
            "cite_spans": [],
            "section": "Asbestos-Related Diseases",
            "ref_spans": []
        },
        {
            "text": "The incidences of silicosis and other inorganic dust diseases of the lungs (Table 93-5\n) have declined substantially in recent decades owing to better worksite protection in mines, sandblasting, and other settings. There is an association between silicosis and the development of collagen-vascular disease, especially rheumatoid arthritis. Patients with pneumoconiosis and rheumatoid arthritis may be at higher risk of developing rheumatoid nodules in the lung, so-called Caplan's syndrome, and mycobacterial infections.",
            "cite_spans": [],
            "section": "Silicosis and Other Pneumoconioses",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 86,
                    "mention": "Table 93-5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Patients may initially be identified incidentally during a medical surveillance program or by a chest radiograph that shows multiple small lung nodules, often with enlarged mediastinal lymph nodes that can mimic sarcoidosis (Fig. 93-4\n). Nodules can coalesce and lead to progressive massive fibrosis, especially in the upper lungs, with compensatory emphysema in the lower lung fields. On chest imaging, mediastinal lymph nodes may have a characteristic “eggshell” calcification in silicosis. Treatment is supportive. Patients with exposure to silica or coal dust may develop COPD from the dust exposure. Patients who develop end-stage lung disease may be considered for lung transplantation.",
            "cite_spans": [],
            "section": "Silicosis and Other Pneumoconioses",
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "mention": "Fig. 93-4",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Typically, chills, fever, malaise, dry cough, and chest tightness start about 6 to 8 hours after onset of an exposure at work and generally resolve by the next day. Occasionally, shortness of breath and other respiratory symptoms are severe enough for patients to seek emergency medical attention. Infiltrates on the chest radiograph can occur with neutrophilia and hypoxemia that can mimic acute pneumonia or acute hypersensitivity pneumonitis. Symptoms and signs generally resolve in 24 to 48 hours without antibiotics and recur with further exposures, although the clinical manifestations generally become milder with repeated daily exposures (e.g., Monday morning fever in cotton mill workers). Workers are often familiar with the syndrome because it commonly affects up to 30% of exposed workers. If the diagnosis is not provided by the patient, however, careful elicitation of potential work exposures is needed.Treatment Treatment is supportive. If the causative exposure can be removed (e.g., cleaning a contaminated humidifier), symptoms can be prevented. If the cause cannot be removed and symptoms are severe, the patient may need reduction or change of the work exposure.\n",
            "cite_spans": [],
            "section": "Clinical Manifestations and Diagnosis ::: Clinical Manifestations and Diagnosis ::: Acute Febrile Syndromes",
            "ref_spans": []
        },
        {
            "text": "A significant duration and level of exposure to a recognized carcinogen such as asbestos, hexavalent chromium (as in chromate production and the pigment industry), soluble radon compounds or radon gas, polycyclic aromatic hydrocarbons, chloromethyl ethers, arsenic, or silica can increase the risk of lung cancer (Chapter 197). Such a history should be elicited in all patients. The International Agency for Research on Cancer provides a listing of occupational lung carcinogens and the likelihood of their association with cancer (\nhttp://monographs.iarc.fr/ENG/Monographs/PDFs/index.php\n).",
            "cite_spans": [],
            "section": "Occupational Lung Cancer",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 93-1: Examples of Occupational Respiratory Diseases That Could be Misdiagnosed as Common Nonoccupational Respiratory Disease\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "TABLE 93-2: Common Causes of Sensitizer-Induced Occupational Asthma\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "TABLE 93-3: Examples of Occupational Causes of Hypersensitivity Pneumonitis\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "TABLE 93-4: Potential Exposures to Beryllium\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "TABLE 93-5: Jobs That Can Lead to Silicosis\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "TABLE 93-6: Occupational Causes of an Acute Febrile Syndrome\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "E-FIGURE 93-1: Changing patterns of pneumoconiosis mortality—United States, 1968-2000. CWP = coal workers' pneumoconiosis; ICD = International Classifications of Diseases Revision.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE 93-1: Clinical evaluation and management of work-related asthma. IgE = immunoglobulin E; MSDS = Material Safety Data Sheets; PEFR = peak expiratory flow rates; SIC = specific inhalation challenge.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIGURE 93-2: Posteroanterior chest radiograph (A) and high-resolution computed tomography scan (B) from patients with chronic beryllium disease. The chest radiograph demonstrates hilar adenopathy and infiltrates, and the scan shows air space destruction and infiltrates.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FIGURE 93-3: Histology from a lung biopsy showing asbestos bodies. Ferruginous bodies consisting of asbestos fibers coated by iron-protein-mucopolysaccharide material with typical golden-brown, beaded appearance. The two longest asbestos bodies at the centre of the figure are present within a multinucleated giant cell. (Hematoxylin and eosin stain, × 400).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "FIGURE 93-4: Posteroanterior chest radiographs from two patients with silicosis. A, Small nodules and eggshell calcification of hilar lymph nodes. B, Progressive massive fibrosis of the upper lung zones with compensatory emphysema.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "CDC NIOSH Work-Related Lung Disease (WoRLD) Surveillance System",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Advances in environmental and occupational respiratory diseases in 2009",
            "authors": [
                {
                    "first": "DB",
                    "middle": [],
                    "last": "Peden",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Allergy Clin Immunol",
            "volume": "125",
            "issn": "",
            "pages": "559-562",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Chronic beryllium disease: an updated model interaction between innate and acquired immunity",
            "authors": [
                {
                    "first": "RT",
                    "middle": [],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Maier",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biometals",
            "volume": "24",
            "issn": "",
            "pages": "1-17",
            "other_ids": {
                "DOI": []
            }
        }
    }
}