{
    "paper_id": "PMC7233200",
    "metadata": {
        "title": "GUESS WHO'S COMING TO DINNER: COVID-19 IN A COVID-FREE UNIT",
        "authors": [
            {
                "first": "Lorenzo",
                "middle": [
                    "G."
                ],
                "last": "Luciani",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniele",
                "middle": [],
                "last": "Mattevi",
                "suffix": "",
                "email": "danielemattevi85@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Guido",
                "middle": [],
                "last": "Giusti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Proietti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fabrizio",
                "middle": [],
                "last": "Gallo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maurizio",
                "middle": [],
                "last": "Schenone",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gianni",
                "middle": [],
                "last": "Malossini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "With 187,327 documented cases and 25,000 deaths as of April 22, 2020, Italy was hit very hard by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. Following the publication of a new decree limiting the movement of individuals in the whole Italian national territory on March 101 and the declaration of Covid-19 pandemic on the basis of “alarming levels of spread and severity” by the World Health Organization (WHO) on March 112, our national health system underwent a gradual and profound reshape. In order to minimize resources exhaustion and transmission risks, elective surgery and admissions were canceled or postponed, and entire Departments converted into Intensive Care and Intermediate Care Units. In the massive reorganization of the hospital, our Department of Urology decreased its clinic and surgical load but remained active as a Covid-free, operating service. However, the levels of activity and safety during a pandemic can be undermined by the risk of admitting patients with unrecognized Covid disease in the ward and operating rooms. In fact, hospital-associated transmission was suspected as the presumed mechanism of infection for 41% affected health professionals and hospitalized patients3. Our objective is to assess the impact of the pandemic and the occurrence and characteristics of Covid-19 in a Covid-free urologic unit in a regional hospital in Northern Italy during the 2020 outbreak.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 304,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 453,
                    "end": 454,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1237,
                    "end": 1238,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Our Department is the only operative urologic service in the Trento Province, serving an area of approximately 540,000 inhabitants in the North-Eastern alpine area of Italy, bordering with Lombardy, the epicenter of Covid-19 in our Country. Our Department has an operating capacity of 25 beds and 12 full-time attending physicians. All the surgical and ward activities during the 4 weeks following the national lockdown (March 9-April 5, 2020) were reviewed. Electronic records and charts of all Patients admitted to our Department during this time lapse were evaluated by attending physicians.",
            "cite_spans": [],
            "section": "Setting ::: MATERIALS and METHODS",
            "ref_spans": []
        },
        {
            "text": "In case of a Covid-positive patient in our unit, all attending physicians and nurses undergo a nasopharyngeal (NP) swab searching for SARS-CoV-2 RNA with the PCR real time method. Beginning with week 4, the body temperature is screened in health-care professionals and patients undergoing a surgical/endoscopic procedure undergo a NP swab on the day of urgent surgery or on the day before if elective. If the test is negative, the procedure is performed as planned; if positive, chest-x-ray and blood gas analysis are obtained and a risk assessment is discussed with the anesthesiologist and the patient for possible rescheduling. No swab is performed in case of an emergency procedure.",
            "cite_spans": [],
            "section": "Covid management ::: MATERIALS and METHODS",
            "ref_spans": []
        },
        {
            "text": "The outcomes investigated included: a) surgical load, b) rate of admissions and bed occupation, and c) occurrence and rate of unrecognized Covid-positive patients in our Department. Data were compared with that of the same period of 2019 (March 11-April 7, 2019).",
            "cite_spans": [],
            "section": "Outcomes ::: MATERIALS and METHODS",
            "ref_spans": []
        },
        {
            "text": "\na)\nSurgical load.\n\n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "A 63% drop in elective surgical abdominal and 70% drop in endoscopic procedures occurred during the 4 weeks after the lockdown, as compared to same time lapse of 2019. Most of them were performed during week 1, due to unvaried operative planning right after the lockdown. From week 2, all abdominal surgery was performed via an open approach; laparoscopic and robotic procedures had to be abandoned due to issues related to the available operating rooms left. Only 16 urgent cases for obstructive uropathy or sepsis (n=12), hematuria (n=3) and renal trauma (n=1) were performed with a 32% reduction.b)\nAdmissions and bed occupation.\n\n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "The rate of bed occupation decreased steadily from week 1 to week 4. The median number of occupied beds decreased from 21 (range 18-23) during week 1 - similar to that of March 2019 - to 8 (range 7-10) during week 4, with a 64% reduction. Beds were occupied by patients with complications from previous month’ procedures and patients with urgent conditions, mainly urosepsis and hematuria. Overall admissions were 133 in March 2019 and 39 in March 2020, with a 71% drop.c)\nOccurrence and presentation of Covid patients.\n\n",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Overall, 3 (8%) patients had unrecognized Covid disease out of 39 admitted to our Department during the time lapse considered (the 1st during week 1, the 2nd during week 2, the 3rd during week 3). All doctors and nurses attending these patients underwent a negative swab for Covid-19 RNA. The main data of Covid cases are listed in Table 1\n.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 332,
                    "end": 339,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Patient 1. A 65 years old woman with a history of left partial nephrectomy presented with flank pain associated with a 5mm stone of the right lower ureter: a double J stent was placed. On the day after discharge, the Patient developed fever, initially diagnosed as a septic complication of endoscopic treatment, and later on dyspnea associated with worsening of laboratory parameters. A naso-pharingeal swab confirmed the diagnosis of Covid-19. History revealed that the patient shared the waiting room of a medical facility with a person with cough one week prior to her admission.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Patient 2. An otherwise healthy 54 years old man presented with 39°C fever and cough and a 9mm stone of the upper ureter with mild hydronephrosis at abdominal ultrasound: a double J stent was placed. Despite a negative swab for Covid-19 RNA, the Patient had exertional dyspnea and 92% O2 saturation throughout the hospital stay, worsened during the operation of stent placement and was considered highly suspicious. No exposure history was referred.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "Patient 3. A 66 years old man with a history of radical prostatectomy and radiation therapy for a pT3b prostate cancer in 2005 was transferred from an outside hospital located in an area with high levels of community transmission for the worsening of recurrent hematuria associated with fever and diarrhea and a Methicillin-resistant Staphyloccus Aureus bacteremia. Chest-x-ray was negative and saturation was 98%. Due to the rise of fever up to 38°C, a swab positive for Covid-19 RNA was performed, and the Patient transferred to an intermediate care Covid Department where his respiratory symptoms and parameters worsened.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": []
        },
        {
            "text": "\na)non-respiratory symptoms related to Covid-19 (diarrhea and headache being among the most frequently reported)11\n,\n15\nb)any symptom not directly related to the condition leading the patient to the hospital\n",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 117,
                    "end": 119,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Clinical criteria ::: DISCUSSION and CONCLUSIONS",
            "ref_spans": []
        },
        {
            "text": "In general, any deviation from an expected hospital or postoperative course should prompt further investigation.",
            "cite_spans": [],
            "section": "Clinical criteria ::: DISCUSSION and CONCLUSIONS",
            "ref_spans": []
        },
        {
            "text": "\na)history of exposure to other persons with respiratory symptoms, focusing on unprotected close contactb)survey about the social and geographic origin of the patient.\n",
            "cite_spans": [],
            "section": "Epidemiological criteria ::: DISCUSSION and CONCLUSIONS",
            "ref_spans": []
        },
        {
            "text": "A detailed and updated map of Covid-19 clusters in the region where the unit is operating should be available and include hospitals, nursing homes, and other health care-facilities, as well as residential areas with high levels of community transmission16.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 255,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Epidemiological criteria ::: DISCUSSION and CONCLUSIONS",
            "ref_spans": []
        },
        {
            "text": "A pandemic is a time- and resource-consuming process that poses an unprecedented challenge to any community or health system. Although a diagnostic delay has serious consequences, including increased mortality and nosocomial transmission, preventive measures and diagnostic tools are gradually implemented. The application of an enhanced triage is a simple and costless tool that should be incorporated into hospital protocol in order to preserve the integrity of a Covid-free unit.",
            "cite_spans": [],
            "section": "Epidemiological criteria ::: DISCUSSION and CONCLUSIONS",
            "ref_spans": []
        },
        {
            "text": "The authors have nothing to disclose.",
            "cite_spans": [],
            "section": "CONFLICT OF INTEREST",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Characteristics of Covid patients at presentation. Legend: SatO2: oxygen saturation; cXr: chest x-rays; CRP: C-reactive protein; PCT: procalcitonin; WBC: white blood count; PT: prothrombin time.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF3": {
            "title": "Challenges and Potential Solutions of Stroke Care During the Coronavirus Disease 2019 (COVID-19) Outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rudd",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Stroke",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1161/STROKEAHA.120.029701"
                ]
            }
        },
        "BIBREF4": {
            "title": "Reduction in ST-Segment Elevation Cardiac Catheterization Laboratory Activations in the United States during COVID-19 Pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Albaghdadi",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Meraj",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "MD, Schmidt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garberich",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Jaffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Rade",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "MD, Tannenbaum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "PP",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the American College of Cardiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacc.2020.04.011"
                ]
            }
        },
        "BIBREF5": {
            "title": "Porpiglia F; Members of the Research Urology Network (RUN): Urology practice during COVID-19 pandemic",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ficarra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Novara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abrate",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartoletti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crestani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Nunzio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giannarini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gregori",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liguori",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mirone",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pavan",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Scarpa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simonato",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trombetta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tubaro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Minerva Urol Nefrol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.23736/S0393-2249.20.03846-1"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Stepping forward: Urologists’ efforts during the COVID-19 outbreak in Singapore",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "SEK",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "IL",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Urol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Teleurology in the Time of Covid-19 Pandemic: Here to Stay?",
            "authors": [
                {
                    "first": "LG",
                    "middle": [],
                    "last": "Luciani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mattevi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giusti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Proietti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Malossini",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Urology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.urology.2020.04.004"
                ]
            }
        },
        "BIBREF9": {
            "title": "COVID-19: importance of the awareness of the syndrome by Urologists",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rocco",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Sighinolfi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mussini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Urol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Clinical features of covid-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Vu",
                    "suffix": ""
                },
                {
                    "first": "AG",
                    "middle": [],
                    "last": "L'Huillier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schibler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jacquerioz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1470"
                ]
            }
        },
        "BIBREF11": {
            "title": "Hematological findings and complications of COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Terpos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ntanasis-Stathopoulos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Elalamy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kastritis",
                    "suffix": ""
                },
                {
                    "first": "TN",
                    "middle": [],
                    "last": "Sergentanis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Politou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Psaltopoulou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gerotziafas",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Dimopoulos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am J Hematol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1002/ajh.25829"
                ]
            }
        },
        "BIBREF12": {
            "title": "Tan W: Detection of SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3786"
                ]
            }
        },
        "BIBREF13": {
            "title": "Evaluating the accuracy of different respiratory specimens in the laboratory diagnosis and monitoring the viral shedding of 2019-nCoV infections",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "medRxiv.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Clinical characteristics of coronavirus disease 2019 (COVID-19) in China: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Leiwen",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Bingyi",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Tanwei",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.03.041"
                ]
            }
        },
        "BIBREF15": {
            "title": "The role of close contacts tracking management in COVID-19 prevention: A cluster investigation in Jiaxing, China",
            "authors": [
                {
                    "first": "Rui",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "Yunpeng",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "Yong",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Min",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Qijun",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Peigen",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Yuegen",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Zhongwen",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.03.015"
                ]
            }
        }
    }
}