{
    "paper_id": "PMC7149470",
    "metadata": {
        "title": "Does the discovery of the mimivirus call into question attempts to define life?",
        "authors": [
            {
                "first": "Luca",
                "middle": [
                    "Gregory"
                ],
                "last": "Love",
                "suffix": "",
                "email": "luca.love@ntlworld.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Many argue that an agreed definition of life is vital and not simply an academic interest. There are fields within biology that require a working definition of life for publishing (Cleland and Chyba, 2002). For example, exobiology is concerned with the study of life beyond the Earth, but the search for extraterrestrial life needs to distinguish between inanimate and living entities (Oliver and Perry, 2006). When studying the origin of life, researchers can use model chemical systems to simulate how life may have begun on the Earth. Some definition of life is needed to show the transition from inanimate molecules to biological systems (van Hateren, 2013). Finally, the field of artificial life (Alife) aims to fully simulate living organisms electronically. Researchers in this field need a definition of life to understand what properties are essential for something to be living and thus improve their simulations (Machery, 2012).",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 204,
                    "mention": "Cleland and Chyba, 2002",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 386,
                    "end": 408,
                    "mention": "Oliver and Perry, 2006",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 643,
                    "end": 660,
                    "mention": "van Hateren, 2013",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 924,
                    "end": 937,
                    "mention": "Machery, 2012",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Why is defining life important?",
            "ref_spans": []
        },
        {
            "text": "Despite this, some researchers reject the need for a universal definition or argue that attempting to find one will not aid current research (Szostak, 2012). Many researchers instead want a ‘theory of living systems’ that can fully describe life’s origins and characteristics rather than setting a concrete definition of life (Cleland and Chyba, 2002). Dictionary definitions define a word’s usage in a particular language, whereas researchers are interested in the nature of life itself, which cannot be encapsulated in one strict definition (Szostak, 2012). Since we are still discovering new species and have competing hypotheses for how life originated, many feel that the issue of defining the concept of ‘life’ is a worthless pursuit as we do not understand enough about it (Raoult, 2009; Szostak, 2012).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 155,
                    "mention": "Szostak, 2012",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 327,
                    "end": 350,
                    "mention": "Cleland and Chyba, 2002",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 544,
                    "end": 557,
                    "mention": "Szostak, 2012",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 781,
                    "end": 793,
                    "mention": "Raoult, 2009",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 795,
                    "end": 808,
                    "mention": "Szostak, 2012",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Why is defining life important?",
            "ref_spans": []
        },
        {
            "text": "The first-recorded person to define life was Aristotle, who defined it as ‘grows, is self-sustaining and reproduces’ (Popa, 2004). This was an observational attempt that was unchallenged until the synthesis of cell theory by Schwann and Schleiden in 1855. The basic tenets was that all life are formed of cells, which are created from pre-existing cells, and that cells are the smallest unit of life. This immediately excluded viruses and all non-cellular life forms (which at the time had not been discovered) from the definition. As cell theory became universally accepted, the definition of life being strictly cellular was also accepted (Wolfe, 1972).",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 128,
                    "mention": "Popa, 2004",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 642,
                    "end": 653,
                    "mention": "Wolfe, 1972",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "A history of defining life",
            "ref_spans": []
        },
        {
            "text": "However with the advent of the electron microscope in 1939 (Kruger, 2000) and knowledge of viruses, researchers became aware of non-cellular entities. Although they interacted with cells causing major diseases, they were treated as transferable toxins rather than living organisms as cell theory dictates (Forterre, 2010). In 1967, the virologist and Nobel laureate Andre Lwoff used the definition ‘an integrated system of interdependent structures and functions’ and ‘an organism is constituted of cells’ (Forterre, 2010), emphasizing the distinct and controlled nature of organelles inside cells. This is analogous to the organization of organs in multicellular organisms. This definition also conforms to the tenets of cell theory even though Lwoff was himself a virologist. However, this definition was criticized as it could include machines like cars or AI which have interdependent circuits (Oliver and Perry, 2006).",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 72,
                    "mention": "Kruger, 2000",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 306,
                    "end": 320,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 507,
                    "end": 521,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 899,
                    "end": 921,
                    "mention": "Oliver and Perry, 2006",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "A history of defining life",
            "ref_spans": []
        },
        {
            "text": "There have also been attempts at a definition outside biology, for example, by the physicist Erwin Schrodinger in 1945. He defined life as ‘an entity that resists disorder and does not gain entropy’ (Schrödinger, 1945). To resist entropy, organisms must take in nutrients and metabolize them and so this definition was inclusive to all cells but again excluded viruses and acellular organisms. However, this definition would also include crystals, which grow and can resist entropy by forming ordered lattices.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 217,
                    "mention": "Schrödinger, 1945",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "A history of defining life",
            "ref_spans": []
        },
        {
            "text": "An alternative definition was proposed in 1992 by Gerald Joyce, an academic and member of the NASA exobiology advisory board. The panel put forward a working definition of ‘a self-sustaining system capable of Darwinian evolution’ that the program used in its search for extraterrestrial life (Deemer, 1994). This definition was not formally endorsed by NASA but it helped NASA define what chemicals or chemical systems would constitute life on other planets. However, sterile hybrids like mules, which have a metabolism but cannot reproduce and therefore evolve, refute this rule (Cleland and Chyba, 2002).",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 305,
                    "mention": "Deemer, 1994",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 581,
                    "end": 604,
                    "mention": "Cleland and Chyba, 2002",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "A history of defining life",
            "ref_spans": []
        },
        {
            "text": "In 2002, Daniel Koshland, an American Biochemist, proposed seven essential properties of life intending to create a universal definition to identify artificial and extraterrestrial life (Koshland, 2002). His ‘Seven Pillars of life’ were Program, Improvization, Compartmentalization, Energy, Regeneration, Adaptability, and Seclusion (PICERAS) (Koshland, 2002). Program refers to coding molecules, Improvization refers to evolution, Compartmentalization means organized in some sort of structure, Energy refers to metabolism, Regeneration means some sort of healing process, Adaptability means changing according to the environment and Seclusion is being able to protect against the environment. This definition was well received by his contemporaries as each of these criteria allow for flexibility, meaning that it is usable in a variety of contexts (Zhuravlev and Avetiso, 2006). However, it was criticized by origin-of-life researchers as these criteria were absent or had no equivalent when looking at early primordial life (Zhuravlev and Avetiso, 2006).",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 201,
                    "mention": "Koshland, 2002",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 344,
                    "end": 358,
                    "mention": "Koshland, 2002",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 852,
                    "end": 879,
                    "mention": "Zhuravlev and Avetiso, 2006",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1029,
                    "end": 1056,
                    "mention": "Zhuravlev and Avetiso, 2006",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "A history of defining life",
            "ref_spans": []
        },
        {
            "text": "In 2011, Trifonov adopted a new approach to define life. Instead of defining life descriptively, he took all the varying definitions of life (123 in his study) and by looking at the common vocabulary he synthesized a consensus definition: ‘Self-replication with variation’ (Trifonov, 2011), which happened to be almost exactly the same as a definition by the Russian biochemist and origin-of-life researcher Oparin in 1924: ‘Any system capable of replication and mutation is alive’ (Oparin, 1924). This novel approach sidestepped the history and debate of defining life and attempted to find common ground within the Biological disciplines. Regardless of older conventions such as cell theory, Trifonov also stated that this approach would be able to define all life, including artificial and extraterrestrial life, by looking at common characteristics (Trifonov, 2012).",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 288,
                    "mention": "Trifonov, 2011",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 483,
                    "end": 495,
                    "mention": "Oparin, 1924",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 854,
                    "end": 868,
                    "mention": "Trifonov, 2012",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "A history of defining life",
            "ref_spans": []
        },
        {
            "text": "However, the response to this paper was mixed, with many researchers feeling that essential properties were missing and that the whole definition was too vague (Popa, 2012). For example, homoeostasis and metabolism were missing and the definition included viruses and computer viruses (Trifonov, 2012). Moreover, there was no reference to the cell, which also invited criticisms from many fields (Trifonov, 2012). Trifonov was criticized for focussing his definition on the origins of life and not on what distinguishes life from non-life (Trifonov, 2012). He wrote considerably on experiments with self-replicating RNA in his paper (Trifonov, 2011), which led to critics to suggest that this was a more Earth-centric practical definition rather than a holistic one (Trifonov, 2012). Trifonov himself partially showed this as he envisaged later molecular origin-of-life experiments to prove this definition and approach (Trifonov, 2011). He also pointed to a practical use for this definition for molecular experiments such as GCCn repeats replication errors in the origin-of-life field (Pino, Trifonov and Di Mauro, 2011). More noticeable is the fact that Trifonov’s definition is almost exactly the same as that of Alexander Oparin, who proposed the Oparin–Haldane hypothesis for how the early atmosphere could have produced molecules leading to life (Oparin, 1924). As a consequence, critics were sceptical of his claim that this approach could be used universally (Popa, 2012).",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 171,
                    "mention": "Popa, 2012",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 286,
                    "end": 300,
                    "mention": "Trifonov, 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 397,
                    "end": 411,
                    "mention": "Trifonov, 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 540,
                    "end": 554,
                    "mention": "Trifonov, 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 634,
                    "end": 648,
                    "mention": "Trifonov, 2011",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 767,
                    "end": 781,
                    "mention": "Trifonov, 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 921,
                    "end": 935,
                    "mention": "Trifonov, 2011",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1088,
                    "end": 1121,
                    "mention": "Pino, Trifonov and Di Mauro, 2011",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1354,
                    "end": 1366,
                    "mention": "Oparin, 1924",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1469,
                    "end": 1479,
                    "mention": "Popa, 2012",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "A history of defining life",
            "ref_spans": []
        },
        {
            "text": "Moreover, this ‘lexical’ approach itself had some fundamental problems. First, it was assumed that the most recurrent words would also be correct. Many advances in science have come from challenging past conventional wisdom and this approach may not represent competing viewpoints in fast moving fields (Popa, 2012). There are still competing hypotheses for the origin of life (Altstein, 2015) and so this approach could not represent all viewpoints, only the hypothesis that received the most attention in the literature (Popa, 2012). There were also many minor criticisms of his methodology as Trifonov grouped together words with similar meaning (Trifonov, 2012). The classification of these groups invited controversy notably from biochemists, who argued that metabolism should be grouped in the ‘System’ and not ‘Chemical’ category (Trifonov, 2012). There were also criticisms of the words within the groups, for example, ‘force’ and ‘energy’ were grouped together and so were ‘replication’ and ‘self-reproduction’ (Trifonov, 2012). Many critics pointed out that these had different definitions and that grouping them together made the overall definition less accurate (Trifonov, 2012). Trifonov did acknowledge their concerns but stressed that there had to be some middle ground otherwise no consensus would be reached (Trifonov, 2012). Moreover, as all these definitions were synthesized at different times, they were based on varying levels of knowledge about life. This meant that many definitions were outdated or had later been made redundant and diluted the more knowledgeable recent definitions (Trifonov, 2012), especially when considering artificial life, knowledge of which is far more recent.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 314,
                    "mention": "Popa, 2012",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 378,
                    "end": 392,
                    "mention": "Altstein, 2015",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 523,
                    "end": 533,
                    "mention": "Popa, 2012",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 650,
                    "end": 664,
                    "mention": "Trifonov, 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 838,
                    "end": 852,
                    "mention": "Trifonov, 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1021,
                    "end": 1035,
                    "mention": "Trifonov, 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1175,
                    "end": 1189,
                    "mention": "Trifonov, 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1326,
                    "end": 1340,
                    "mention": "Trifonov, 2012",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1609,
                    "end": 1623,
                    "mention": "Trifonov, 2012",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "A history of defining life",
            "ref_spans": []
        },
        {
            "text": "The first hurdle is what type of definition should be used? If a stipulative or descriptive definition is used there is a long list of criteria each with its own exceptions. Ultimately this leads to either a very strict definition with each criterion sieving out some undeniably living organisms or a broad definition that includes fire or crystals as living (Oliver and Perry, 2006). There are difficulties with a theoretical definition as this requires a robust theory of living organisms that we do not yet have. Biologists are asking for a definition that can (i) apply to all life forms across the past, present and future, (ii) be descriptive enough to discriminate between ambiguous cases on a case-by-case basis without any counterexamples, (iii) state the universal but essential elements of all life forms and (iv) be linguistically unambiguous (Zhuravlev and Avetiso, 2006). No definition to date can fulfil these criteria. As an example, Joyce’s definition described above as ‘a self-sustained chemical system capable of Darwinian evolution’ excludes sterile hybrids as they are not capable of Darwinian evolution since they cannot replicate. The term ‘self-sustaining’ has implications, as a lone sexually reproducing organism is treated as not living, whereas a mating pair is (Koshland, 2002). Therefore, lone sexually reproducing organisms cannot be considered as self-sustaining. Chemical systems can also be capable of error prone reproduction but need constant monitoring so cannot be self-sustaining (Benner, 2010). However for origin-of-life researchers, these systems are considered as living. Finally, it is problematic from a practical standpoint to determine whether a system is capable of Darwinian evolution as this requires studies over many generations and under different selection pressures (Oliver and Perry, 2006).",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 382,
                    "mention": "Oliver and Perry, 2006",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 856,
                    "end": 883,
                    "mention": "Zhuravlev and Avetiso, 2006",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1292,
                    "end": 1306,
                    "mention": "Koshland, 2002",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1521,
                    "end": 1533,
                    "mention": "Benner, 2010",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1823,
                    "end": 1845,
                    "mention": "Oliver and Perry, 2006",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Difficulties in defining life",
            "ref_spans": []
        },
        {
            "text": "Moreover, defining life leads to a philosophical dilemma based on whether we treat the concept of life as a non-scientific folk concept (such as ‘good’ and ‘justice’) or as a scientific concept (such as ‘molecule’) (Machery, 2012). In the first instance, we assume that people’s collective judgements on what is living or not can lead to a definition. However there is a strong evidence both in psychology and empirically that folk concepts are not strict definitions and that people’s collective judgements are too contradictory to lead to one definition (Machery, 2012). In this case, Machery argues that trying to define life is impossible. Treating life as a theoretical concept is also problematic as different fields try to define life according to an agenda. Figure 1 illustrates this problem as this leads to varying working definitions of life that aid one field but with little or no overlap with others (Machery, 2012). In this case, defining life universally is unnecessary as there are practical definitions already available.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 229,
                    "mention": "Machery, 2012",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 557,
                    "end": 570,
                    "mention": "Machery, 2012",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 915,
                    "end": 928,
                    "mention": "Machery, 2012",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Difficulties in defining life",
            "ref_spans": [
                {
                    "start": 773,
                    "end": 774,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "A fundamental challenge is that we have no concept of how life can exist apart from ours. Life as far as we know is found on the Earth and uses carbon-based molecules with specific coding molecules. It is entirely conceivable that life can exist with silicon-based molecules or with entirely different coding molecules. We are trying to describe a process having only seen it start once (Cleland and Chyba, 2002), such that all life on the Earth had one common origin and possibly one last universal common ancestor (LUCA). Therefore, exobiologists argue that any agreed definition must be universal and extend to life originating beyond the Earth (McKay, 2004). Therefore, any candidate's definition of life cannot be tested until we find extraterrestrial life.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 411,
                    "mention": "Cleland and Chyba, 2002",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 649,
                    "end": 660,
                    "mention": "McKay, 2004",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Difficulties in defining life",
            "ref_spans": []
        },
        {
            "text": "For each proposed definition of life, there are some contradictions and challenges. However, arguably the main topic of contention are viruses. Viruses do not respire or have any metabolism; they complete their life cycle inside other cells, hijacking their ribosomes and enzymes to replicate.",
            "cite_spans": [],
            "section": "Fringe cases",
            "ref_spans": []
        },
        {
            "text": "Viruses are known to be able to evolve just like any other cellular organism. Genomic data shows that viruses have evolved unique genes with no cellular homologues (Forterre, 2010). This suggests that they have co-evolved with cellular life as far back as the LUCA according to the same rules of Darwinian evolution (Forterre, 2010). This is corroborated by the fact that every cell can be infected by at least one virus and viruses are the most abundant life forms on the Earth with an estimated 1030 viruses in the ocean alone (Suttle, 2007). However, the fact remains that viruses need cells to replicate and as a selection pressure.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 179,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 317,
                    "end": 331,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 530,
                    "end": 542,
                    "mention": "Suttle, 2007",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Fringe cases",
            "ref_spans": []
        },
        {
            "text": "Some researchers have argued that viruses can be considered living because of the special properties of the virion factory in the infected cell. The virologist Andre Lwoff observed that viruses transform the whole infected cell into a virion factory (Lwoff, 1967). The virion factory (also called viroplasm or virus induced inclusion bodies) is the apparatus where new viral particles are assembled in the host and can be seen as a large organelle-like structure in the cytoplasm or nucleus (Neuman, Angelini and Buchmeier, 2014; Risco, Fernandez and Sanz-Sanchez, 2014). Virion factories usually have single or double membranes either taken from the host plasma membrane or made from lipids redirected from the endoplasmic reticulum (Neuman, Angelini and Buchmeier, 2014; Risco, Fernandez and Sanz-Sanchez, 2014). Virion factories show properties of cellular life such as ‘metabolism, growth and reproduction’. Therefore, life is effectively present (Bandea, 1983). In this view, the extracellular virions are inert but the intracellular virus seen as a virion factory is living (Bandea, 1983). When this argument was first proposed in 1983, it was largely rejected by the scientific community as a biased attempt by virologists to classify their studied organism as living (Forterre, 2010).",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 262,
                    "mention": "Lwoff, 1967",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 492,
                    "end": 528,
                    "mention": "Neuman, Angelini and Buchmeier, 2014",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 530,
                    "end": 569,
                    "mention": "Risco, Fernandez and Sanz-Sanchez, 2014",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 735,
                    "end": 771,
                    "mention": "Neuman, Angelini and Buchmeier, 2014",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 773,
                    "end": 812,
                    "mention": "Risco, Fernandez and Sanz-Sanchez, 2014",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 952,
                    "end": 964,
                    "mention": "Bandea, 1983",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1081,
                    "end": 1093,
                    "mention": "Bandea, 1983",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1276,
                    "end": 1290,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Fringe cases",
            "ref_spans": []
        },
        {
            "text": "In 2003, a new virus was rediscovered inside an amoeba from a water-cooling tower in Bradford, UK (La Scola and Audic, 2003). As it took up a gram stain, it was initially identified as a Gram-positive bacterium and named ‘Bradfordcoccus’ in 1997, but under closer inspection it was actually a virus (Birtles and Rowbotham, 1997). It was named the mimivirus as it mimicked Gram-positive bacteria and was added under a new taxon of giant viruses, Mimiviridae.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 123,
                    "mention": "La Scola and Audic, 2003",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 300,
                    "end": 327,
                    "mention": "Birtles and Rowbotham, 1997",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "The mimivirus",
            "ref_spans": []
        },
        {
            "text": "This virus had some novel characteristics that had previously only been found in cellular organisms. First, it was bigger than many cellular organisms in diameter (750 nm) and was the first to be visible under a light microscope. Its genome was large too at 1.2 Mb and with 911 functional protein coding genes, far beyond that needed for a viral life cycle (Claverie, 2006). Since viruses need only code for their own capsid, receptors for host entry and hijacking the cell, they had not been expected to carry more than around 200 genes (Claverie, 2006). Moreover, viral genomes are limited by the structural instability of large amounts of naked DNA. This suggests that the virus was using other genes for purposes other than a typical viral life cycle, otherwise these extra genes would have been lost through evolution (Claverie, 2006). The non-coding regions were also interesting as they had unique and strongly conserved promotor elements, hinting to the fact that this was a part of a long lineage existing at the same time as the first cells (Claverie and Abergel, 2009). This notion is supported by more recent proteome analysis that concluded that viruses originated from ancient cells that had segmented RNA genomes (Nasir and Caetano-Anollés, 2015). These RNA cells coexisted with the ancestors of the last universal modern ancestor (LUCA). Due to the selection pressure of genome and particle sizes these RNA cells eventually became viruses and became similar to parasitic bacteria that had similar pressures (Nasir and Caetano-Anollés, 2015). The nucleocytoplasmic large DNA viruses which include the mimivirus form one paraphyletic group that diverged at varying times before the emergence of modern Archaea and Eukaryotes (Nasir and Caetano-Anollés, 2015).",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 372,
                    "mention": "Claverie, 2006",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 539,
                    "end": 553,
                    "mention": "Claverie, 2006",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 824,
                    "end": 838,
                    "mention": "Claverie, 2006",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1052,
                    "end": 1078,
                    "mention": "Claverie and Abergel, 2009",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1229,
                    "end": 1260,
                    "mention": "Nasir and Caetano-Anollés, 2015",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1524,
                    "end": 1555,
                    "mention": "Nasir and Caetano-Anollés, 2015",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1740,
                    "end": 1771,
                    "mention": "Nasir and Caetano-Anollés, 2015",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "The mimivirus",
            "ref_spans": []
        },
        {
            "text": "Second, it possessed many genes that had only been previously found in cellular organisms, such as eukaryotic transcription factors and RNA synthesis that are essential for translation. All these genes were fully functional when expressed and performed just as well as those found in cells (Claverie and Abergel, 2009). This went against the conventional belief that viruses are reliant on the infected host for translation machinery. However, as it does not code for its own ribosomes it still requires a host to synthesize proteins so is not free living.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 317,
                    "mention": "Claverie and Abergel, 2009",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "The mimivirus",
            "ref_spans": []
        },
        {
            "text": "Additionally, the viral factory where the new mimivirus virions are created was far larger and more sophisticated than other viral factories (Forterre, 2010; Risco, Fernandez and Sanz-Sanchez, 2014). In fact, the mimivirus viral factory is membrane bound and can take up huge volumes inside the cell, setting it apart from other viral factories (Forterre, 2010). This rekindled the argument made by Bandea (Bandea, 1983), emphasizing the fact that the viral factory is the virus organism itself, with the virions that are produced being vectors for this organism to be spread to other cells (Claverie, 2006). This argument was extended to say that during the life cycle the whole infected cell becomes a virus and because of this we should consider viruses as both living and ‘a particular form of cellular organism’ (Forterre, 2010), with the proviso that they borrow from the cell they infect. The virion factory is also very similar to some intracellular parasitic bacteria such as Rickettsia buchnera, which also depend on the host metabolism to reproduce and are unanimously counted as living (Nasir and Caetano-Anollés, 2015). This metaphor can be extended to say that the virion and a host can be viewed as two gametes that fuse to create the virion factory, which then creates more virion progeny (Nasir and Caetano-Anollés, 2015). This metaphor has been used to depict viruses as living (Hegde et al., 2009).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 156,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 158,
                    "end": 197,
                    "mention": "Risco, Fernandez and Sanz-Sanchez, 2014",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 346,
                    "end": 360,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 407,
                    "end": 419,
                    "mention": "Bandea, 1983",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 592,
                    "end": 606,
                    "mention": "Claverie, 2006",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 818,
                    "end": 832,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1099,
                    "end": 1130,
                    "mention": "Nasir and Caetano-Anollés, 2015",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1306,
                    "end": 1337,
                    "mention": "Nasir and Caetano-Anollés, 2015",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1397,
                    "end": 1415,
                    "mention": "Hegde et al., 2009",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "The mimivirus",
            "ref_spans": []
        },
        {
            "text": "However, the most striking feature of the mimivirus is that it can be infected by another virus dubbed a ‘virophage’, in the same way that bacteria infecting viruses are called bacteriophages (La Scola, Desnues and Pagnier, 2008). The sputnik virophage requires coinfection with the mimivirus and both reduce the overall mimivirus particles created by 70% and increases the number of dysfunctional and misshapen mimiviruses (La Scola, Desnues and Pagnier, 2008). It acts like any other virus, using the enzymes in the mimivirus factory for its own replication (Desnues and Raoult, 2010). This implies that the mimivirus is functionally similar to a cellular organism as it can be infected by a virus (Claverie and Abergel, 2009). This property was highlighted as an argument that viruses are in fact living (La Scola, Desnues and Pagnier, 2008), as only living organisms can be parasitized (Forterre, 2010).",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 228,
                    "mention": "La Scola, Desnues and Pagnier, 2008",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 425,
                    "end": 460,
                    "mention": "La Scola, Desnues and Pagnier, 2008",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 561,
                    "end": 585,
                    "mention": "Desnues and Raoult, 2010",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 701,
                    "end": 727,
                    "mention": "Claverie and Abergel, 2009",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 808,
                    "end": 843,
                    "mention": "La Scola, Desnues and Pagnier, 2008",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 891,
                    "end": 905,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "The mimivirus",
            "ref_spans": []
        },
        {
            "text": "Since the discovery of the mimivirus, other giant viruses with similar properties have been found such as the Klosneuvirus in Austria (Schulz, 2017). This virus had even more translational machinery coding for aminoacyl tRNA synthetase and a slightly bigger genome of 1.57 Mb (Schulz, 2017). Schulz suggested that the giant virus family had originated from smaller viruses by gradually accumulating host genes and not from an ancient cellular ancestor (Schulz, 2017). Translation-related genes were advantageous as the host could shut down their own translational apparatus as an antiviral response (Schulz, 2017). Another notable giant virus discovery is the Turpanvirus, which was found in Brazil and had all the translational machinery required apart from the ribosome. Members of this family also have a large cylindrical tail meaning they can be up to 2.3 μm long overall (Abrahão, Silva and Santos, 2018).",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 147,
                    "mention": "Schulz, 2017",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 277,
                    "end": 289,
                    "mention": "Schulz, 2017",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 453,
                    "end": 465,
                    "mention": "Schulz, 2017",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 600,
                    "end": 612,
                    "mention": "Schulz, 2017",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 878,
                    "end": 909,
                    "mention": "Abrahão, Silva and Santos, 2018",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "The mimivirus",
            "ref_spans": []
        },
        {
            "text": "Some researchers have proposed adding giant viruses into a fourth domain on the tree of life (Boyer et al., 2010; Nasir and Caetano-Anollés, 2015). The reasoning behind this is that nucleocytoplasmic large DNA viruses (NCLDVs) are an ancient lineage that have interacted with the earliest cells and may have predated them (Claverie and Abergel, 2009). There are some strongly supported phylogenetic trees that put the NCLDVs between Eukaryotes and archaea in a fourth domain (Brüssow, 2009; Boyer et al. 2010). It has also been noted that traditional phylogenies were based on ribosomal proteins and were not representative of life as they precluded viruses (Boyer et al. 2010; Forterre, 2010). However, Boyer et al. (2010) analysed transcription factors and RNA polymerase proteins, which are found more universally across cellular life and viruses.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 112,
                    "mention": "Boyer et al., 2010",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 114,
                    "end": 145,
                    "mention": "Nasir and Caetano-Anollés, 2015",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 323,
                    "end": 349,
                    "mention": "Claverie and Abergel, 2009",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 476,
                    "end": 489,
                    "mention": "Brüssow, 2009",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 491,
                    "end": 508,
                    "mention": "Boyer et al. 2010",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 659,
                    "end": 676,
                    "mention": "Boyer et al. 2010",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 678,
                    "end": 692,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 704,
                    "end": 723,
                    "mention": "Boyer et al. (2010)",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "The mimivirus",
            "ref_spans": []
        },
        {
            "text": "Using the same justifications, some researchers went further and argued that NCLDVs should be classed as living and on a new tree of life along with other acellular organisms that are at least as old as the earliest cells (Kejnovskya and Trifonov, 2016). Two virologists proposed a new classification with the highest division being between organisms containing ribosomes and those containing capsids (Forterre, 2010). Subviral entities like plasmids, prions and viroids (Kejnovskya and Trifonov, 2016) were grouped together as ‘orphan replicons’ but separate from this tree (Forterre, 2010). However, this overhaul of taxonomy led to criticism that it was a stunt to gain more academic attention and an ungrounded attempt to class viruses as living. There were other issues such that all ribosome-encoding organisms contained common rRNA proteins but there was no protein universally shared in the capsid-encoding organisms (Forterre, 2010). The authors acknowledged that this would incite controversy but emphasized the need to promote more academic debate on this subject (Forterre, 2010).",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 252,
                    "mention": "Kejnovskya and Trifonov, 2016",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 402,
                    "end": 416,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 472,
                    "end": 501,
                    "mention": "Kejnovskya and Trifonov, 2016",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 576,
                    "end": 590,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 926,
                    "end": 940,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1076,
                    "end": 1090,
                    "mention": "Forterre, 2010",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "The mimivirus",
            "ref_spans": []
        },
        {
            "text": "It is worth noting that the idea of the ‘Universal tree of life’ is heavily challenged by horizontal gene transfer. Organisms can gain genes from a transducing virus or by plasmids and so organisms contain DNA from many different sources (Raoult, 2009). Therefore, many researchers do not believe in the concept, including Raoult himself (Raoult, 2009).",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 251,
                    "mention": "Raoult, 2009",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 339,
                    "end": 351,
                    "mention": "Raoult, 2009",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "The mimivirus",
            "ref_spans": []
        },
        {
            "text": "Clearly, a universal definition of life is either very difficult or impossible. Working definitions in particular fields may be refined to be practical but as they are all defining life from different agendas they will all converge to different incompatible definitions. The demands that scientists have put on a universal definition of life mean that a dictionary definition of life is untenable, whilst synthesizing a theory of living systems to meet these demands is both more attainable and useful. As well as being a laborious task, a universal definition of life would also be irrelevant unless it is used in the emerging fields discussed above.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "The discovery of the mimivirus and other NCLDVs has resulted in new arguments for classifying some viruses as living or at least cellular. It has properties that straddle cellular and non-cellular organisms, which strengthen some arguments to redefine life to include it (Kejnovskya and Trifonov, 2016), Even if it is not seen as living the fact that it has existed and co-evolved with cellular life since the LUCA makes it pivotal in the evolution of life on the Earth.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 301,
                    "mention": "Kejnovskya and Trifonov, 2016",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.: The second horn of the dilemma of defining life if ‘life’ is treated as a theoretical concept: adapted by permission from Springer Nature, Synthese 185 (1), 145–164, Why I stopped worrying about the definition of life… and why you should as well, Machery, copyright (2012).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Tailed giant Tupanvirus possesses the most complete translational apparatus of the known virosphere",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Abrahão",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [
                        "L."
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Communications",
            "volume": "9",
            "issn": "1",
            "pages": "749-761",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Viruses take center stage in cellular evolution",
            "authors": [
                {
                    "first": "J.-M.",
                    "middle": [],
                    "last": "Claverie",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Genome Biology",
            "volume": "7",
            "issn": "6",
            "pages": "250-255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Mimivirus and its virophage",
            "authors": [
                {
                    "first": "J.-M.",
                    "middle": [],
                    "last": "Claverie",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Abergel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annual Review of Genetics",
            "volume": "43",
            "issn": "1",
            "pages": "49-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Defining ‘life’",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Cleland",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Chyba",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Origins of Life and Evolution of the Biosphere",
            "volume": "32",
            "issn": "4",
            "pages": "387-393",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "W."
                    ],
                    "last": "Deemer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Origins of Life: Central Concepts",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Inside the lifestyle of the virophage",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Desnues",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intervirology",
            "volume": "53",
            "issn": "2",
            "pages": "293-303",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Defining life: the virus viewpoint",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Forterre",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Origin of Life Evolutionary Biosphere",
            "volume": "40",
            "issn": "1",
            "pages": "151-160",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Reasons to include viruses in the tree of life",
            "authors": [
                {
                    "first": "N.",
                    "middle": [
                        "R."
                    ],
                    "last": "Hegde",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "S."
                    ],
                    "last": "Maddur",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [
                        "V."
                    ],
                    "last": "Kaveri",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Reviews Microbiology",
            "volume": "7",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Horizontal transfer—imperative mission of acellular life forms, Acytota",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Kejnovskya",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [
                        "N."
                    ],
                    "last": "Trifonov",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mobile Genetic Elements",
            "volume": "6",
            "issn": "2",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The progene hypothesis: the nucleoprotein world and how life began",
            "authors": [
                {
                    "first": "A.",
                    "middle": [
                        "D."
                    ],
                    "last": "Altstein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biology Direct",
            "volume": "10",
            "issn": "67",
            "pages": "1-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The seven pillars of life",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "E."
                    ],
                    "last": "Koshland",
                    "suffix": "Jr."
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "295",
            "issn": "3",
            "pages": "2215-2216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Helmut Ruska and the visualisation of viruses",
            "authors": [
                {
                    "first": "D.",
                    "middle": [
                        "H."
                    ],
                    "last": "Kruger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "The Lancet",
            "volume": "355",
            "issn": "1",
            "pages": "1713-1717",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "A giant virus in amoebae",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "La Scola",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Audic",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science (New York, N.Y.)",
            "volume": "229",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The virophage as a unique parasite of the giant mimivirus",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "La Scola",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Desnues",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Pagnier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "455",
            "issn": "1",
            "pages": "100-104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Principles of classification and nomenclature of viruses",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Lwoff",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Nature",
            "volume": "215",
            "issn": "1",
            "pages": "13-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Why I stopped worrying about the definition of life… and why you should as well",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Machery",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Synthese",
            "volume": "185",
            "issn": "1",
            "pages": "145-164",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "What is life—and how do we search for it in other worlds?",
            "authors": [
                {
                    "first": "C.",
                    "middle": [
                        "P."
                    ],
                    "last": "McKay",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "PLoS Biology",
            "volume": "2",
            "issn": "9",
            "pages": "1260-1263",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Giant viruses coexisted with the cellular ancestors and represent a distinct supergroup along with superkingdoms archaea, bacteria and eukarya",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Nasir",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Caetano-Anollés",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMX Evolutionary Biology",
            "volume": "156",
            "issn": "12",
            "pages": "1471-2148",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Does form meet function in the coronavirus replicative organelle?",
            "authors": [
                {
                    "first": "B.",
                    "middle": [
                        "W."
                    ],
                    "last": "Neuman",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "M."
                    ],
                    "last": "Angelini",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "J."
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trends in Microbiology",
            "volume": "22",
            "issn": "11",
            "pages": "642-647",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Definitely life but not definitively",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "D."
                    ],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "S."
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Origins of Life and Evolution of Biospheres",
            "volume": "36",
            "issn": "5",
            "pages": "515-521",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "A new theory on the origin and the nature of viruses",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Bandea",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Journal of Theoretical Biology",
            "volume": "105",
            "issn": "4",
            "pages": "591-602",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [
                        "I."
                    ],
                    "last": "Oparin",
                    "suffix": ""
                }
            ],
            "year": 1924,
            "venue": "Proiskhozhedenie Zhizni",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "On the observable transition to living matter",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Pino",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Trifonov",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Di Mauro",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Genomics, Proteomics & Bioinformatics/Beijing Genomics Institute",
            "volume": "9",
            "issn": "1–2",
            "pages": "7-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Popa",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Between Necessity and Probability: Searching for the Definition and Origin of Life",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Merits and caveats of using a vocabulary approach to define life",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Popa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Biomolecular Structure & Dynamics",
            "volume": "29",
            "issn": "4",
            "pages": "607-608",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Proffitt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "There is no such thing as a tree of life (and of course viruses are out!)",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Reviews Microbiology",
            "volume": "7",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Three-dimensional imaging of viral infections",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Risco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Sanz-Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annual Review of Virology",
            "volume": "1",
            "issn": "1",
            "pages": "453-573",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Schrödinger",
                    "suffix": ""
                }
            ],
            "year": 1945,
            "venue": "What Is Life?",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Giant viruses with an expanded complement of translation system components",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Yutin",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [
                        "N."
                    ],
                    "last": "Ivanova",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science (New York, N.Y.)",
            "volume": "356",
            "issn": "1",
            "pages": "82-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Marine viruses—major players in the global ecosystem",
            "authors": [
                {
                    "first": "C.",
                    "middle": [
                        "A."
                    ],
                    "last": "Suttle",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "5",
            "issn": "1",
            "pages": "801-812",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Bedau",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Nature of Life",
            "volume": "",
            "issn": "",
            "pages": "50-69",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "W."
                    ],
                    "last": "Szostak",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Biomolecular Structure & Dynamics",
            "volume": "29",
            "issn": "4",
            "pages": "559-560",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Vocabulary of definitions of life suggests a definition",
            "authors": [
                {
                    "first": "E.",
                    "middle": [
                        "N."
                    ],
                    "last": "Trifonov",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Biomolecular Structure and Dynamics",
            "volume": "29",
            "issn": "2",
            "pages": "259-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Definition of life: navigation through uncertainties",
            "authors": [
                {
                    "first": "E.",
                    "middle": [
                        "N."
                    ],
                    "last": "Trifonov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Biomolecular Structure and Dynamics",
            "volume": "29",
            "issn": "4",
            "pages": "647-650",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "A new criterion for demarcating life from non-life",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "H."
                    ],
                    "last": "van Hateren",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Origin of Life Evolutionary Biospheres",
            "volume": "43",
            "issn": "1",
            "pages": "491-500",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [
                        "L."
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Biology of the cell",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "The definition of life in the context of its origin",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [
                        "N."
                    ],
                    "last": "Zhuravlev",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [
                        "A."
                    ],
                    "last": "Avetiso",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biogeosciences",
            "volume": "3",
            "issn": "1",
            "pages": "281-291",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Defining life",
            "authors": [
                {
                    "first": "S.",
                    "middle": [
                        "A."
                    ],
                    "last": "Benner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Astrobiology",
            "volume": "10",
            "issn": "10",
            "pages": "1021-1030",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Chlamydia-like obligate parasite of free-living amoebae",
            "authors": [
                {
                    "first": "R.",
                    "middle": [
                        "J."
                    ],
                    "last": "Birtles",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [
                        "J."
                    ],
                    "last": "Rowbotham",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "349",
            "issn": "1",
            "pages": "925-926",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Phylogenetic and phyletic studies of informational genes in genomes highlight existence of a 4th domain of life including giant viruses",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Boyer",
                    "suffix": ""
                },
                {
                    "first": "M.-A.",
                    "middle": [],
                    "last": "Madoui",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Gimenez",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "12",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "The not so universal tree of life or the place of viruses in the living world",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Brüssow",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Philosophical Transactions of the Royal Society of Biology",
            "volume": "364",
            "issn": "1",
            "pages": "2263-2274",
            "other_ids": {
                "DOI": []
            }
        }
    }
}