{
    "paper_id": "PMC7144665",
    "metadata": {
        "title": "Ongoing Clinical Trials for the Management of the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Mark",
                "middle": [
                    "P."
                ],
                "last": "Lythgoe",
                "suffix": "",
                "email": "M.Lythgoe@imperial.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Middleton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Over the past two decades, three novel pathogenic human coronaviruses have emerged from animal reservoirs [1]. These are Middle East respiratory syndrome-related coronavirus (MERS-CoV), severe acute respiratory syndrome coronavirus (SARS-CoV), and, most recently, severe acute respiratory syndrome coronavirus 2 (referred to as COVID-19, SARS-CoV-2, or 2019-nCoV). All three have led to global health emergencies, with significant morbidity and mortality [2]. Before 2020, the largest outbreak was of SARS-CoV in 2003, which affected over 8000 individuals globally and was associated with 774 deaths (case fatality rate of 9.6%)i [3]. The overall cost to the global economy of SARS-CoV was estimated to be between US$30 billion and US$100 billion [4].",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 108,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 456,
                    "end": 457,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 631,
                    "end": 632,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 748,
                    "end": 749,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Race towards a Successful Intervention for Covid-19",
            "ref_spans": []
        },
        {
            "text": "Following the first identification in patients with severe pneumonia in Wuhan province, China in November 2019, COVID-19 has spread rapidly and now affects all permanently inhabited continents. This is the greatest pandemic of modern times and has been declared a Public Health Emergency of International Concern by the WHO Director-Generalii. As of 27 March 2020 (date of submission), COVID-19 was affecting 199 countries and territories, with >510 000 confirmed cases globallyiii. It is associated with an estimated mortality of between 1% and 5%iii. Furthermore, human-to-human transmission has continued apace, despite escalating public health measures. Current estimates of the impact on the worldwide economy are US$1 trillion and risingiv.",
            "cite_spans": [],
            "section": "Race towards a Successful Intervention for Covid-19",
            "ref_spans": []
        },
        {
            "text": "Currently, there are no approved therapies for either the treatment or prevention of COVID-19. With the predicted number of cases set to rise significantly, this represents a prodigious acute unmet medical need. Several national and international research groups are working collaboratively on a variety of preventative and therapeutic interventions. Potential avenues being explored include vaccine development, convalescent plasma, interferon-based therapies, small-molecule drugs, cell-based therapies, and monoclonal antibodies (mAbs) [5]. However, drug therapy development is a costly and timely process with a high attrition rate [6]. The speed of the normal drug development pathway is unacceptable in the context of the current global emergency. Therefore, there has been considerable interest in repurposing existing drugs and expediting developmental antiviral treatments, such as those for influenza, hepatitis B (HBV), hepatitis C (HCV), and filoviruses, to allow more rapid development [5]. The swift genomic sequencing of COVID-19 has facilitated this process, allowing comparison with MERS-CoV, SARS-CoV, and other morbific viruses [7]. This strategy has identified several genomic regions of interest for therapeutic modulation, specifically the identification of highly conserved regions involving viral enzymes between different pathogenic coronaviruses.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 541,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 637,
                    "end": 638,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1000,
                    "end": 1001,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1148,
                    "end": 1149,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Race towards a Successful Intervention for Covid-19",
            "ref_spans": []
        },
        {
            "text": "Since 2005, it has been recommended by the International Committee of Medical Journal Editors (ICMJE) that all clinical trials should be registered in publicly available domains before they may be considered for publication [8]. The introduction of this requirement and other initiatives to increase clinical trial transparency has contributed to an increasing number of trials being recorded in online registries, such as ClinicalTrials.govv and the International Clinical Trials Registry Platform (ICTRP)vi of the WHO. The logging of trials on registries has vastly facilitated the dissemination of information across several domains, including intervention, methodology, patient group, and outcome measures. Furthermore, in the event of the nonpublication of results, it means that trial information remains freely available for analysis.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 226,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Exploring Current Clinical Trials for Covid-19",
            "ref_spans": []
        },
        {
            "text": "In the context of the current global COVID-19 pandemic, we performed an analysis of online registries (ClinicalTrials.govv, WHO ICTRPvi, EU Clinical Trials Registervii, and Cochrane Central Register of Controlled Trialsviii; Figure 1\n) to collate all registered therapeutic and preventative interventions under clinical investigation. We hope that this will clarify current investigational advances and guide potential future strategies. We identified 344 interventional studies focusing on both preventative strategies and the treatment of patients with COVID-19 (Figure 1) as of 20 March 2020. This search identified 100 studies that focused on forms of traditional Chinese medicine (TCM), including herbal medicines, acupuncture and other forms of complementary medicine. These have not been further analysed due to a lack of scientific rationale, inadequate provision of information regarding active ingredients, and limited applicability to mainstream medical practice. Table 1\n(Key Table) shows interventional treatments (Table 1A) and preventative strategies (Table 1B) under clinical investigation for COVID-19.",
            "cite_spans": [],
            "section": "Exploring Current Clinical Trials for Covid-19",
            "ref_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 565,
                    "end": 573,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 975,
                    "end": 982,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1028,
                    "end": 1035,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1067,
                    "end": 1074,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "As briefly mentioned earlier, many studies have focused on repurposing established antiviral therapies, especially those that showed prior efficacy against SARS-CoV and MERS-CoV. The combination of lopinavir/ritonavir is the most common exploratory antiviral, appearing in 34 investigational studies (Table 1A: Antivirals). Both drugs function as protease inhibitors and are used extensively in the management of HIV-1 [9]. However, lopinavir has insufficient oral bioavailability for significant therapeutic activity, due to rapid catabolism by the cytochrome P450 enzyme system (specifically 3A4 isoenzyme) [9]. Thus, ritonavir is given concomitantly to inhibit this, significantly boosting the half-life of lopinavir. Lopinavir/ritonavir was investigated for efficacy against SARS-CoV in 2004 and found to be effective compared with a historical control [10]. However, efficacy was not seen in a randomised open-label study (see Glossary) (lopinavir/ritonavir versus standard care) in 199 patients with COVID-19 (Clinical Trial Number: ChiCTR2000029308, recruitment target stated as 160 participants in the registry; Table 1). No significant benefit was seen in either overall mortality or reduction in viral load [11]. The authors highlighted several limitations, including a lack of treatment blinding, with study participants and investigators being aware of treatment assignments, thus reducing study objectivity. While there are multiple other ongoing studies exploring lopinavir/ritonavir in COVID-19, none utilises a double-blind methodology to address this limitation.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 421,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 610,
                    "end": 611,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 858,
                    "end": 860,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1218,
                    "end": 1220,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Antiviral Treatments ::: Treatment Strategies",
            "ref_spans": [
                {
                    "start": 301,
                    "end": 308,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1120,
                    "end": 1127,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Remdesivir is a novel nucleotide analogue antiviral, initially developed for the management of the Ebola and Marburg viruses [12,13]. However, it has efficacy against a range of pathogenic viruses, including both SARS-CoV and MERS-CoV in in vitro and in vivo models [12,14]. There has been much interest in this molecule, following treatment of the first COVID-19 case, and subsequent recovery, in the USA [15]. There are currently ten registered trials taking place globally to investigate efficacy for COVID-19 (Table 1A: Antivirals).",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 129,
                    "end": 131,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 267,
                    "end": 269,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 270,
                    "end": 272,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 407,
                    "end": 409,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Antiviral Treatments ::: Treatment Strategies",
            "ref_spans": [
                {
                    "start": 514,
                    "end": 521,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Several other antiviral drugs are being investigated, predominately those with activity against various influenza subtypes and other RNA viruses. These include favipiravir (T-705, Avigan), umifenovir (Arbidol), triazavirin (TZV), and baloxavir marboxil (Xofluza). Many trials are focusing on drugs typically used in the management of RNA viruses, such as HCV and HIV. These include danoprevir/ritonavir, azvudine, sofosbuvir/ledipasvir, sofosbuvir/daclatasvir, darunavir/cobicistat, and emtricitabine/\ntenofovir (Table 1A: Antivirals). Additionally, there are 26 studies investigating the utility of antiviral interferon-based treatments, interestingly also looking at various different routes of administration (e.g., nasal).",
            "cite_spans": [],
            "section": "Antiviral Treatments ::: Treatment Strategies",
            "ref_spans": [
                {
                    "start": 513,
                    "end": 520,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Thirty-five trials are now investigating the use of the antimalarial drugs chloroquine and hydroxychloroquine against COVID-19 (Table 1A: Antimalarials). Chloroquine was found to have significant inhibitory effects on viral cell entry and replication in vitro [12]. An early report of clinical experience in 100 patients with COVID-19 reported both beneficial clinical and virological outcomes with chloroquine treatment [16]. More recently, a nonrandomised open-label study examining the effect of hydroxychloroquine (EU Clinical Trial Numbervii: 2020-000890-25; recruitment target stated as 25 participants in the registry) reported on a cohort of 36 patients [17]. It reported a significant reduction in nasopharyngeal swab viral positivity 6 days after inclusion in the hydroxychloroquine group compared with control. However, in a deviation from their registry-described protocol, 16 patients were designated as controls and six patients received concurrent treatment with azithromycin to prevent bacterial superinfection. Selection of patients receiving azithromycin was based on clinical judgement. The subgroup receiving azithromycin all had negative viral swabs after 6 days compared with 57% (8/14) of hydroxychloroquine alone and 12.5% (2/16) of control [17]. This study is limited by its lack of randomisation and blinding, and small sample size. There is much interest in chloroquine or hydroxychloroquine for the treatment of COVID-19, with a further 34 studies registered (Table 1A: Antimalarials); however, only four report using a robust double-blind randomised controlled protocol to investigate efficacy.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 263,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 422,
                    "end": 424,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 663,
                    "end": 665,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1266,
                    "end": 1268,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Antimalarial Treatments ::: Treatment Strategies",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1488,
                    "end": 1495,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "There is evidence that a hyperinflammatory response significantly contributes to mortality in COVID-19 infections [18]. Corticosteroids were previously trialled in SARS-CoV; however, the results were inconclusive and adverse effects were associated [19]. Seven registered studies are evaluating the effect of corticosteroids in COVID-19 (Table 1A: Immunosuppressants). There is also interest in the anti-IL-6 drug, tocilizumab (used in the treatment of rheumatoid arthritis), with seven registered trials. Other immunosuppressants being investigated include adalimumab (anti-TNF), eculizumab (anti-C5), sarilumab (anti-IL-6), ixekizumab (anti-17A), and fingolimod (sphingosine-1-phosphate receptor modulator, used against multiple sclerosis). Meplazumab (anti-CD147) inhibits not only T cell chemotaxis, but also virus cell entry [20]. A preprint of a study of 17 patients compared with 11 controls (NCT04275245, original recruitment target 20) reported improved clinical and virological outcomes [20].",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 250,
                    "end": 252,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 831,
                    "end": 833,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 998,
                    "end": 1000,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Immunosuppressants/Immunomodulators ::: Treatment Strategies",
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Conversely, several studies are investigating immune stimulation. These include the anti-PD-1 antibody camrelizumab, recombinant IL-2, CSA0001 (LL-37 antiviral peptide with immunomodulatory functions), CD24FC [fusion protein that prevents Toll-like receptor (TLR) activation and activates immunosuppressive Siglec signalling] and recombinant human granulocyte colony-stimulating factor (rhG-CSF) (Table 1A: Immune Modulators). Three studies (NCT04299724, NCT04276896, and ChiCTR2000030750) examine the efficacy of experimental vaccines in infected patients. Three further studies are investigating nonpharmaceutical interventions to modulate the immune system using cytokine filtration devices, such as oXiris and CytoSorb, to reduce circulating cytokines and inflammatory mediators (Table 1A: Cytokine Removal).",
            "cite_spans": [],
            "section": "Immunosuppressants/Immunomodulators ::: Treatment Strategies",
            "ref_spans": [
                {
                    "start": 397,
                    "end": 404,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 784,
                    "end": 791,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Twenty-four registered studies plan to investigate the role of mesenchymal stem cells (MSCs) (Table 1A: Cell-Based Therapies). MSCs have immunomodulatory and tissue repair effects through the secretion of cytokines and growth factors. They have previously been examined in a Phase I trial in Adult Respiratory Distress Syndrome (ARDS) [21]. Given that most of the deaths in COVID-19 are from respiratory failure, MSCs are postulated to have a beneficial effect. So far, one study of MSCs (ChiCTR2000029990, recruitment target stated as 120 participants in the registry) has reported results in seven patients with COVID-19, showing improvement in both clinical and inflammatory outcome compared with three control patients treated with saline [22]. This study plans to recruit 120 participants with 60 patients in each of the treatment (MSC) and control (saline) arms.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 338,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 744,
                    "end": 746,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Cell and Plasma-Based Therapy ::: Treatment Strategies",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Use of plasma from patients who have recovered from COVID-19 has the potential benefit of providing disease-specific neutralising antibodies, before targeted therapies can be developed. During the Ebola outbreak in 2014, the WHO advised the use of convalescent plasma or whole-blood therapies. However, a nonrandomised comparative study in 84 patients with Ebola found no associated improvement in survival [23]. There are currently 12 registered trials to investigate convalescent plasma or immunoglobulins in COVID-19 (Table 1A: Plasma-Based Therapies).",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 410,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Cell and Plasma-Based Therapy ::: Treatment Strategies",
            "ref_spans": [
                {
                    "start": 521,
                    "end": 528,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Various other treatment strategies are currently under investigation, including the antifibrotic/inflammatory agent pirfenidone (used in treatment of idiopathic pulmonary fibrosis), and the antiangiogenic agents: bevacizumab (anti-VEGF) and thalidomide (Table 1A: Antifibrotics and Antiangiogenics). A further five studies aim to assess the therapeutic utility of modifying the gut microbiome (Table 1A: Microbiome), although the mechanisms by which this is performed are not explicit in the trial registers. Ten other studies are investigating holistic approaches, including physiotherapy, psychology, and nutritional intervention, on disease outcome (Table 1A: Therapy Interventions).",
            "cite_spans": [],
            "section": "Alternative Treatment Strategies ::: Treatment Strategies",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 261,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 394,
                    "end": 401,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 653,
                    "end": 660,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "No effective vaccine or antiviral therapeutic agent for postexposure prophylaxis has been approved for preventing COVID-19 infection or any other human coronavirus. The development of vaccines is a complex, time-consuming process with a high attrition rate. Success in generating a vaccine in the recent 2009 flu pandemic (H1N1/09) has fuelled optimism towards one for COVID-19 [24]. Furthermore, both the rapid genomic sequencing of COVID-19 and insights gleaned during vaccine exploration for both MERS-CoV and SARS-CoV (both terminated due to successful disease containment) has allowed preclinical and animal work to advance rapidly [7].",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 638,
                    "end": 639,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Preventative Strategies",
            "ref_spans": []
        },
        {
            "text": "Over 50 novel vaccines are estimated to be in development; however, only three vaccine studies are registered for Phase I evaluation (Table 1B: Vaccines). Two studies are actively recruiting in the USA and China, and a further study is newly registered (initial set-up). A modified mRNA vaccine (mRNA-1273) that encodes the COVID-19 viral spike protein has progressed rapidly through preclinical development to human testing (42 days from sequence identification), developed by Moderna, Inc and the National Institute of Allergy and Infectious Diseases (NIAID). However, such rapid development has prompted safety concerns from some experienced virologists [25]. Other current investigational vaccines being tested in humans include a replicative-defective adenovirus type 5 (Ad5)-nCoV that expresses COVID-19 viral proteins and a lentiviral vector system to express viral proteins and immunomodulatory genes to modify antigen-presenting cells (aAPC) (Table 1B: Vaccines).",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 660,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Preventative Strategies",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 952,
                    "end": 959,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Furthermore, postexposure prophylaxis is an attractive strategy for both healthcare workers and household contacts exposed to COVID-19. Currently, six studies are looking at the use of antivirals, such as umifenovir, antimalarials, such as hydroxychloroquine and chloroquine, and the use of recombinant human interferon\nalpha (a)1b spray for the prevention of infection (Table 1B: Antiviral and Antimalarial).",
            "cite_spans": [],
            "section": "Preventative Strategies",
            "ref_spans": [
                {
                    "start": 371,
                    "end": 378,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Over 85% of the clinical trials (excluding TCM) for either the prevention and/or treatment of COVID-19 have been registered in China, which is not surprising given that the country saw the outbreak of the disease first. The first clinical trials were registered within 1 month of COVID-19 identification and rapidly expanded after that (Figure 2\n). Public health initiatives have thus far successfully curtailed the previously exponential growth of COVID-19 cases in China. This has reduced the number of potential participants for clinical trials in China and the registration of new clinical trials has since declined. Furthermore, several studies have also been withdrawn or suspended (e.g., NCT04293692 and ChiCTR2000030082).",
            "cite_spans": [],
            "section": "Global Response",
            "ref_spans": [
                {
                    "start": 337,
                    "end": 345,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The wider global community has been slower to react. The first case of COVID-19 outside of Asia was reported in late January 2020iii. Subsequently, the incidence of COVID-19 has increased dramatically. The WHO has now declared that Europe has become the new disease epicentre, with 40% and rising of the total number of casesix. However, until recently, <5% of clinical trials for COVID-19 were registered in Europe (Figure 2). The rapid escalation of trial registrations in response to increasing disease incidence seen in China has unfortunately not occurred in Europe. Despite this, there are now encouraging signs. Initiatives focused on pan-European collaboration are being championed by the European Union with a priority on larger patient studies compared with the smaller studies registered in Chinax. Consequently, the median number of participants in European registered studies is 1200 participants, compared with 60 and 394 in China and USA, respectively. An example is NCT04303507 (chloroquine postexposure prophylaxis), which plans to recruit 10 000 participants (Table 1B). However, this may in part reflect a higher proportion of preventative studies currently being carried out that include large numbers of participants. Hopefully, larger studies will provide higher quality evidence, although may take longer to generate results in the context of this escalating public health crisis.",
            "cite_spans": [],
            "section": "Global Response",
            "ref_spans": [
                {
                    "start": 417,
                    "end": 425,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1078,
                    "end": 1085,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "With an increasing number of COVID-19 cases reported in North America, there has also been an increase in clinical trial registrations in the USA. The NIAID registered the first USA-led global trial in mid-February 2020, utilising 50 sites across Asia and USA (Figure 2). Studies registered in the USA have generally placed an emphasis on larger participant numbers than China (Table 1) and on an adaptive trial design for both the treatment and prevention of COVID-19.",
            "cite_spans": [],
            "section": "Global Response",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 269,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 378,
                    "end": 385,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The COVID-19 pandemic represents the gravest global public health threat seen since the 1918 influenza outbreak and has rapidly become a global healthcare emergency. Clinical trials need to produce high-quality data that can be used to objectively assess potentials therapies for both the treatment and prevention of this global emergency. It is imperative to plough international resources into high-quality design clinical trials with robust scientific rationale and vigorous statistical rigor. Increasing international collaboration and the globalisation of clinical trials with large patient numbers should be the way forward to provide significant and definitive results.",
            "cite_spans": [],
            "section": "Concluding Remarks",
            "ref_spans": []
        },
        {
            "text": "M.P.L. received an educational travel grant from Bayer.",
            "cite_spans": [],
            "section": "Disclaimer Statement",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Key Table. Ongoing Clinical Trials for the (A) Treatment and (B) Prevention of COVID-19 (Current as of 20 March, 2020)a\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Flow Diagram Showing the Study Selection Process of Clinical Trials Discussed in This Article and Listed in Table 1 in the Main Text. Data in the WHO International Clinical Trials Registry were incorporated from various national registries, including those from Australia, New Zealand, China, The Netherlands, Brazil, India, Cuba, Republic of Korea, Germany, Iran, Japan, Sri Lanka, Thailand, and Peru, and also ClinicalTrials.gov, EU Clinical Trials registry, International Standard Randomised Controlled Trial Number (ISRCTN)xi, and the Pan-African registries. Three studies included treatment for patients with COVID-19 and an intervention to prevention infection in uninfected patients.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: First Recording (Week Commencing) of Clinical Trials for COVID-19 in Registry by Country (Primary Sponsor/Principal Investigator Origin). Data are from registries in Australia, New Zealand, China, The Netherlands, Brazil, India, Cuba, Republic of Korea, Germany, Iran, Japan, Sri Lanka, Thailand, and Peru, and also ClinicalTrials.gov, EU Clinical Trials registry, International Standard Randomised Controlled Trial Number (ISRCTN), and the Pan-Africa registries.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronavirus infections: more than just the common cold",
            "authors": [
                {
                    "first": "C.I.",
                    "middle": [],
                    "last": "Paules",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "707-708",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "From SARS to MERS, thrusting coronaviruses into the spotlight",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "SARS and MERS: recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "de Wit",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Rev. Microbiol.",
            "volume": "14",
            "issn": "",
            "pages": "523-534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The economic impact of SARS: how does the reality match the predictions?",
            "authors": [
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Keogh-Brown",
                    "suffix": ""
                },
                {
                    "first": "R.D.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Policy",
            "volume": "88",
            "issn": "",
            "pages": "110-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Therapeutic options for the 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "de Clercq",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Rev. Drug Discov.",
            "volume": "19",
            "issn": "",
            "pages": "149-150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Why drugs fail in clinical trials in pulmonary arterial hypertension, and strategies to succeed in the future",
            "authors": [
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Lythgoe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pharmacol. Ther.",
            "volume": "164",
            "issn": "",
            "pages": "195-203",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565-574",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Clinical trial registration: a statement from the International Committee of Medical Journal Editors",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "De Angelis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "",
            "pages": "911-912",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "ABT-378, a highly potent inhibitor of the human immunodeficiency virus protease",
            "authors": [
                {
                    "first": "H.L.",
                    "middle": [],
                    "last": "Sham",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Antimicrob. Agents Chemother.",
            "volume": "42",
            "issn": "",
            "pages": "3218-3224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings",
            "authors": [
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "",
            "pages": "252-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "A trial of lopinavir–ritonavir in adults hospitalized with severe Covid-19",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001282"
                ]
            }
        },
        "BIBREF11": {
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res.",
            "volume": "30",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Therapeutic efficacy of the small molecule GS-5734 against Ebola virus in rhesus monkeys",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Cihlar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "531",
            "issn": "",
            "pages": "381-385",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Broad-spectrum antiviral GS-5734 inhibits both epidemic and zoonotic coronaviruses",
            "authors": [
                {
                    "first": "T.P.",
                    "middle": [],
                    "last": "Sheahan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Transl. Med.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Holshue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "382",
            "issn": "",
            "pages": "929-936",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Breakthrough: chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biosci. Trends",
            "volume": "14",
            "issn": "",
            "pages": "72-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: preliminary results of an open-label non-randomized clinical trial",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Antimicrob. Agents",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105949"
                ]
            }
        },
        "BIBREF17": {
            "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05991-x"
                ]
            }
        },
        "BIBREF18": {
            "title": "SARS: systematic review of treatment effects",
            "authors": [
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Stockman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med.",
            "volume": "3",
            "issn": "",
            "pages": "1525-1531",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Meplazumab treats COVID-19 pneumonia: an open-labelled, concurrent controlled add-on clinical trial",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.21.20040691"
                ]
            }
        },
        "BIBREF20": {
            "title": "Mesenchymal stem (stromal) cells for treatment of ARDS: a phase 1 clinical trial",
            "authors": [
                {
                    "first": "J.G.",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Respir. Med.",
            "volume": "3",
            "issn": "",
            "pages": "24-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Transplantation of ACE2-mesenchymal stem cells improves the outcome of patients with COVID-19 pneumonia",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Leng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Aging Dis.",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Evaluation of convalescent plasma for Ebola virus disease in Guinea",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "van Griensven",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N. Engl. J. Med.",
            "volume": "374",
            "issn": "",
            "pages": "33-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Generation of live attenuated novel influenza virus A/California/7/09 (H1N1) vaccines with high yield in embryonated chicken eggs",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol.",
            "volume": "84",
            "issn": "",
            "pages": "44-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Don’t rush to deploy COVID-19 vaccines and drugs without sufficient safety guarantees",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}