{
    "paper_id": "PMC7211607",
    "metadata": {
        "title": "LGBTQ+ Inclusive Palliative Care in the Context of COVID-19:Pragmatic Recommendations for Clinicians",
        "authors": [
            {
                "first": "William",
                "middle": [
                    "E."
                ],
                "last": "Rosa",
                "suffix": "",
                "email": "wrosa@nursing.upenn.edu",
                "affiliation": {}
            },
            {
                "first": "Alic",
                "middle": [],
                "last": "Shook",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kimberly",
                "middle": [
                    "D."
                ],
                "last": "Acquaviva",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "While the acronym LGBTQ+ suggests a homogenous experience, it is critical to recognize LGBTQ+ populations are comprised of a diverse group of individuals whose sexual and/or gender minority positions place them within varying levels of social and cultural marginality. These positions are impacted by other intersecting aspects of identity, such as race/ethnicity, socioeconomic status, citizenship, and insurance status.1\n,\n2 Significant health inequities exist for LGBTQ+ populations compared to heterosexual and cisgender peers and are often subsequent to institutionalized forms of homophobia, heterosexism, transphobia, and cisgenderism.2, 3, 4, 5 These elements collectively and disproportionately place many LGBTQ+ individuals in groups at particularly high risk for COVID-19 related mortality.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 422,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 425,
                    "end": 426,
                    "mention": "2",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 642,
                    "end": 643,
                    "mention": "2",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 645,
                    "end": 646,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 648,
                    "end": 649,
                    "mention": "4",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 651,
                    "end": 652,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "LGBTQ+ Health Inequities",
            "ref_spans": []
        },
        {
            "text": "Particularly important to consider during the social strain imposed by COVID-19 is that many LGBTQ+ individuals are buoyed by families-of-choice who provide significant social support. 6 Partners, loved ones, and families-of-choice are vulnerable to experiencing disenfranchised grief when they cannot openly/publicly mourn due to fears of discrimination and/or harassment related to their LGBTQ+ identities, experiences, and relationships.7, 8, 9, 10 Additionally, many LGBTQ+ elders face economic marginalization, such as lack of health insurance, resulting in health and palliative care inequities at EOL.1 Particular LGBTQ+ individuals (e.g., elders, transgender persons, HIV+ individuals, people without housing, sex workers, and people of color) may have significant experiences of medical/historical trauma related to institutionalized and/or intersecting forms of homophobia, transphobia, and racism also impacting inequities in the provision of palliative and EOL care.1\n",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 186,
                    "mention": "6",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 440,
                    "end": 441,
                    "mention": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 443,
                    "end": 444,
                    "mention": "8",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 446,
                    "end": 447,
                    "mention": "9",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 449,
                    "end": 451,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 608,
                    "end": 609,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 978,
                    "end": 979,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Social Support Considerations for LGBTQ+ Patients",
            "ref_spans": []
        },
        {
            "text": "The inequities impacting LGBTQ+ individuals throughout the lifespan are particularly detrimental during EOL care, time of death, and bereavement.5 Previously documented stressors at EOL unique to LGBTQ+ individuals contribute to avoidance of recommended palliative and EOL input;11\n,\n12 unwanted disclosure of sexual orientation or gender identity by medical staff (also referred to as “forced outing”);7 and institutional barriers that limit partners and loved ones from partaking in medical decision-making.7, 8, 9\n",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 146,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 279,
                    "end": 281,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 284,
                    "end": 286,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 403,
                    "end": 404,
                    "mention": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 509,
                    "end": 510,
                    "mention": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 512,
                    "end": 513,
                    "mention": "8",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 515,
                    "end": 516,
                    "mention": "9",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Palliative, End-of-Life, and COVID-19 Considerations for LGBTQ+ Persons",
            "ref_spans": []
        },
        {
            "text": "Previous experiences related to cultural marginality, discrimination, and stigmatization may cause LGBTQ+ individuals to delay seeking timely medical care if they develop COVID-19 symptoms. When LGBTQ+ individuals with COVID-19 infection do seek care at hospitals, they will encounter the same restrictions regarding visitor policies as other patients and will likely be unable to benefit from the presence of a friend or family member with them at the bedside. This may further exacerbate their vulnerability – both perceived and actual – throughout the care continuum. Palliative care clinicians can enact a number of pragmatic steps to ensure LGBTQ+ individuals with COVID-19 infection receive high-quality care that addresses their symptoms while also respecting their personhood.",
            "cite_spans": [],
            "section": "Palliative, End-of-Life, and COVID-19 Considerations for LGBTQ+ Persons",
            "ref_spans": []
        },
        {
            "text": "Given current resource constraints, palliative care clinicians will have severely limited time to build rapport, assess patients, and develop care plans. The precipitous functional decline experienced by some COVID-19 positive patients may further compress this timeline. The following are practical steps palliative care clinicians can take to ensure LGBTQ+-inclusive care, extrapolated from previous work on this topic to the COVID-19 context.13\n",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 447,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Recommendations for Practice in the COVID-19 Context",
            "ref_spans": []
        },
        {
            "text": "First, assume every patient infected with COVID-19 may be LGBTQ+. Palliative care clinicians are unlikely to know upon admission/initial consult which patients identify as LGBTQ+. Patients should never have to self-identify as LGBTQ+ in order to receive LGBTQ-inclusive care. Rather, palliative care clinicians should approach every encounter with a COVID-19 positive patient using LGBTQ-inclusive language, regardless of the patient’s gender expression or presumed sexual orientation or gender identity. The importance of this approach cannot be overemphasized: Palliative care clinicians run the risk of marginalizing a patient every time they assume a patient is heterosexual and/or cisgender or wait for LGBTQ+ patients to self-disclose. There are a number of more general LGBTQ+-inclusive questions clinicians should ask every patient during their first encounter (Table 1\n), which maintain a particular sense of gravity in the COVID-19 context.",
            "cite_spans": [],
            "section": "Recommendations for Practice in the COVID-19 Context",
            "ref_spans": [
                {
                    "start": 870,
                    "end": 877,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Next, assume every LGBTQ+ patient infected with COVID-19 may need a surrogate decision maker to step in at some point in their care and that family dynamics around issues of healthcare decision-making may be complicated. While every COVID-19 positive individual would benefit from having advance directives at the time of hospital admission, LGBTQ+ patients are particularly vulnerable if they do not have advance directives in place, particularly given widespread variability in state and local protections for LGBTQ+ persons. Without an advance directive naming a surrogate decision maker, LGBTQ+ COVID-19 positive patients who are single or not legally married are at risk of having someone from their family of origin take control of their health care decisions if/when they are unable to make decisions for themselves. While many LGBTQ+ individuals have strong relationships with their families of origin, others experience familial rejection and/or harassment. Clinicians should incorporate LGBTQ+-inclusive questions about healthcare decision-making into each assessment of COVID-19 positive patients (Table 2\n).",
            "cite_spans": [],
            "section": "Recommendations for Practice in the COVID-19 Context",
            "ref_spans": [
                {
                    "start": 1109,
                    "end": 1116,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Finally, ask relevant questions and listen/acknowledge/respond to the answers. In providing care to COVID-19 positive patients, palliative care clinicians should limit questions to those deemed relevant and necessary to the care of each individual. In addition, they should avoid asking questions that stem primarily from their personal curiosity about a patient’s life, body, or experience. This becomes especially important when the patient in question is transgender or gender non-conforming. A patient who was assigned a female sex at birth and identifies as a man today is a man and should be addressed as such regardless of whether they have pursued any hormonal and/or surgical interventions to align their gender expression with their gender identity. No matter what anatomy a patient has and/or shares with you, always treat them in accordance with their self-determined gender identity.",
            "cite_spans": [],
            "section": "Recommendations for Practice in the COVID-19 Context",
            "ref_spans": []
        },
        {
            "text": "Although some of the language recommended may appear somewhat standard, the chronic stress many LGBTQ+ individuals experience as a result of systemic inequality and marginalization is likely to be exacerbated by COVID-19, requiring deliberate consideration. For example, LGBTQ+ patients may experience increased fear or distress related to potential separation from loved ones and/or families of choice. Given the health system burdens resultant of COVID-19, clinicians are tasked with responding to the broader social context in which LGBTQ+ patients experience health and illness now more than ever.",
            "cite_spans": [],
            "section": "Recommendations for Practice in the COVID-19 Context",
            "ref_spans": []
        },
        {
            "text": "COVID-19 has underscored the prevalence and impact of health inequities worldwide on patient outcomes.14, 15, 16 Although care for LGBTQ+ individuals is no different and requires careful consideration, there is a concerning literature gap related to the health and palliative care of these populations in this context. All clinicians must continue to strive toward inclusive, person-centered care in sensitive and respectful ways to improve the quality of care provided and the patient experience, promote social support that alleviates distress, and ensure dignity remains at the forefront of high-quality palliative care for each and every patient, family, and community. Engaging these pragmatic recommendations promotes trust, transparency, patient and family engagement, and alignment with individual values and preferences amid the health system strain secondary to COVID-19.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 106,
                    "end": 108,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 110,
                    "end": 112,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: LGBTQ+ Inclusive Palliative Care Interview Questions: Initial Encounter.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Language to Support LGBTQ+ Inclusive Healthcare Decision-Making.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Hospice and Palliative Care for Older Lesbian, Gay, Bisexual and Transgender Adults: The Effect of History, Discrimination, Health Disparities and Legal Issues on Addressing Service Needs",
            "authors": [
                {
                    "first": "D.F.",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "C.N.",
                    "middle": [],
                    "last": "Yancu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Palliat Med Hosp Care Open J",
            "volume": "1",
            "issn": "2",
            "pages": "36-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Silent voices and invisible walls: Exploring end of life care with lesbians and gay men",
            "authors": [
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Smolinski",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Colon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Psychosoc Oncol",
            "volume": "24",
            "issn": "1",
            "pages": "51-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Recommendations to reduce inequalities for LGBT people facing advanced illness: ACCESSCare national qualitative interview study",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Bristowe",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hodson",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Wee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Palliat Med",
            "volume": "32",
            "issn": "1",
            "pages": "23-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "COVID-19 and African Americans [published online ahead of print, 2020 Apr 15]",
            "authors": [
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Yancy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.6548"
                ]
            }
        },
        "BIBREF6": {
            "title": "Combating COVID-19: health equity matters",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "COVID 19 in INDIA: Strategies to combat from combination threat of life and livelihood [published online ahead of print, 2020 Mar 28]",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Krishnakumar",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Rana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Microbiol Immunol Infect",
            "volume": "S1684-1182",
            "issn": "20",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmii.2020.03.024"
                ]
            }
        },
        "BIBREF8": {
            "title": "The importance of disclosure: Lesbian, gay, bisexual, transgender/transsexual, queer/questioning, and intersex individuals and the cancer continuum",
            "authors": [
                {
                    "first": "G.P.",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "M.B.",
                    "middle": [],
                    "last": "Schabath",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "B.L.",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cancer",
            "volume": "121",
            "issn": "8",
            "pages": "1160-1163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Sexual orientation and all-cause mortality among US adults aged 18 to 59 years, 2001-2011",
            "authors": [
                {
                    "first": "S.D.",
                    "middle": [],
                    "last": "Cochran",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Björkenstam",
                    "suffix": ""
                },
                {
                    "first": "V.M.",
                    "middle": [],
                    "last": "Mays",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Publ Health",
            "volume": "106",
            "issn": "5",
            "pages": "918-920",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Cultural Humility: A Way to Reduce LGBTQ Health Disparities at the End of Life",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Sprik",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Gentile",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Hosp Palliat Med",
            "volume": "37",
            "issn": "6",
            "pages": "404-408",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The Mental Health of Older LGBT Adults",
            "authors": [
                {
                    "first": "B.C.",
                    "middle": [],
                    "last": "Yarns",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Abrams",
                    "suffix": ""
                },
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "Meeks",
                    "suffix": ""
                },
                {
                    "first": "D.D.",
                    "middle": [],
                    "last": "Sewell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Psychiatry Rep",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Aging and sexual orientation: A 25-year review of the literature",
            "authors": [
                {
                    "first": "K.I.",
                    "middle": [],
                    "last": "Fredriksen-Goldsen",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Muraco",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Res Aging",
            "volume": "32",
            "issn": "3",
            "pages": "372-413",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Exploring the impact of sexual orientation on experiences and concerns about end of life care and on bereavement for lesbian, gay and bisexual older people",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Almack",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Seymour",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Bellamy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Sociology",
            "volume": "44",
            "issn": "5",
            "pages": "908-924",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Older Lesbians: Experiences of aging, discrimination and resilience",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Averett",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Women Aging",
            "volume": "23",
            "issn": "",
            "pages": "216-232",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The bereavement experiences of lesbian, gay, bisexual and/or trans∗ people who have lost a partner: A systematic review, thematic synthesis and modelling of the literature",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Bristowe",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Harding",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Palliat Med",
            "volume": "30",
            "issn": "8",
            "pages": "730-744",
            "other_ids": {
                "DOI": []
            }
        }
    }
}