{
    "paper_id": "PMC7197243",
    "metadata": {
        "title": "Cardiomyopathies—past, present, future",
        "authors": [
            {
                "first": "Bernhard",
                "middle": [],
                "last": "Maisch",
                "suffix": "",
                "email": "bermaisch@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Johann",
                "middle": [],
                "last": "Bauersachs",
                "suffix": "",
                "email": "bauersachs.johann@mh-hannover.de",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In the eighteenth century the only heart muscle disease known in the medical literature was myocarditis, because at that time coronary artery disease and myocardial infarction were virtually unknown [1]. Around 1900, heart muscle diseases were mentioned as such, but it was not until 1960 that the term “cardiomyopathy” or “myocardiopathy” was used for the first time [2, 3]. Historically, cardiomyopathies or myocardiopathies were defined as genuine diseases of the heart muscle. This definition excluded as causes hypertension, congenital or valvular disease, pericarditis, and also ischemic cardiovascular disorders [4]. In 1980 the World Health Organization/International Society and Federation of Cardiology (WHO/ISFC) Task Force defined it as “heart muscle diseases of unknown cause [5].”",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 369,
                    "end": 370,
                    "mention": "2",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 372,
                    "end": 373,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 620,
                    "end": 621,
                    "mention": "4",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 790,
                    "end": 791,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The WHO/ISCF classification of 1996 expanded the term cardiomyopathies to all heart muscle diseases that “lead to functional disturbances of the heart” [6]. It described four phenotypes, which can be assessed by invasive and noninvasive imaging methods: dilated (DCM), hypertrophic, restrictive cardiomyopathy, arrhythmogenic right ventricular cardiomyopathy, previously right ventricular dysplasia, and added nonclassified forms such as spongy myocardium as in previous classifications. These phenotypes were considered primary cardiomyopathies, that is, as heart muscle diseases of unknown cause. Myocarditis or autoreactive inflammatory cardiomyopathy emerged as secondary cardiomyopathies. In 2000 a task force of the World Heart Federation (formerly ISFC) defined myocarditis as an inflamed heart with 14 or more infiltrating cells and also recommended assessment of an underlying microbial etiology [7].",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "mention": "6",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 906,
                    "end": 907,
                    "mention": "7",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "With the discovery of a genetic background in several forms of cardiomyopathies previously alluded to as “of unknown origin,” a new genomic classification was proposed taking the underlying gene mutations of cardiac constituents into consideration [8–10]. Dilated cardiomyopathy and arrhythmogenic right ventricular cardiomyopathy were attributed to cytoskeletal mutations, hypertrophic and restrictive cardiomyopathy to sarcomeric mutations. Modified ion channels (channelopathies, such as long or short QT and Brugada syndrome) were included in the 2006 classification of cardiomyopathies by the American Heart Association (AHA), the latter even without hemodynamic dysfunction [11].",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 250,
                    "mention": "8",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 251,
                    "end": 253,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 681,
                    "end": 683,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "By contrast, the European Society of Cardiology (ESC) Working Group on Myocardial and Pericardial Diseases chose a different clinically oriented approach. Heart muscle disorders were still grouped according to morphology and function, as in previous classifications. Only a second step distinguished familial from nonfamilial/acquired disease [12]. In their position statement of 2008, cardiomyopathies were defined as “myocardial disorders in which the heart muscle is structurally and functionally abnormal, and in which coronary artery disease, hypertension, and valvular and congenital heart disease are absent or do not sufficiently explain the observed myocardial abnormality.” In contrast to the American definition, the European classification excludes ischemia or infarction as an underlying cause of DCM. If the ESC would have done so, DCM would have become the equivalent of heart failure. Therefore, in Europe ischemic cardiomyopathy is still a “no go,” and the term DCM is not used in the context of ischemia or postinfarction heart failure. However, patients with DCM may also have subtle coronary artery disease that does not explain reduced left ventricular function.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In 2007, a scientific statement was published on the role of endomyocardial biopsy in the management of cardiovascular disease [13]. It provided recommendations for the use of endomyocardial biopsy in an individual patient according to different clinical scenarios [14].",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 266,
                    "end": 268,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In 2019, the Heart Failure Association (HFA) of the ESC published a detailed overview of heart failure in cardiomyopathies [15] as well as a comprehensive position paper on the management of peripartum cardiomyopathy [16].",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 218,
                    "end": 220,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In the past century, cardiomyopathies have undergone a metamorphosis from idiopathic syndromes of heart muscle diseases with different clinical phenotypes to genetically influenced complex etiologies. In 2020, on the 60th anniversary of the first notion of cardiomyopathies, it is more than appropriate to take stock of the milestones in the history of cardiomyopathies, to discuss the state of the art, and to look for future developments:",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A. Haenselmann, C. Veltmann, J. Bauersachs, and D. Berliner point out that DCMs represent the most frequent form but they remain an inhomogeneous group of cardiac diseases with structural and functional changes in the myocardium that can cause heart failure and death. Apart from genetics and inflammation, alcohol and other toxins remain unresolved problems. Peripartum cardiomyopathy has been explored extensively in the past two decades. It occurs at the end of or shortly after pregnancy and is still underdiagnosed.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "B. Maisch and S. Pankuweit review their extensive experience with inflammatory cardiomyopathy, which incorporates rare fulminant forms such as giant cell or eosinophilic myocarditis and more frequent viral and nonviral, autoreactive forms of cardiac dilatation and inflammation. Three cases scenarios illustrate the broad spectrum of everyday experience of a general cardiologist and of a specialized university center. The authors emphasize the important role that endomyocardial biopsy plays in establishing an etiological diagnosis, which could offer a causative therapeutic option.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "C. Chen, Y. Zhou and D.W. Wang from the Department of Internal Medicine, Division of Cardiology, Tongji University in Wuhan, report in a Letter to the Editor on the outbreak and clinical manifestations of the SARS-CoV-2 infection. So far mainly the involvement of the respiratory system has received attention of the medical community. Critically ill patients, however, die from multiple organ dysfunction and especially from the failure of the cardiovascular system. The pathophysiologic background appears to be similar to the cytokine storm which is also a major causative factor of cardiac death in fulminant myocarditis.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A. Batzner and H. Seggewiss focus on diagnostic features and therapeutic measures in hypertrophic cardiomyopathy. First described in 1869 by Liouville und Hallopeau, it became an accepted clinical entity after further publication by Sir Russell Brock. Interventional therapy by alcohol septal ablation also has a fairly long history in comparison with equally beneficial myectomy in experienced surgical centers. Furthermore, the authors shed light on the risk of life-endangering ventricular tachycardias that should be treated by preventive implantable cardioverter-defibrillators.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "M. Paul and E. Schulze-Bahr deal with arrhythmogenic right ventricular cardiomyopathy, an inherited heart muscle disease, which is characterized by a progressive replacement of ventricular myocardium by fibro-fatty tissue. This is apparently the substrate for the occurrence of life-threatening ventricular tachyarrhythmias, heart failure, and sudden cardiac death. Molecular genetic analyses have revealed both heterozygous and compound mutations in genes encoding for desmosomal proteins that are an integral part of the intercellular architecture. In the past few decades, other genetic and nongenetic phenocopies have been identified as well as biventricular and left dominant manifestations.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Very often, transient wall motion abnormalities are the only hallmark of Takotsubo syndrome. First described in 1990 in Japan, it has gained increasing attention in many countries. The disease is still underdiagnosed and the underlying pathomechanisms remain incompletely understood. L.C. Napp and J. Bauersachs describe in their comprehensive overview a disease entity that often, but clearly not always, follows an excessive release of catecholamines due to a dramatic personal experience. In addition to its original manifestation of apical ballooning, midventricular forms have to be taken into account. Although most often reversible, the acute situation may benefit from heart failure treatment and in severe cases of a mechanical support system.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A.V. Kristen provides a comprehensive work-up in a classic example of restrictive cardiomyopathy. Amyloidosis of the heart is characterized by the extracellular deposition of amyloid fibrils in various organs, which finally results in organ failure. Cardiac involvement is common for immunoglobulin light chain amyloidosis or transthyretin amyloidosis. The diagnostic assessment includes laboratory tests, electrocardiograms, echocardiography, cardiac magnetic resonance imaging, biopsy, and/or bone scintigraphy. Causative treatment of immunoglobulin light chain amyloidosis follows regimens used in the treatment of multiple myeloma. For many years, orthotopic liver transplantation was the only treatment available for hereditary transthyretin amyloidosis. Important advantages are offered by RNA silencers. However, no treatment is yet available to remove amyloid deposited in the tissue.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "What John F. Goodwin, one of the pioneers in describing cardiomyopathies, noted for an aforementioned classification applies equally to this comprehensive overview of cardiomyopathies in Herz: Cardiovascular Disease: “Classifications are a bridge from ignorance to understanding.” Bridging is also our wish as editors of this issue, no more and no less.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Bernhard Maisch,",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Johann Bauersachs",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Myocarditis",
            "authors": [
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                }
            ],
            "year": 1904,
            "venue": "Cal State J Med",
            "volume": "2",
            "issn": "",
            "pages": "369-371",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Dilated cardiomyopathy: a genetically heterogeneous disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Elliot",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "McKenna",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "654-655",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(02)09879-3"
                ]
            }
        },
        "BIBREF2": {
            "title": "Contemporary definitions and classification of the cardiomyopathies: an American Heart Association scientific statement from the Council on Clinical Cardiology, Heart Failure and Transplantation Committee; Quality of Care and Outcomes Research and Functional Genomics and Translational Biology Interdisciplinary Working Groups; and Council on Epidemiology and Prevention",
            "authors": [
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Maron",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Towbin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thiene",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Circulation",
            "volume": "113",
            "issn": "",
            "pages": "1807-1816",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.106.174287"
                ]
            }
        },
        "BIBREF3": {
            "title": "Classification of the cardiomyopathies: a position statement from the European Society of Cardiology Working Group on Myocardial and Pericardial Diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arbustini",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur Heart J",
            "volume": "29",
            "issn": "",
            "pages": "270-276",
            "other_ids": {
                "DOI": [
                    "10.1093/eurheartj/ehm342"
                ]
            }
        },
        "BIBREF4": {
            "title": "The role of endomyocardial biopsy in the management of cardiovascular disease:a scientific statement from the American Heart Association, the American College of Cardiology, and the European Society of Cardiology",
            "authors": [
                {
                    "first": "LT",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Baughman",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Circulation",
            "volume": "116",
            "issn": "",
            "pages": "2216-2233",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.107.186093"
                ]
            }
        },
        "BIBREF5": {
            "title": "Classification of cardiomyopathies and indication for endomyocardial biopsy revisited",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pankuweit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ruppert",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Herz",
            "volume": "34",
            "issn": "",
            "pages": "55-62",
            "other_ids": {
                "DOI": [
                    "10.1007/s00059-009-3195-8"
                ]
            }
        },
        "BIBREF6": {
            "title": "Heart failure in cardiomyopathies: a position paper from the Heart Failure Association of the European Society of Cardiology",
            "authors": [
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Seferović",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polovina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bauersachs",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Heart Fail",
            "volume": "21",
            "issn": "5",
            "pages": "553-576",
            "other_ids": {
                "DOI": [
                    "10.1002/ejhf.1461"
                ]
            }
        },
        "BIBREF7": {
            "title": "Pathophysiology, diagnosis and management of peripartum cardiomyopathy: a position statement from the Heart Failure Association of the European Society of Cardiology Study Group on peripartum cardiomyopathy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bauersachs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "König",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Heart Fail",
            "volume": "21",
            "issn": "7",
            "pages": "827-843",
            "other_ids": {
                "DOI": [
                    "10.1002/ejhf.1493"
                ]
            }
        },
        "BIBREF8": {
            "title": "The cardiomyopathies: a report of fifty cases",
            "authors": [
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Hickie",
                    "suffix": ""
                },
                {
                    "first": "GV",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Australas Ann Med",
            "volume": "9",
            "issn": "",
            "pages": "258-270",
            "other_ids": {
                "DOI": [
                    "10.1111/imj.1960.9.4.258"
                ]
            }
        },
        "BIBREF9": {
            "title": "Clinical aspects of cardiomyopathy",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hollman",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "",
            "pages": "69-79",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.1.5219.69"
                ]
            }
        },
        "BIBREF10": {
            "title": "Cardiomyopathies—classifications, diagnosis, and treatment",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maisch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noutsias",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ruppert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Heart Fail Clin",
            "volume": "8",
            "issn": "",
            "pages": "53-78",
            "other_ids": {
                "DOI": [
                    "10.1016/j.hfc.2011.08.014"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Report of the 1995 World Health Organization/International Society and Federation of Cardiology Task Force on the Definition and Classification of Cardiomyopathies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "McKenna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bristow",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Circulation",
            "volume": "93",
            "issn": "",
            "pages": "841-842",
            "other_ids": {
                "DOI": [
                    "10.1161/01.CIR.93.5.841"
                ]
            }
        },
        "BIBREF13": {
            "title": "World Heart Federation consensus conference’s definition of inflammatory cardiomyopathy (myocarditis): report from two expert committees on histology and viral cardiomyopathy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maisch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bueltman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Factor",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Heartbeat",
            "volume": "4",
            "issn": "",
            "pages": "3-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Clinical and genetic issues in familial dilated cardiomyopathy",
            "authors": [
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Burkett",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Hershberger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Am Coll Cardiol",
            "volume": "45",
            "issn": "",
            "pages": "969-981",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacc.2004.11.066"
                ]
            }
        },
        "BIBREF15": {
            "title": "Familial dilated cardiomyopathy: from clinical presentation to molecular genetics",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arbustini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morbini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pilotto",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Hum Genet",
            "volume": "69",
            "issn": "",
            "pages": "249-260",
            "other_ids": {
                "DOI": [
                    "10.1086/321978"
                ]
            }
        }
    }
}