{
    "paper_id": "PMC7205727",
    "metadata": {
        "title": "Difficulty of downscaling the precautions for coronavirus disease-19 based on negative throat polymerase chain results in the early phase of infection☆",
        "authors": [
            {
                "first": "Tetsuya",
                "middle": [],
                "last": "Suzuki",
                "suffix": "",
                "email": "tetsu.szk.ts@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Satoshi",
                "middle": [],
                "last": "Kutsuna",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Keiji",
                "middle": [],
                "last": "Nakamura",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Satoshi",
                "middle": [],
                "last": "Ide",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yuki",
                "middle": [],
                "last": "Moriyama",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sho",
                "middle": [],
                "last": "Saito",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shinichiro",
                "middle": [],
                "last": "Morioka",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Masahiro",
                "middle": [],
                "last": "Ishikane",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Noriko",
                "middle": [],
                "last": "Kinoshita",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kayoko",
                "middle": [],
                "last": "Hayakawa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Norio",
                "middle": [],
                "last": "Ohmagari",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The ongoing outbreak of coronavirus disease-19 (COVID-19) is an emerging global public health concern. Since the initial report of cases on December 31, 2019, the number of laboratory-confirmed patients is continuously increasing globally. A recent study suggested that hospital-related transmission may contribute to this expanding outbreak [1]; however, scientific evidence regarding the appropriate precautions and personal protective equipment for COVID-19 remains limited.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 344,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Clinicians and infection control teams need to make rapid decisions as to which patients should be isolated and which patients should be released, due to shortage of isolation room and personal protective equipment. These decisions are largely based on viral detection in the patient and clinical symptoms as the most important components. However, these examinations are inevitably accompanied by the possibility of false-negative or false-positive results, and the presentation of nonspecific or atypical symptoms adds an addition layer of complexity for clinician decision-making. We here report a case of COVID-19 pneumonia in a patient in Japan whose initial throat polymerase chain reaction (PCR) test result was negative. This case provides an important warning and guidance for the feasibility and proper establishment of control frameworks to prevent the further spread of this outbreak.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A 49-year-old naturalized Japanese female (born in China) evacuated from Wuhan to Japan on January 30, 2020 via a Japanese government-chartered aircraft. She had been previously hospitalized for bronchitis, but was otherwise healthy. She had been staying in the house of her older brother in Wuhan as of December 10, 2019, and did not visit any hospital or the Huanan seafood market in Wuhan, which is suspected as the epicenter of this outbreak. She also denied any contact with confirmed or suspected COVID-19 patients, but had attended a Chinese New Year party on January 18, 2020. Just after arriving in Japan, she experienced symptoms of malaise, throat irritation, fever of 37.5 °C, and cough, and was admitted to National Center for Global Health and Medicine, Tokyo, Japan. On admission, her body temperature was 37.5 °C but rose to 38.3 °C within the first 24 h of hospitalization. There were no abnormal physical findings. Throat swab PCR for COVID-19 on admission was negative.",
            "cite_spans": [],
            "section": "Case report",
            "ref_spans": []
        },
        {
            "text": "From day 2 to day 4, she complained of soft stool (about three times a day), gradually worsening nonproductive cough, malaise, and back pain. On day 4, her body temperature was 37.8 °C and the blood oxygen saturation (SpO2) level was 96% on ambient air; however, she experienced dyspnea and was started on oxygen inhalation at 1 L/min by nasal canula. At that time, she mentioned that her older brother in Wuhan had tested positive for COVID-19; their final contact was January 19, 2020. She had also received information that one of her neighbors in Wuhan who attended the same Chinese New Year party and sat at the same table was diagnosed with COVID-19. Non-contrast thoracic computed tomography revealed bilateral consolidations and ground-glass opacity on her lung field, which was compatible with viral pneumonia. Considering the contact history, travel history, and clinical findings, we suspected COVID-19 infection and obtained an additional throat swab specimen on day 4 of hospitalization. A positive result for SARS-CoV-2 was obtained on day 6, leading to a final diagnosis of COVID-19 pneumonia.",
            "cite_spans": [],
            "section": "Case report",
            "ref_spans": []
        },
        {
            "text": "The laboratory findings on day 6 were as follows: white blood cell count 3280/μL, hemoglobin 14.1 g/dL, platelet count 168,000/μL, aspartate transaminase 29 U/L, alanine transaminase 29 U/L, lactate dehydrogenase 222 U/L, creatinine 0.66 mg/dL, C-reactive protein 2.82 mg/dL, and hemoglobin A1c 6.0%. HIV screening was negative. She required oxygen at 2 L/min by nasal canula to maintain 96% SpO2. At this time, her exhaustion, nonproductive cough, and back pain were still present but the diarrhea had resolved. We started a treatment of oral 400 mg lopinavir/100 mg ritonavir twice daily on day 6, and her oxygen demand diminished and cleared on day 7. Although the nonproductive cough continued, exhaustion improved gradually thereafter. After initiation of oral lopinavir/ritonavir, diarrhea and appetite loss were detected, which were regarded as adverse effects of the medication. After day 7, her body temperature never exceeded 37.0 °C. PCR results for SARS-CoV-2 from throat swab specimens obtained on day 10, 12, 14, 15 were negative, positive, negative, and negative, respectively. The patient was discharged on day 16. Lopinavir/ritonavir was used for a total of 10 days. The overall clinical course while in hospital is outlined in Fig. 1\n.",
            "cite_spans": [],
            "section": "Case report",
            "ref_spans": [
                {
                    "start": 1245,
                    "end": 1251,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We have described a case of COVID-19 with pneumonia in Japan. This case indicates the possibility of false-negative results for SARS-CoV-2 in PCR examination of throat swabs at the early phase of infection. A previous report [2] estimated the time from illness onset to the first medical visit at 4.6–5.8 days. In our case, the duration between onset to obtaining the first specimen was less than 6 h. In addition, the cycle threshold (Ct) value of PCR a pharyngeal swab was reported to be higher than that from a nasopharyngeal swab [3]. Another report related to a familial cluster of COVID-19 with pneumonia suggested that the Ct values of a sputum specimen were earlier (reflecting a higher viral load) than those of the upper respiratory specimen, whereas there was a negligible difference between the nasopharyngeal and throat swab results [4]. These findings indicate that a nasopharyngeal specimen might be a better choice than a throat specimen, and a sputum sample is superior to these options when available. Therefore, clinicians and infection control departments should carefully discuss the downscaling of personal protection equipment and implementing precautions after receiving a negative result of SARS-CoV-19 PCR from a throat specimen obtained in the quite early phase of symptom onset in a patient clinically suspected to be infected with COVID-19.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 227,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 535,
                    "end": 536,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 847,
                    "end": 848,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The general efficacy of lopinavir/ritonavir for COVID-19 is difficult to evaluate from this case alone. The combination of lopinavir/ritonavir and ribavirin was associated with a better outcome for patients with SARS [5]. Antiviral treatment guideline for MERS also recommend a combination therapy of type 1 interferon, ribavirin, and lopinavir/ritonavir [6]. In an animal model of MERS, lopinavir/ritonavir was suggested to be as effective as a monotherapy [7]. However, recent study indicated that no benefit was observed with lopinavir/ritonavir treatment in severe COVID-19 patients [8]. Further trials are needed to establish the most appropriate treatment for COVID-19.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 356,
                    "end": 357,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 459,
                    "end": 460,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 588,
                    "end": 589,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Nonspecific symptoms and the possibility of false-negative results in PCR examination from a throat specimen in the early phase of infection highlight the difficulty of early detection and isolation in the community. There is also a possibility of false-positive result. It is essential to evaluate the pretest probability from the clinical findings, patient's contact history, and local epidemic information. In case if the result of PCR is quite different from the pretest probability, clinicians should re-perform the examination. Therefore, the system to prevent all transmission in the community by detecting all cases by PCR may not be feasible. Alternatively, self-isolation by contact history in non-endemic community and by symptoms in endemic community might be feasible to minimize this ongoing COVID-19 outbreak, not relying on the PCR examination too much.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The present clinical case of COVID-19 with pneumonia in Japan characterized by false-negative results in the early phase sends a clear warning for hospital infection control. This case also provides important information for considering the feasibility of a community or national infection control framework. Further rapid accumulation of clinical and virologic knowledge including incubation period, clinical course and types of transmission is necessary to best control the emerging outbreak of COVID-19.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study was supported in part by research grants from the Emerging/Re-emerging Infectious Diseases Project of Japan from the Japan Agency for Medical Research and Development, AMED (JP19fk0108095h0001), and by a grant from 10.13039/100012319Japan’s National Center for Global Health and Medicine (no. 29-1018).",
            "cite_spans": [],
            "section": "Funding",
            "ref_spans": []
        },
        {
            "text": "Written informed consent was obtained from the patient. Ethical approval was not necessary for this work.",
            "cite_spans": [],
            "section": "Ethical approval",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "Declaration of Competing Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Clinical course of the present case.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Med Assoc",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF1": {
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF2": {
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "DeBolt",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001191"
                ]
            }
        },
        "BIBREF3": {
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet",
            "authors": [
                {
                    "first": "F.C.",
                    "middle": [],
                    "last": "Jasper",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Shuofeng",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Kin-Hang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF4": {
            "title": "Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings",
            "authors": [
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V.C.C.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "I.F.N.",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "",
            "pages": "252-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Antiviral treatment guidelines for Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "Y.P.",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "J.Y.",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y.B.",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "212-222",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Treatment with lopinavir/ritonavir or interferon-β1b improves outcome of MERS-CoV infection in a nonhuman primate model of common marmoset",
            "authors": [
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Yeung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "",
            "pages": "1904-1913",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiv392"
                ]
            }
        },
        "BIBREF7": {
            "title": "A trial of lopinavir–ritonavir in adults hospitalized with severe covid-19",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001282"
                ]
            }
        }
    }
}