{
    "paper_id": "PMC7102520",
    "metadata": {
        "title": "Recommendations and guidance for providing pharmaceutical care services during COVID-19 pandemic: A China perspective",
        "authors": [
            {
                "first": "Si-qian",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peng-xiang",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hui-bo",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rong-sheng",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": "zhaorongsheng@bjmu.edu.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Before discussing the pharmacy services available in Chinese community pharmacies, the definition of community pharmacy needs to be clarified first. In many countries, including the United States, England, Canada, etc., the definition of community pharmacy includes both retail pharmacies that mainly consist of chain pharmacies and outpatient pharmacies located in primary care clinics that considered as part of the primary care system. In addition to dispensing prescription medications and providing related pharmacy services, these pharmacies also have over-the-counter medications, supplements and other healthcare related products and devices for sale.",
            "cite_spans": [],
            "section": "The definition of community pharmacy ::: Community pharmacy service and the special needs of community patient population during the COVID-19 pandemic",
            "ref_spans": []
        },
        {
            "text": "In China, however, the concept of community pharmacy refers to pharmacies and pharmacy departments located in primary care institutions only, such as community health service centers and community outpatient clinics. They follow the regulations of local and national government, and provide prescription medications dispensing service and other pharmacy-related services. Retail pharmacies in China provide some prescription medications, over-the-counter medications, supplements, and health-related products and devices for sale. They are not considered part of the healthcare system as they practice follow different companies’ regulations. The professional skills of pharmacy staff and pharmacists work in these retail pharmacies varies significantly, and are generally not considered as healthcare professionals.4\n",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 817,
                    "mention": "4",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "The definition of community pharmacy ::: Community pharmacy service and the special needs of community patient population during the COVID-19 pandemic",
            "ref_spans": []
        },
        {
            "text": "During the COVID-19 pandemic, the need of PC services is beyond the scope of traditional practice of community pharmacists, which can be divided into two parts: the need of pandemic prevention and control and the need from patients of pharmacy-related issues. To promote the pandemic control, community patients need to be screened properly and suspected patients shall be referred to designated medical institutions in a timely manner.5 The public also need to master effective personal protection skills to control the community transmission of COVID-19.2\n,\n6\n,\n7 Patients on medical isolated observation or patients with mild COVID-19 on treatment at home are lacking guidance on home care strategies.8\n",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 437,
                    "mention": "5",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 556,
                    "end": 557,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 560,
                    "end": 561,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 564,
                    "end": 565,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 704,
                    "end": 705,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Special needs of PC services during the COVID-19 pandemic ::: Community pharmacy service and the special needs of community patient population during the COVID-19 pandemic",
            "ref_spans": []
        },
        {
            "text": "The pharmacy-related needs of community patients have similarities with the traditional patient population, but with different emphasis. For example, when providing consulting services to community patients, instead of focusing on medications as usual, their questions are mainly on the scientific prevention knowledge and basic information about COVID-19, such as mask selection and typical signs and symptoms of COVID-19. For chronic disease patients, especially those in communities under quarantine, drug supply and patients' compliance are facing a greater challenge, though the safety and effectiveness of treatment is also important for this patient population. Thus, community pharmacists shall learn to switch gears when needed from providing professional knowledge on medication use only to fulfilling community patients’ various needs.",
            "cite_spans": [],
            "section": "Special needs of PC services during the COVID-19 pandemic ::: Community pharmacy service and the special needs of community patient population during the COVID-19 pandemic",
            "ref_spans": []
        },
        {
            "text": "Since the concept of PC being defined in the 1990s, the scope of pharmacy practice has expanded from medication dispensing to a variety of clinical services.9 Community pharmacists are considered the most accessible health care professionals to the public10\n,\n11 and the communication bridge connecting physicians and patients.12, 13, 14 A scoping review published in 2012 suggested that community pharmacists has provided a wide range of clinical services in the public health area, primarily on smoking cessation, health eating and lifestyle changes, infection control and prevention, promoting cardiovascular disease control, prevention and management of drug abuse, misuse and addiction.10\n",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "mention": "9",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 255,
                    "end": 257,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 260,
                    "end": 262,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 327,
                    "end": 329,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 331,
                    "end": 333,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 335,
                    "end": 337,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 691,
                    "end": 693,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Community PC services and the value of Chinese experience in COVID-19 pandemic control ::: Community pharmacy service and the special needs of community patient population during the COVID-19 pandemic",
            "ref_spans": []
        },
        {
            "text": "The community pharmacy practice in China has developed rapidly since the 21st century with the progress of national healthcare reformation. Pharmaceutical services including chronic disease management, patient education and consulting, scientific knowledge popularization in communities are provided in most of the community pharmacies in China in addition to drug dispensing. Although gap still exists between the PC services being provided in China and some developed countries, the experience Chinese community pharmacists gained during the COVID-19 outbreak is of great value for community pharmacies around the world for the following three reasons.",
            "cite_spans": [],
            "section": "Community PC services and the value of Chinese experience in COVID-19 pandemic control ::: Community pharmacy service and the special needs of community patient population during the COVID-19 pandemic",
            "ref_spans": []
        },
        {
            "text": "First, the current model of PC practice in China is similar to the model in foreign countries, from the services being provided to the content and actual procedure of each service. So the Chinese experience shall also be applicable to other countries. Secondly, the need of pharmaceutical care is different from what's been provided in traditional pharmacy practice, as discussed in section 1.2, and learning the experience Chinese community pharmacists gained through real practice is crucial for those who will be facing this pandemic. Last but not the least, during this pandemic, pharmacists in China used a variety of approaches, such as mobile APPs and collaborating with neighborhood committees and drug companies, to provide consulting services online and ensure patients' drug supply at home. These approaches can also be applied in other countries as new strategies to provide PC and can potentially create new forms of pharmacy service in the future.",
            "cite_spans": [],
            "section": "Community PC services and the value of Chinese experience in COVID-19 pandemic control ::: Community pharmacy service and the special needs of community patient population during the COVID-19 pandemic",
            "ref_spans": []
        },
        {
            "text": "During the pandemic, the public mostly rely on community pharmacies to get adequate supply of their daily medications and COVID-19 preventative products (e.g. masks, alcohol-based hand rubs). Community pharmacies shall keep “appropriate stocks of pharmaceutical products to supply the demand”, as suggested in FIP's “Information and interim guidelines for pharmacists and the pharmacy workforce” for COVID-19 outbreak.2 Medications and COVID-19 preventative products are essential for community patients' chronic disease management and control of the pandemic. Thus, pharmacy management teams shall make ensuring their supply a priority when getting prepared for and during the pandemic.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 419,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Ensure adequate supply of medications and products for COVID-19 prevention ::: Pharmacy management ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "Based on the Chinese experience, community pharmacies can support the drug supply of chronic disease patients through real-time information sharing on drug purchase and drug delivery services. Pharmacies can share the information of drug availabilities and its store locations online or through mobile APPs to guide patients when they need to buy medications. For patients not able to visit the pharmacy, mail order or home delivery service can be offered by working with social works, volunteers, care coordinators, or drug companies. Through close collaboration with such personnels and organizations, Chinese community pharmacies have made great achievement in ensuring adequate drug supply for community patients. For example, in quarantined communities where residents are not allowed to go outside, pharmacies worked with neighborhood committee staff to provide drug delivery services. For patients with special diseases, such as cancer, hepatitis and irritable bowel disease, pharmacies worked with drug companies to ensure their drug supply during the pandemic.",
            "cite_spans": [],
            "section": "Ensure adequate supply of medications and products for COVID-19 prevention ::: Pharmacy management ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "Community pharmacies shall take measures to ensure safe and efficient operation during the pandemic, such as appropriate environment control, staff protection and emergency plan establishment. Pharmacies can refer to the “CORONAVIRUS SARS-CoV-2 INFECTION: Expert Consensus on Guidance and Prevention Strategies for Hospital Pharmacists and the Pharmacy Workforce (2nd Edition)” published by Chinese Pharmaceutical Association for environment control strategies and staff protection wearing recommendations based on the risk level.1 Pharmacies shall follow national or local regulations to clean and disinfect pharmacy environment properly. All pharmacy staff shall be provided with effective and sufficient personal protection equipment (PPEs) for self-protection. Additionally, pharmacy shall establish new workflows in face of the COVID-19 pandemic and create emergency plans or protocols on the management of COVID-19 and potential drug shortages.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 531,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Ensure safe and efficient operation ::: Pharmacy management ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "Community pharmacies shall perform whole staff training to provide pharmacy staff adequate knowledge on COVID-19 prevention and control and pharmacy environment control. Guidance on the new workflow and emergency plans in face of the pandemic shall also be included. Additional clinical training shall be provided for pharmacists on the diagnosis and treatment of COVID-19. Pharmacists shall particularly master the content related to community patient populations, such as patient screening and referral criteria, methods for effective self-protection,15 counseling points of related medications, chronic disease management of the elderly,16 home care,8 psychological support,17 and so on. Adequate training of pharmacists is essential for the successful delivery of PC services.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 555,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 640,
                    "end": 642,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 653,
                    "end": 654,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 677,
                    "end": 679,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Staff training ::: Pharmacy management ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "During the outbreak, patient-centered PC shall be provided by community pharmacists, with the ultimate goal of promoting COVID-19 prevention and control and ensuring safe medication use in the community patient population. When providing services, pharmacies shall work their best to reduce the need of patient visits to the pharmacy or other medical institutions to control the risk of infection. Additionally, each pharmacy may offer targeting PC services based on the patient population characteristics of its surrounding communities.",
            "cite_spans": [],
            "section": "Guiding principles of providing PC ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "During the COVID-19 pandemic, community pharmacies shall actively provide patient consulting services through a variety of approaches in addition to regular drug dispensing and patient education at the counter to reduce patients' unnecessary visits to the pharmacy. Remote access to pharmacists can be provided through phones, mobile APPs and the internet. In China, physicians and pharmacists have been using mobile APPs to provide online consulting services. This approach saves patients’ trip to medical institutions and is safer to both healthcare providers and patients comparing to traditional on-site visits.",
            "cite_spans": [],
            "section": "Approaches to provide PC ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "The method to access pharmacists remotely can be publicized through posters or flyers in the pharmacy and the surrounding communities, notifications on the internet, text messages or emails. These routes can also be used to popularize strategies for scientific prevention and control of the COVID-19. In addition, mail order or drug delivery services shall be provided if possible to ensure patient's home supply of medications and reduce patients' needs for outdoor pharmacy visits (as discussed in 2.1.1).",
            "cite_spans": [],
            "section": "Approaches to provide PC ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "See Fig. 1\nfor the recommended model of community pharmacy service during the COVID-19 pandemic. As shown, the left side of community pharmacy listed three approaches through which pharmacy service can be provided. On the right side, six domains of PC services are listed with key words. In this section, we will discuss the content that needs to be included in these six domains in detail.(1)Drug dispensing, patient screening and referrals\n",
            "cite_spans": [],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": [
                {
                    "start": 4,
                    "end": 10,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "When performing drug dispensing and patient interaction during the COVID-19 pandemic, pharmacists shall pay extra attention to patient's self-protection and emotional situation (discussed in (6)). For example, pharmacists can check if the patient is wearing mask or performing respiratory hygiene properly. Pharmacists shall be readily available to provide consultation on proper self-protection skills or psychological support for these identified patients as discussed in (4) and (6). If the pharmacy is short on a prescription medication, a therapeutic equivalent substitution shall be considered for dispensing under patient's agreement to avoid additional traveling to other pharmacies.",
            "cite_spans": [],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "Community pharmacy shall also establish a collaborate relationship with its surrounding fever clinics and designated COVID-19 medical institutions for mutual patient information sharing during transitions of care. It can happen both ways. At the pharmacy, patients shall be screened with body temperature measurement. Pharmacists shall make extra efforts to identify suspected patients based on clinical symptoms such as coughing and fatigue, and epidemiological history such as travel history to Wuhan city or its surrounding areas in the past fourteen days. If such patient is identified, immediate isolation in a single room shall be performed if possible and pharmacist shall encourage and support the patient in seeking immediate medical treatment in designated institutions. On the other side, a 14-day isolated observation at home is recommended for COVID-19 patients discharged from medical institutions as they still have compromised immunity.3 Pharmacists can offer medication reconciliation, consultation and home care guidance (as discussed in (5)) for these patients to support their recovery at home.",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 953,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "Refer to CDC website for criteria on patient evaluation and the FIP interim guideline for more guidance on isolation and referral practice when suspected patients are identified at the pharmacy.2\n,\n5\n(2)Chronic disease management16\n\n",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 198,
                    "end": 199,
                    "mention": "5",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 229,
                    "end": 231,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "During the COVID-19 pandemic, pharmacists shall actively provide guidance to community patient population on chronic disease management to improve patients’ medication adherence and support their self-monitoring of the effectiveness and safety of current therapy. Pharmacists shall instruct patients to take home medications on time with the same dosage as usual, and emphasize the importance of adherence in chronic disease control and in avoiding unnecessary hospital visits during the pandemic. Patients shall make sure the medication is within the period of validity before taking. Do not take expired medications due to drug shortage or to avoid pharmacy visits. Inform patients on the availability of drug delivery or mail order services provided in the pharmacy and encourage patients to use such services during the pandemic if needed.",
            "cite_spans": [],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "In addition, chronic disease patients shall be educated to perform self-monitoring on disease control and adverse drug reactions at home. For example, patients with stable hypertension shall measure blood pressure 1–2 times a week at home. If the result is above systolic pressure of 180 mmHg and/or diastolic pressure of 110 mmHg, patient shall seek immediate medical assessment. Pharmacists shall also make sure patients are aware of the common adverse reactions of their current medications and reinforce what side effects they shall monitor for during a long-term of home stay. Help patients to understand the concept of adverse drug reactions appropriately, and know how to distinguish minor side effects and severe drug reactions that needs medical intervention.",
            "cite_spans": [],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "For community patients with cancer, irritable bowel disease or other special chronic diseases or patients taking high risk medications chronically, additional guidance shall be provided based on the characteristics of the diseases or medications. For example, warfarin patients are at a high risk of drug adverse reactions as they may not able to check INRs regularly and their diets are susceptible to change during the pandemic. Pharmacists shall educate patients to monitor signs and symptoms of bleeding and clotting. Patients with stable INR results can reasonably extend the monitoring cycle. Community pharmacists in China have also been using mobile APPs to organize such patient groups to provide consulting services and pharmacy drug supply information online.(3)Safe use of infusions\n",
            "cite_spans": [],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "Due to the increased risk of cross infection among patients and healthcare providers, unnecessary infusions shall be avoided during the COVID-19 pandemic. For medical institutions providing infusion service, community pharmacists shall assist the care team in establishing a specific safety operation process during patients’ visits, in addition to providing regular pharmacy services on medication safety. The safety operation process shall include a set of strategies, such as environment cleaning and disinfection, patient screening at the gate, limiting patient numbers, and separating patients with safe distance when lining up and infusing drugs, to prevent cross infection in the medical institution and during the drug infusion.(4)Patient education\n",
            "cite_spans": [],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "Based on the need of community patients during the COVID-19 outbreak, patient education or consulting services shall be provided by community pharmacists on disease prevention, COVID-19 early identification, and proper medication use. Scientific prevention and control knowledge of the COVID-19 shall be provided to community patients through a variety of approaches as discussed in 2.2.2. The content of such education shall include but not limit to the selection and proper use of masks, hand hygiene, respiratory hygiene, selection and safe use of disinfection products, self-protection strategies outdoors and at the office.2\n,\n6\n,\n7\n,\n15\n",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 629,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 632,
                    "end": 633,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 636,
                    "end": 637,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 640,
                    "end": 642,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "Additionally, basic knowledge on COVID-19 and SARS-CoV-2, particularly the onset symptoms and transmission routes, shall be provided to help community population understand the pandemic situation properly and promote early identification of suspected individuals. Educate patients on how to distinguish common cold, flu and COVID-19, and make sure they know when to seek medical help. For patients only have upper respiratory symptoms such as sneezing, runny nose and sore throat, and are relatively young with no baseline chronic disease, home care with isolation and observation shall be performed with symptomatic treatment (if needed) first to avoid unnecessary visits to medical institutions. Seek medical assistance if disease continue to progress or if the patient developed COVID-19-related symptoms.15\n",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 810,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "Pharmacists shall make it clear to patients that there is no effective vaccine or targeting therapeutic agent for COVID-19 prevention or treatment at present. In case of suspected symptoms such as fever, cough and fatigue, patients shall seek timely medical support and follow physicians' treatment plan. Avoid blind use of medications or so-called “wonder drugs”. When dispensing new medications, assess patients’ current medication list to identify duplicate therapy and provide medication education to ensure safe use of dispensed medications.(5)Home care8\n\n",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 559,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "Pharmacists can refer to the“Home care for patients with suspected novel coronavirus infection presenting with mild symptoms and management of contacts (Interim guidance)”published by WHO to provide guidance for families with patients isolated at home for medical observation, and families with mild stage patients on treatment at home. Make sure that the home environment is well-prepared, properly cleaned and disinfected according to the above guideline, including the suspected patients’ tableware and articles for daily use (see Appendix 1 for a sample checklist of environmental conditions18). Ensure that all isolated patients and related family members are aware of the significance of scientific prevention, and are able to master such skills.(6)Psychological support17\n\n",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 597,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 776,
                    "end": 778,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "The outbreak of COVID-19 and the sudden change of routine daily life, together with the fear or concern of being infected by the SARS-CoV-2 from anyone at anytime may lead to emotional problems in some community patients. During the interaction and communication with patients, pharmacy staff shall pay attention to their emotional or psychological conditions, and identify patients with excessive anxiety, concern, fear or blind optimism. For such patients, psychological or emotional support shall be provided. If the patient is considered having a psychological problem that needs assessment or treatment, referral to psychiatrist shall be made. Additionally, to promote patient's mental health during the pandemic, pharmacists shall aid the community patient population to understand the COVID-19 pandemic situation properly, and adjust their psychological state and recognition to view things from positive perspectives. Encourage the public to maintain regular work and rest schedule with adequate exercise to enhance the immunity system and relieve negative emotions at the same time.",
            "cite_spans": [],
            "section": "The model of community pharmacy services during the COVID-19 pandemic ::: Pharmaceutical care services ::: Recommendations and guidance on providing PC",
            "ref_spans": []
        },
        {
            "text": "Community pharmaceutical care services during the COVID-19 outbreak shall possess different properties due to disease characteristics and related change in patients' need. Community pharmacies shall work as a strong supporter of patient's medication and protective equipment supply. Community pharmacists shall be prepared to provide skilled and effective PC services for community patient population to ensure medication safety and promote the overall COVID-19 pandemic control.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "To the best of our knowledge, the named authors have no conflict of interest, financial or otherwise, of the submitted work.",
            "cite_spans": [],
            "section": "Declaration of competing interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: An overview of the recommended content of community pharmaceutical care services during the COVID-19 outbreak.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "CORONAVIRUS SARS-CoV-2 INFECTION: Expert Consensus on guidance and prevention strategies for hospital pharmacists and the pharmacy workforce (2nd edition) [EB/OL]. [2020-03-03]",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chinese Pharmaceutical Association",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The role of community pharmacists in public health: a scoping review of the literature [J]",
            "authors": [
                {
                    "first": "C.O.",
                    "middle": [],
                    "last": "Agomo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Pharmaceut Health Serv Res",
            "volume": "3",
            "issn": "1",
            "pages": "25-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Use of simulated patients to assess the clinical and communication skills of community pharmacists",
            "authors": [
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pharm World Sci",
            "volume": "32",
            "issn": "3",
            "pages": "353-361",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Self-Care in the twenty first century: a vital role for the pharmacist [J]",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Dziekan",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Pollack",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Adv Ther",
            "volume": "33",
            "issn": "10",
            "pages": "1691-1703",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "From \"retailers\" to health care providers: transforming the role of community pharmacists in chronic disease management [J]",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Mossialos",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Courtin",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Naci",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Pol",
            "volume": "119",
            "issn": "5",
            "pages": "628-639",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Pharmacy in the 21st century: enhancing the impact of the profession of pharmacy on people's lives in the context of health care trends, evidence and policies [J]",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Dolovich",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Austin",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Waite",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Can Pharm J",
            "volume": "152",
            "issn": "1",
            "pages": "45-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chinese Acadamy of Medical Science Peking Union Medical College",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Self-management strategies for home-living elderly patients on multiple drugs for treating chronic disease [EB/OL]. [2020-02-20]",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Special Committee for Drug Borne Diseases of Chinese Pharmacology Society",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "G.H.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.D.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Infection prevention and control of epidemic- and pandemic-prone acute respiratory infections in health care [EB/OL]. [2020-02-20]",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "CORONAVIRUS SARS-CoV-2 OUTBREAK: information and interim guidelines for pharmacists and the pharmacy workforce [EB/OL]. [2020-03-03]",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "International Pharmaceutical Federation",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Diagnosis and treatment plan for patients with novel coronavirus pneumonia (6th trial version) [EB/OL]. [2020-02-20]",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Health Commission of the People’s Republic of China",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The development of pharmaceutical care in domestic and foreign communities and its enlightenment on establishing pharmacy major in China [J]",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chin Pharmaceut J",
            "volume": "",
            "issn": "12",
            "pages": "98-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Evaluating and reporting persons under investigation (PUI) [EB/OL]. [2020-03-04]",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Coronavirus disease (COVID-19) advice for the public: when and how to use masks [EB/OL]. [2020-03-04]",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Preventing COVID-19 spread in communities [EB/OL]. [2020-03-04]",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Home care for patients with suspected novel coronavirus (nCoV) infection presenting with mild symptoms and management of contacts (Interim guidance) [EB/OL]. [2020-02-20]",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Research progress on pharmaceutical care provided in community pharmacies abroad [J]",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "T.K.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chin Pharmaceut J",
            "volume": "42",
            "issn": "5",
            "pages": "394-398",
            "other_ids": {
                "DOI": []
            }
        }
    }
}