{
    "paper_id": "PMC7166354",
    "metadata": {
        "title": "Etiology of community‐acquired pneumonia in 1500 hospitalized children",
        "authors": [
            {
                "first": "Hao",
                "middle": [],
                "last": "Oumei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wang",
                "middle": [],
                "last": "Xuefeng",
                "suffix": "",
                "email": "carolyn8483@sina.com",
                "affiliation": {}
            },
            {
                "first": "Liu",
                "middle": [],
                "last": "Jianping",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shen",
                "middle": [],
                "last": "kunling",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ma",
                "middle": [],
                "last": "Rong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cui",
                "middle": [],
                "last": "Zhenze",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Deng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Huimin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wang",
                "middle": [],
                "last": "Lining",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Liu",
                "middle": [],
                "last": "Zhaolan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Xinmin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xu",
                "middle": [],
                "last": "Hua",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiang",
                "middle": [],
                "last": "Zhiyan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Yanning",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Huang",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhang",
                "middle": [],
                "last": "Baoqing",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Xiaochun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "He",
                "middle": [],
                "last": "Chunhui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiang",
                "middle": [],
                "last": "Yonghong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhao",
                "middle": [],
                "last": "Xue",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wang",
                "middle": [],
                "last": "Zi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Respiratory infections have long been recognized as a worldwide health problem and a major cause of morbidity and mortality, with infants and young children especially susceptible.1, 2 Among these infections, community‐acquired pneumonia (CAP) is the predominant cause of childhood morbidity and mortality, causing nearly 1.2 million deaths each year in children <5 years old.3 In 2015, pneumonia killed 920 136 children under the age of 5 years, accounting for 15% of all deaths of children of this age group.4 Most of these deaths occur in developing countries. In China, there are an estimated 21.1 million new cases of pneumonia annually in children <5 years old.5 Globally, the incidence of pneumonia has probably decreased due to the introduction of pediatric pneumococcal vaccines and Haemophilus influenzae type b (Hib) conjugate vaccines over the past three decades, as well as the decreased rate of smoking in most countries.6, 7, 8, 9, 10, 11 Respiratory viruses are the etiological agent in almost one‐third of CAP cases. Globally, it is estimated that 100 million cases of viral pneumonia occur annually.12 The known causative viral pathogens in childhood pneumonia reported are mainly seasonal influenza A and B viruses (IVA and IVB), respiratory syncytial viruses (RSV), parainfluenza viruses 1‐3 (PIVs 1‐3), adenovirus (ADV), and human rhinovirus (HRV).13, 14, 15 Advances in molecular detection techniques have facilitated the identification of several novel respiratory viruses, such as human metapneumovirus (HMPV), human bocavirus (HBoV), and human coronavirus.16, 17, 18, 19 More recently, Mycoplasma pneumoniae (M. pneumoniae) has been recognized as the pathogen responsible for mild to severe lower respiratory tract infections in older children.20 Several factors such as age, underlying disease, and environment have a substantial influence on epidemics and outbreaks of respiratory viruses and M. pneumoniae. However, although there have been several reports that pathogen distribution varies by season and location, data on the etiology and epidemiology of pneumonia in children in developing countries are still insufficient, particularly in China.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The purpose of the present work is to summarize the protocol of a multicenter, prospective cross‐sectional study investigating pneumonia in children <14 years of age, aiming to identify the etiological agents and related determinants involved. Building upon the National Pediatric Research platform and Traditional Chinese Medicine Profession Special Purpose, established at the Affiliated Hospital to Liaoning University of Traditional Chinese Medicine in 2015, a 1‐year prospective study investigating the role of eight common viral respiratory pathogens and M. pneumoniae in the etiology of childhood CAP was conducted. This report describes the associated epidemiologic characteristics of these pathogens.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The study population, which comprised children ranging in age from 6 months to 14 years, was selected according to protocol definitions and inclusion criteria. Pneumonia cases were defined using the Child Community‐Acquired Pneumonia Guidelines (I, II) of the Chinese Medicine Association21, 22 as follows: (1) recent fever (>37.5°C), cough and/or dyspnea, tachypnea, and sputum; (2) fixed moderate or fine rales or dry rales during inspiration detected by lung auscultation; and (3) radiological confirmation of pneumonia was defined as the presence of consolidation (a dense or fluffy opacity with or without air bronchograms), other infiltrate (linear and patchy alveolar or interstitial densities), or pleural effusion.6 All radiologists were unaware of the patients’ demographic and clinical information. Chest X‐ray was performed and interpreted according to Cherian et al.23 Etiologic diagnosis was made by detection of positive respiratory antigens in nasopharyngeal secretions visualized by direct immunofluorescence.",
            "cite_spans": [],
            "section": "Patients ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Nasopharyngeal secretions were collected by oropharyngeal swab for respiratory virus detection in the first 24 h of hospitalization, performed by trained clinical nurses. After collection, each oropharyngeal swab was immediately placed into viral transport medium. The media were stored at 4°C, and the tubes were sent by cold chain within 48 h to the molecular laboratory of the Affiliated Hospital of Liaoning University of Traditional Chinese Medicine.",
            "cite_spans": [],
            "section": "Samples and laboratory methods ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Respiratory virus antigens were detected by direct immunofluorescence assays (DFA) according to the reagent manufacturer's instructions (Xibei Biotechnology Co. Ltd., Shanghai, China). The targeted pathogens were: RSV, ADV, IVA, IVB, PIVs1‐3, and HMPV. Specific IgM antibodies to M. pneumoniae were detected in serum samples of the patients (on admission) using a passive agglutination method according to the reagent manufacturer's instructions (RuiBiou Co. Ltd., Fuji, Japan). The detection result was considered positive with a serum antibody titer ≥1:80. IgM serology testing was chosen because, when compared with culture, serology, and PCR, it proved to be the most valuable tool for diagnosing M. pneumoniae infection.24\n",
            "cite_spans": [],
            "section": "Samples and laboratory methods ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Statistical procedures were carried out using SPSS version 17.0 (SPSS Inc., Chicago, IL). Descriptive statistics were used to summarize the continuous and discrete variables. Categorical variables were expressed as frequencies and percentages. Chi‐square and Fisher's exact tests were used to compare groups. Continuous variables were expressed as mean and standard deviation (SD). Student's t‐test was used to assess the statistical significance of groups. A significance level of P < 0.05 was used in all tests.",
            "cite_spans": [],
            "section": "Statistical analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "The study was approved by the Affiliated Hospital to Liaoning University of Traditional Chinese Medicine. Verbal informed consent was obtained from parents or guardians of children before specimen collection and questionnaire administration. The work was carried out in accordance with the ethical guidelines of the Declaration of Helsinki, 1975.",
            "cite_spans": [],
            "section": "Ethics statement ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "A potential causative agent (M. pneumoniae and eight viral respiratory pathogens) was detected in 1500 child patients. Single M. pneumoniae pathogens were detected positive in 486 (32.4%) of the cases while at least one viral pathogen was detected positive in 291 (33.5%), RSV positive cases was 173 (11.5%), ADV positive cases was 75 (5%), IVA positive cases was 61 (4.1%), IVB positive cases was 51 (3.4%), PIV1 positive cases was 44 (2.9%), PIV2 positive cases was 47 (3.1%), PIV3 positive cases was 47 (3.1%), HMPV positive cases was 5 (0.3%). The pathogen detections of other 809 (53.9%) cases were negative. Of the 1500 cases, the male‐to‐female ratio was 1:1.3 and the mean age was 3.85 ± 2.54 years (range 6 months to 14 years). A total of 212 (14.1%) were aged between 6 months and 1 year, 502 (33.5%) were aged between 1 and 3 years, 455 (30.3%) were aged between 3 and 5 years, and 331 (22.1%) were aged between 5 and 14 years.",
            "cite_spans": [],
            "section": "Basic characteristics of enrolled patients ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Among the 212 cases aged between 6 and 12 months, the most common typical pneumonia pathogen was M. pneumoniae (n = 82; 38.7%), followed by RSV (n = 62; 29.2%) and ADV (n = 13; 6.1%). Among the 502 patients between 1 and 3 years old, the most common typical pathogen was M. pneumoniae (n = 198; 39.4%), followed by viral etiologies RSV (n = 63; 12.5%) and ADV (n = 30; 6.0%). Among the 455 cases between 3 and 5 years old, the most common typical pathogen of pneumonia was M. pneumoniae (n = 98; 21.5%), followed by ADV (n = 31; 6.8%) and RSV (n = 17; 3.7%). Among the 331 patients between 5 and 14 years old, the most common typical pathogen was M. pneumoniae (n = 108; 32.6%), followed by viral etiologies RSV (n = 17; 5.1%) and IVA (n = 14; 4.2%). There were significant differences in RSV and M. pneumoniae distribution according to the age of the patients (P < 0.05) (Figure 1 and Table 1).",
            "cite_spans": [],
            "section": "Age distribution ::: RESULTS",
            "ref_spans": [
                {
                    "start": 880,
                    "end": 881,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 892,
                    "end": 893,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Childhood pneumonia peaked in the fall and winter. Respiratory pathogens were detected in every month of the year, with the overall percentage of positive specimens ranging between 0.3% and 32.4%. M. pneumoniae ascended in the spring, declined in the summer, rose steadily from the fall and peaked during winter. RSV infection peaks occurred steadily, predominantly from May to December. ADV had three peaks, the first in April, the second in July and August and the third in October to November. IVA infection peak occurred predominantly from February to April, and then descended steadily in the other months. The percent positive for PIV2 was highest in June‐August. IVB circulated year round, but peaked in fall. The monthly distribution of PIV types 1 and 3 and HMPV was relatively constant, with no clear seasonal pattern (Figure 2 and Table 2).",
            "cite_spans": [],
            "section": "Seasonal distribution ::: RESULTS",
            "ref_spans": [
                {
                    "start": 836,
                    "end": 837,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 848,
                    "end": 849,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The 10 hospitals were grouped into four regions according to their geographic position: Northeast, North China, South China, and East China. Among the 450 Northeast cases, the most common typical pathogen was M. pneumonia (n = 157; 34.9%), followed by viral etiologies RSV (n = 31; 6.9%) and ADV (n = 30; 6.7%). Of the 300 North China cases, the most common typical pathogen of pneumonia was M. pneumonia (n = 96; 32.0%) followed by RSV (n = 57; 19.0%) and IVB (n = 16; 5.3%). The three most common pathogens in East China, from a total of 450 patients, were M. pneumonia (n = 59; 13.1%), RSV (n = 52; 11.6%) and IVA (n = 25; 5.6%). Among the 300 cases in the site of South China, the most common typical pathogen was M. pneumonia (n = 174; 58.0%), followed by RSV (n = 33; 11.0%) and ADV (n = 19; 6.3%) (Figure 3 and Table 3).",
            "cite_spans": [],
            "section": "Site distribution ::: RESULTS",
            "ref_spans": [
                {
                    "start": 812,
                    "end": 813,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 824,
                    "end": 825,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "This was a prospective cross‐sectional study investigating children hospitalized at 10 different setting in China. Systematic enrolment and comprehensive diagnostic methods were used to determine the incidence and microbiologic causes of CAP requiring hospitalization in Chinese children. M. pneumoniae and viral pathogens were detected in 32.4% and 33.5% of the cases, respectively. The most common respiratory pathogens causing pneumonia were M. pneumoniae, followed by RSV, ADV, IVA, IVB, PIV types 1‐3, and HMPV. The percent of CAP cases testing positive for any respiratory pathogens was highest in September‐February and lowest in May‐July. There were variations in pathogen distribution according to the different age groups and regions.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Accurate and prompt detection of respiratory viruses is considerable for guiding antiviral treatment.25 It has been observed that the detection rate of viral pathogens varies noticeably based on the method used. Nucleic acid‐based detection methods such as polymerase chain reaction (PCR) are more sensitive than the antigen detection tests including immunochromatographic and immunofluorescence assays26; however, these are cost prohibitive in many clinical settings, particularly in developing nations, such as China. For the reasons of economic level, project funds limitation and difficulties in PCR procedure, DFA is routinely used in the study for the diagnosis of respiratory virus infections in our country. The advantages of DFA include a relatively low cost, rapid results (same‐day results can be obtained) and simultaneous detection of multiple viral pathogens.27 We utilized DFA that provides alternative a fairly reliable detection rate especially during the early phase of the disease.28 Using PCR method, a study done in KSA found that 63% of the samples were positive for viruses.29 Using DFA method, Albogami found a detection rate of 24%.30 In our study, viruses are identified in 33.5% of children presented with CAP. This difference in detection rates for viral pathogens might be attributed to different detection methods, study design, and geographic areas.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "As found in several previous studies, M. pneumoniae was the most common etiologic agent of childhood pneumonia. The incidence of M. pneumoniae infection has ranged between 7% and 58.3% across different studies.31, 32 In this study, M. pneumoniae infection occurred predominantly in the fall and winter seasons, and the 2015 winter peak of M. pneumoniae overlapped with the ADV peak, particularly in September‐December. The annual incidence of hospitalization for CAP with single M. pneumoniae infection was 32.4 cases per 100 children <14 years of age. The rate of M. pneumoniae pneumonia hospitalization estimated from data from the second Affiliated Hospital of Dalian Medical University in 2012 was 12.2 cases per 100 children <14 years of age, which is lower than the rate for this study. This difference might be attributed to the year of analysis, differences in the populations studied, and the outbreak and prevalence of M. pneumoniae over a larger area. The prevalence of pneumonia with M. pneumoniae infection was 25.2% (378/1500) in hospitalized children aged 5 years or younger, while in children aged >5 years was 7.2% (108/1500), which is consistent with the report of Korppi et al33 that children aged <4 years had a higher hospitalization rate with community‐acquired M. pneumoniae than children >5 years of age (67% vs 4%). Most previous reports have indicated M. pneumoniae as having had a higher attribution in children >5 years of age with CAP, which is inconsistent with the results of the present study. This may be for the reason that the quantity of children <5 years was more than children >5 years of age (1169 vs 331) in enrolled 1500 cases. According to the age gradation, the pneumonia with M. pneumoniae infection in hospitalized children aged >5 years was 32.6% (108/331), higher than the children aged 5 years or younger (32.3%, 378/1169) (Figure 3).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 1879,
                    "end": 1880,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "RSV, which has been reported as one of the most common viral causes of CAP children in many countries, causes the greatest burden of disease among children <5 years of age compared with older children.34, 35 RSV is an enveloped, single‐stranded, negative‐sense RNA virus belonging to the genus Pneumovirus of the Paramyxoviridae family.36The virus detected most frequently in our study was RSV (11.5%), followed by ADV (5%), and IVA (4.1%). RSV infection occurred predominantly in the October‐January period and was the most likely pathogen to occur in children aged between 6 months and 3 years. These data are consistent with the positive rates observed in other studies conducted in China among children <5 years old.37, 38 In the US, the most common viral causes of CAP among children <18 years of age in 2010‐2012 were RSV (28%), followed by human rhinovirus (27%), HMPV (13%), ADV (11%), M. pneumoniae (8%), parainfluenza virus (7%), and influenza virus (7%).6In Finland, the most commonly identified agents causing CAP in young children in 2000 were RSV (29%), rhinovirus (24%), and parainfluenza viruses (10%),39 while in China in 2013, the most frequent respiratory viruses were RSV (31%), Epstein‐Barr virus (25%), and IVA (16%).40\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "One analysis demonstrated that the viral infection rate decreased with age.41 The number of positive viral infection cases across the 4 age categories in present study was statistically significant. It shows that viral infections were more intensively distributed in children <3 years old, consistent with previous reports. In terms of regional distribution, some correlation factors, such as outpatient volumes in the different hospitals and children and/or guardian compliance may have influenced how patients were included at the different hospitals, potentially leading to data bias and scattering in the distributions across sites. The other recorded pathogens, such as IVA, IVB, PIV1‐3, and HMPV, are not intensively discussed here due to their low positive rates and poor representation.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "There is increasing evidence that many childhood respiratory infections are caused by more than one pathogen. In the present study, multiple pathogens were detected in 18.5% of the children. Evidence of viral and M. pneumoniae co‐infection was found in 14.7% of the children with pneumonia, a result which is in agreement with previous studies.38 Viral co‐infections with other viruses have been demonstrated in childhood CAP, and this was also seen in this study, with cases of dual viruses, as well as three and four types of coexisting virus found. Another etiologic study of 840 children hospitalized with CAP in China showed a similar prevalence.42 Given the large proportion and diversity of co‐detected pathogens, further study is needed.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "It is important to emphasize the limitations of this study. First, the limitation in this study was the diagnostic methods we used, the sensitivity of DFA is low compared with molecular assays, and could not detect the new viruses like human metapneumovirus (hMPV), human Bocavirus (hBoV), and human polyomavirus, which encountered in increasing frequency after using PCR as diagnostic tests. Second, owing to the weak diagnostic techniques, we did not include CAP patients with bacterial infection who needed bacterial culture, which restrained the research of pathogen spectrum. Third, the detection of viral pathogens with the use of nasopharyngeal swabs could have represented infection limited to the upper respiratory tract; no attempt was made to collect samples from the lung by transthoracic needle aspiration considering the difficulty in obtaining appropriate lower respiratory tract specimens from children. In addition, only hospitalized children with CAP were studied and a study on outpatients might have given different results. Finally, although our multicenter study allowed for the investigation of diverse populations with standardized procedures, our findings may not be representative of the entire Chinese pediatric population and may not be generalizable to other settings.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Positive viral specimen means apparent infection or inapparent infection. Some respiratory viruses, like Adenovirus or Epstein‐barr virus (EBV), parasitized in the oropharynx in general condition and broke out into the hematological system to cause disease when the immunity was decreased or invasive therapy was used. Consequently, positive viral in the oropharynx does not mean that this virus is causing any respiratory infection, the patient's clinical symptoms, other auxiliary examinations were needed to be together think.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, pneumonia is a serious public health concern and a major cause of mortality and morbidity worldwide. Despite advances in microbiological diagnostic tests and prevention measures, pneumonia remains the main cause of death globally from infectious disease in children <5 years old. This study systematically investigated the frequency of nine respiratory etiologies of CAP in children ranging in age from 6 months to 14 years at a multicenter level. M. pneumoniae, RSV, and ADV were the most commonly detected causative agents identified. Effective antiviral vaccines or treatments, particularly for RSV and influenza virus infection, could have a mitigating effect on pneumonia in children. The burden of CAP in children was associated with multiple co‐detected pathogens, underlining a need for the enhancement of sensitive, inexpensive, and rapid diagnostic tests to accurately identify pneumonia pathogens.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Pathogen types detected in childhood community‐acquired pneumonia in children aged from 6 months to 14 years according to distribution, January‐December, 2015 (N = 1500)\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Distribution of respiratory pathogens detected among children from 6 months to 14 years hospitalized with community‐acquired pneumonia, by month, January‐December, 2015 (N = 1500)\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Regional distribution of respiratory pathogens detected in children aged from 6 months to 14 years hospitalized with community‐acquired pneumonia, January‐December, 2015 (N = 1500)\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Age distribution of respiratory pathogens detected among children ranging from 6 months to 14 yearsof age hospitalized with community‐acquired pneumonia, January‐December, 2015",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Seasonal distribution of M. pneumoniae and RSV (A), ADV, IVA, IVB, PIV1, PIV2, PIV3 and HMPV (B) in 691 children hospitalized with community‐acquired pneumonia in 2015",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Regional distribution of eight detected viruses and M. pneumoniae in 1500 hospitalized children with community‐acquired pneumonia across China, 2015",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The global burden of respiratory disease—impact on child health",
            "authors": [],
            "year": 2014,
            "venue": "Pediatr Pulmonol",
            "volume": "49",
            "issn": "",
            "pages": "430-434",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Microbial etiology of community‐acquired pneumonia among infants and children admitted to the pediatric hospital, ain shams university",
            "authors": [],
            "year": 2016,
            "venue": "Eur J Microbiol Immun",
            "volume": "6",
            "issn": "",
            "pages": "206-214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Childhood pneumonia in developing countries",
            "authors": [],
            "year": 2013,
            "venue": "Lancet Respir Med",
            "volume": "1",
            "issn": "",
            "pages": "574-584",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A cross‐sectional study of the clinical characteristics of hospitalized children with community‐acquired pneumonia in eight eastern cities in China",
            "authors": [],
            "year": 2013,
            "venue": "BMC Complem Altern M",
            "volume": "13",
            "issn": "",
            "pages": "367-377",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Community‐acquired pneumonia requiring hospitalization among U.S. children",
            "authors": [],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "836-845",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Microbial etiology of pneumonia: epidemiology, diagnosis and resistance patterns",
            "authors": [],
            "year": 2016,
            "venue": "Int J Mol Sci",
            "volume": "17",
            "issn": "",
            "pages": "1-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Decline in pneumonia admissions after routine childhood immunisation with pneumococcal conjugate vaccine in the USA: a time‐series analysis",
            "authors": [],
            "year": 2007,
            "venue": "Lancet",
            "volume": "369",
            "issn": "",
            "pages": "1179-1186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Impact of the introduction of pneumococcal conjugate vaccine on rates of community acquired pneumonia in children and adults",
            "authors": [],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "4947-4954",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "U.S. hospitalizations for pneumonia after a decade of pneumococcal vaccination",
            "authors": [],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "155-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Current epidemiology and trends in invasive Haemophilus influenzae disease—United States, 1989–2008",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "",
            "pages": "1230-1236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Viral pneumonia",
            "authors": [],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "1264-1275",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Use of a multiplex PCR/RT‐PCR approach to assess the viral causes of influenza‐like illnesses in Cambodia during three consecutive dry seasons",
            "authors": [],
            "year": 2010,
            "venue": "J Med Virol",
            "volume": "82",
            "issn": "",
            "pages": "1762-1772",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Viral etiology of influenza‐like illnesses in antananarivo, Madagascar, july 2008 to june 2009",
            "authors": [],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Prevalence of human respiratory viruses in adults with acute respiratory tract infections in Beijing, 2005–2007",
            "authors": [],
            "year": 2009,
            "venue": "Clin Microbiol Infect",
            "volume": "15",
            "issn": "",
            "pages": "1146-1153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Human bocavirus and acute wheezing in children",
            "authors": [],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "904-910",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease",
            "authors": [],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "",
            "pages": "719-724",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Identification of a new human coronavirus",
            "authors": [],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "368-373",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Characterization and complete genome sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "884-895",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Changes in the spectrum of organisms causing respiratory tract infections: a review",
            "authors": [],
            "year": 1992,
            "venue": "Postgrad Med J",
            "volume": "68",
            "issn": "",
            "pages": "17-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Children community‐acquired pneumonia guidelines (I)",
            "authors": [],
            "year": 2007,
            "venue": "Chin J Pediatr",
            "volume": "45",
            "issn": "",
            "pages": "83-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Children community‐acquired pneumonia guidelines (II)",
            "authors": [],
            "year": 2007,
            "venue": "Chin J Pediatr",
            "volume": "45",
            "issn": "",
            "pages": "223-225",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Standardized interpretation of paediatric chest radiographs for the diagnosis of pneumonia in epidemiological studies",
            "authors": [],
            "year": 2005,
            "venue": "Bull World Health Organ",
            "volume": "83",
            "issn": "",
            "pages": "353-359",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Early serologic diagnosis of mycoplasma pneumonia pneumonia: an observational study on changes in titers of specific‐IgM antibodies and cold agglutinins",
            "authors": [],
            "year": 2016,
            "venue": "Medicine",
            "volume": "95",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Respiratory viruses and their impact in healthcare",
            "authors": [],
            "year": 2014,
            "venue": "Curr Opin Infect Dis",
            "volume": "27",
            "issn": "",
            "pages": "342-347",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Molecular diagnosis of respiratory viruses",
            "authors": [],
            "year": 2015,
            "venue": "Pathology",
            "volume": "47",
            "issn": "",
            "pages": "243-249",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Additional molecular testing of saliva specimens improves the detection of respiratory viruses",
            "authors": [],
            "year": 2017,
            "venue": "Emerg Microbes Infec",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Comparison of direct fluorescence assayand real‐time RT‐PCR as diagnostics for respiratory syncytial virus in youngchildren",
            "authors": [],
            "year": 2011,
            "venue": "J Trop Med",
            "volume": "2011",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Aeti‐ology of acute respiratory tract infections in hospitalised children in Cyprus",
            "authors": [],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Seasonal variations of respiratory viruses detected from children withrespiratory tract infections in Riyadh, Saudi Arabia",
            "authors": [],
            "year": 2017,
            "venue": "J Infect Public Health",
            "volume": "6",
            "issn": "",
            "pages": "1-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Etiology of community‐acquired pneumonia in hospitalized children in northern Taiwan",
            "authors": [],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "196-201",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Clinical and epidemiological characteristics in children with community‐acquired mycoplasma pneumonia in Taiwan: a nationwide surveillance",
            "authors": [],
            "year": 2015,
            "venue": "J Microbiol Immunol",
            "volume": "48",
            "issn": "",
            "pages": "632-638",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "\nMycoplasma pneumoniae causes over 50% of community‐acquired pneumonia in school‐aged children",
            "authors": [],
            "year": 2003,
            "venue": "Scand J Infect Dis",
            "volume": "35",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta‐analysis",
            "authors": [],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1545-1555",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Estimating the burden of respiratory syncytial virus (RSV) on respiratory hospital admissions in children less than five years of age in England, 2007–2012",
            "authors": [],
            "year": 2017,
            "venue": "J Med Virol",
            "volume": "11",
            "issn": "",
            "pages": "122-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Prevalence and clinical characteristics of human respiratory syncytial virus in Chinese adults with acute respiratory tract infection",
            "authors": [],
            "year": 2013,
            "venue": "J Med Virol",
            "volume": "85",
            "issn": "",
            "pages": "348-353",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Spectrum of pathogens for community‐acquired pneumonia in children",
            "authors": [],
            "year": 2013,
            "venue": "Chin J Contemp Pediatr",
            "volume": "15",
            "issn": "",
            "pages": "42-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Etiology of community‐acquired pneumonia in 254 hospitalized children",
            "authors": [],
            "year": 2000,
            "venue": "Pediatr Infect Dis J",
            "volume": "19",
            "issn": "",
            "pages": "293-298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Viral etiology of medically attended influenza‐ like illnesses in children less than 5 years old in Suzhou, China, 2011–2014",
            "authors": [],
            "year": 2016,
            "venue": "J Med Virol",
            "volume": "88",
            "issn": "",
            "pages": "1334-1340",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Management of community‐acquired pneumonia in children",
            "authors": [],
            "year": 2007,
            "venue": "Pediatr Drugs",
            "volume": "9",
            "issn": "",
            "pages": "401-411",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Pneumonia in children: common etiology analysis of 840 cases",
            "authors": [],
            "year": 2005,
            "venue": "Chin J Practical Pediatr",
            "volume": "20",
            "issn": "",
            "pages": "239-241",
            "other_ids": {
                "DOI": []
            }
        }
    }
}