{
    "paper_id": "PMC7226898",
    "metadata": {
        "title": "Restricting Access to Pathogen Samples and Epidemiological Data: A Not-So-Brief History of “Viral Sovereignty” and the Mark It Left on the World",
        "authors": [
            {
                "first": "Mark",
                "middle": [],
                "last": "Eccleston-Turner",
                "suffix": "",
                "email": "m.r.eccleston-turner@keele.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Iain",
                "middle": [],
                "last": "Brassington",
                "suffix": "",
                "email": "iain.brassington@manchester.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Michelle",
                "middle": [
                    "F."
                ],
                "last": "Rourke",
                "suffix": "",
                "email": "m.rourke@griffith.edu.au",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Viral sovereignty is the concept that virus samples isolated from within the territorial boundaries of a nation state are the sovereign property of that state. The history of viral sovereignty as a concept in international law is always told in the classic three-act narrative structure: the setup, the confrontation, and the resolution. The first act plays out across the latter half of the twentieth century, with the development of the World Health Organisation’s (WHO) global network of more than 100 influenza laboratories. The system that became known as the Global Influenza Surveillance Network (GISN)1 and now known as the Global Influenza Surveillance and Response System (GISRS), depended on the open sharing of influenza viruses from around the world to monitor the spread of seasonal influenza and detect the emergence of novel pandemic strains. The second act is the confrontation, set in 2007 when the Indonesian Health Minister refused to share H5N1 influenza viruses with the GISN, troubled by the fact that the WHO was giving their virus strains to pharmaceutical companies who used them to develop vaccines that were unaffordable to Indonesia and other lower and middle-income countries (LMICs).2 The Indonesians cited an environmental conservation treaty as the legal basis for claiming sovereignty over the viruses isolated within their territorial borders. This is the time at which the notion of viral sovereignty first entered the public discourse.3 The standoff between Indonesia and the WHO split global opinion along the old North-South political divide: developed countries were indignant at such a “morally reprehensible” move on Indonesia’s part,4 and developing countries were largely sympathetic to Indonesia’s claim.5 The third and final act is neatly wrapped up by 2011 with the adoption of the WHO’s Pandemic Influenza Preparedness Framework (PIP Framework). Indonesia was apparently placated and access to influenza viruses with pandemic potential was secured by this “innovative” and “enforceable” international agreement.6 Viral sovereignty as a concept in law was seen as nothing but a blip on the international radar; a problem both created and resolved in less than five years.7\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "It is a compelling tale, but it is not the whole story. This chapter will provide both a prequel and a sequel to the standard three-act viral sovereignty story. It will demonstrate that while Indonesia was the first to invoke the United Nations’ Convention on Biological Diversity (CBD) to claim sovereignty over its viruses, it was not the first country to deny the WHO access to influenza viruses. Nor was Indonesia the first to raise the types of distributive justice issues that they framed as access and benefit-sharing (ABS), using the language of the CBD.8 Furthermore, this chapter will outline some of the viral sovereignty disputes that have played out since the introduction of the PIP Framework in 2011. Far from being the legal resolution to a problem posed by Indonesia in 2007, the PIP Framework is responsible for legitimising the concept of viral sovereignty as a legal norm. The only thing that has really changed since 2011 is the language that the WHO and the rest of the international community uses to discuss viral sovereignty. “Access” to viruses (or other pathogens) is now usually referred to as “sample sharing” or “material transfer”. “Benefit-sharing” contracts are now referred to almost exclusively as “material transfer agreements”. The term “sovereignty” has fallen out of use altogether, despite becoming an entrenched conceptual norm.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Despite the abundant praise for the PIP Framework, the problem of viral sovereignty remains entirely unresolved. This is not news for anyone working in the realm of pandemic preparedness or involved in responding to international public health emergencies. But the typical three-act portrayal of this saga means that the viral sovereignty issue is depicted as having been settled by the PIP Framework. This is not the case. It should be clearly stated that there is absolutely nothing about or contained within the PIP Framework that could stop a repeat performance of the 2007 viral sovereignty episode today.9 Meanwhile, the PIP Framework explicitly “recognise[d] the sovereign right of states over their biological resources”, making it very difficult for the WHO to fight for a future exemption to this notion for any pathogens that pose a threat to global health. Their reinforcement of sovereign rights over pathogens actually strengthens the incentives for countries to restrict access to dangerous pathogens with the hopes of trading access for related benefits, potentially delaying the global health response to infectious disease outbreaks. Furthermore, the WHO has now extended this notion to data and information related to pathogens, stating that “epidemiologic data belong to the countries where they are generated”.10 Without constant access to up-to-date pathogen samples and epidemiological data, the international public health community is working blindfolded. This chapter aims to demonstrate that viral sovereignty did not start with Indonesia in 2007, and it certainly did not end with the PIP Framework in 2011. The intention is to reinvigorate the conversation about viral sovereignty and the effects that this international legal concept continues to have on infectious disease preparedness and response.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Indonesia’s claim of viral sovereignty in 2007 is usually represented as being an unprecedented move on Indonesia’s part. What has been lost is that the incident occurred in a contemporary context where nation states had already been exercising a level of authority over virus samples for years.11 This first appears in the media coverage about the outbreak of Severe Acute Respiratory Syndrome (SARS) in 2003. One news story published in Nature in April 2003 stated that after 23 probable cases of SARS arose in Taiwan, Taiwanese epidemiologists requested Chinese SARS virus samples and related information from the WHO and were reportedly told to instead approach the People’s Republic of China.12 Given the political sensitivities surrounding the relationship between China and Taiwan, it is understandable that the WHO may not have wanted to act as an intermediary to this transfer. This is despite the WHO having the samples in its possession and the supposed custom of free and open sharing of viruses that was said to have existed prior to Indonesia’s sovereignty claim in 2007. Thus, there was an implicit acknowledgement that the viruses belonged to China, not the WHO.13\n",
            "cite_spans": [],
            "section": "The Prequel to Viral Sovereignty",
            "ref_spans": []
        },
        {
            "text": "In September 2003, Russian news agency Tass reported that “Russian and Chinese Public Health Ministries agreed to share virus samples with each other to study infectious diseases, including SARS” as part of a broader programme “for cooperation in education, culture, public health and sport”.14 Again, this indicates that viruses like SARS were already thought of as belonging to the nation state from which they originated as early as 2003. While the media coverage of virus transfers during the SARS outbreak did not yet embody any notion of sovereign rights over those viruses, there was still an implicit recognition that the originating nations had a level of functional control over their movement and use. In the example between China and Taiwan, this control also extended to the information that was associated with the SARS viruses, not just the physical virus samples themselves.",
            "cite_spans": [],
            "section": "The Prequel to Viral Sovereignty",
            "ref_spans": []
        },
        {
            "text": "In April 2004, Japanese scientists reported delays in accessing South Korean samples of influenza viruses.15 The Yomiuri Shimbun story out of Tokyo headlined “Dispute over ownership of virus could cost lives” refers to viruses as valuable “assets”, mentions the “tacit agreement in the world of researchers that a disease agent belongs to whoever found it first”, and concludes with the following:There currently are no international rules on the exchange of viruses. If researchers cannot work out the common ownership issue themselves, governments will be forced to step in. Negotiations between nations on the matter are expected to be conducted under the auspices of the World Health Organization. Even so, international dialogue between scientists will be an essential part of finding a solution.16\n\n",
            "cite_spans": [],
            "section": "The Prequel to Viral Sovereignty",
            "ref_spans": []
        },
        {
            "text": "In May 2005 another news story in Nature stated that it had been “nearly eight months since the [WHO] last saw data on [H5N1 avian influenza virus] isolates from infected poultry in Asia”.17 The article states:Affected countries are failing, or refusing, to share their human samples with the WHO’s influenza programme in Geneva. The UN Food and Agricultural Organization (FAO) set up a network of labs to collect animal samples last year, but it has not received any for months.18\n\n",
            "cite_spans": [],
            "section": "The Prequel to Viral Sovereignty",
            "ref_spans": []
        },
        {
            "text": "The article did not directly accuse any particular Asian nation of not providing samples, although it did imply that Vietnam was withholding data and samples because it was concerned about “losing control over information”.19 Vietnamese government officials contested the article, stating that they had been sharing information with the WHO since the outbreak of bird flu.20 The WHO also released a statement about the Nature article stating that “[t]here is no refusal to share human samples by Vietnam or any country with avian influenza cases”.21 It is not clear whether the Nature article, Vietnamese government officials and the WHO are talking about the same things here. The Nature article mentions both human and animal-derived influenza virus samples, the Vietnamese statement refers to information, and the WHO statement refers to human samples. What is clear though, is that there are influenza virus ownership disputes involving multiple countries and UN agencies (WHO and FAO) well before 2007.",
            "cite_spans": [],
            "section": "The Prequel to Viral Sovereignty",
            "ref_spans": []
        },
        {
            "text": "The WHO had also published numerous documents referring to virus sharing in the years before 2007. In 2005 the WHO released “Guidance for the timely sharing of influenza viruses/specimens with potential to cause human influenza pandemics”.22 The guideline document included “[p]rinciples for sharing influenza viruses/specimens with the WHO Global Influenza Programme”, one of which stated that “designated WHO Reference Laboratories will seek permission from the originating country/laboratory to co-author and/or publish results obtained from the analyses of relevant viruses/samples”.23 Another principle stated that “[t]here will be no further distribution of viruses/specimens outside the network of WHO Reference Laboratories without permission from the originating country/laboratory”.24\n",
            "cite_spans": [],
            "section": "The Prequel to Viral Sovereignty",
            "ref_spans": []
        },
        {
            "text": "In 2005, the 58th World Health Assembly (WHA) adopted Resolution 58.5, urging member states “to facilitate the rapid sharing of clinical specimens and viruses through the WHO Global Influenza Surveillance Network”.25 Then in 2006, the 59th WHA adopted Resolution 59.2 on the application of the International Health Regulations (2005) (IHR 2005). It urged member states to disseminate to WHO collaborating centres information and relevant biological materials related to highly pathogenic avian influenza and other novel influenza strains in a timely and consistent manner.26\n",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "mention": "2005",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "The Prequel to Viral Sovereignty",
            "ref_spans": []
        },
        {
            "text": "Clearly this issue was on the radar of the WHO before Indonesia made its move in 2007, only it was not yet labelled viral sovereignty. Furthermore, upon her appointment as Director General of the WHO in 2006, Margaret Chan was asked about the issue of China not sharing influenza samples with the WHO.27 Chan responded, “I will definitely speak out and urge China to share specimens and information”.28 China resumed sharing viruses with the WHO (via the United States’ Center for Disease Control and Prevention) shortly thereafter.29\n",
            "cite_spans": [],
            "section": "The Prequel to Viral Sovereignty",
            "ref_spans": []
        },
        {
            "text": "This demonstrates that Indonesia’s claim of viral sovereignty in 2007 was not unprecedented. It occurred in a diplomatic context in which many other nation states had exercised control over the viruses isolated from within their territories. Not only that, the arguments that these nations proffered in defence of withholding samples often related to the attribution of credit for their research: credit they felt was unfairly assumed by scientists from other nations using their virus isolates.30 This was nominally addressed by the abovementioned WHO guidelines31 but was still a major point of contention for the Indonesians in 2007.32 There was already a growing sense of unease about the informal and unfair sharing practices of the WHO’s GISN well before the Indonesians forced the WHO and the rest of the international community to grapple with that unfairness in spectacular fashion.",
            "cite_spans": [],
            "section": "The Prequel to Viral Sovereignty",
            "ref_spans": []
        },
        {
            "text": "The WHO’s GISN laboratories operate to monitor the spread of seasonal influenza, the background against which the emergence of potentially pandemic strains can be detected. The network relies on the provision of clinical specimens and virus isolates from countries around the world to create risk assessments and recommend candidate vaccine virus strains to vaccine manufacturers.33 These surveillance activities began in 195234 and the WHO had never developed any formal protocols or legal agreements for the sharing of virus samples.35 The viral inputs to the system had little value to the countries that were contributing the virus samples, whereas the value to the world in having a continuous influenza monitoring system was clearly very high.",
            "cite_spans": [],
            "section": "Indonesia’s Viral Sovereignty Claim",
            "ref_spans": []
        },
        {
            "text": "The calculus changed for Indonesia in 2006 when the epidemiological situation saw the value of their influenza viruses appreciate. Indonesia had been reporting clusters of human influenza A (H5N1) infections since July 2005.36 In 2006 the number of new cases spiked to 55 infections, up from 19 the year before.37 The case fatality rate had also risen to 80.4% from 63.2% in 2005, and in 18% of cases it was unclear if the patient had interacted with sick or dead poultry.38 These trends were extremely concerning: the data were indicative of the emergence of a more virulent form of H5N1 and the start of human-to-human transmission of a virus that was previously transmitted to humans only through close contact with infected birds.",
            "cite_spans": [],
            "section": "Indonesia’s Viral Sovereignty Claim",
            "ref_spans": []
        },
        {
            "text": "This is when Indonesia made its move. In December 2006, Indonesian Health Minister, Dr. Siti Fadilah Supari announced that Indonesia was withdrawing its support from the GISN. It would no longer be sharing its virus samples until it could be guaranteed fairer access to the vaccines and antivirals created using them.39 The Indonesians cited the CBD as the basis for their argument, claiming sovereign control over the influenza viruses isolated within their territory.40 Since ratifying the CBD in the mid-1990s, Indonesian domestic law required that international transfers of biological materials occurred under material transfer agreements (MTAs), but Indonesia had apparently “made a dispensation and had faithfully shared the specimens to the WHO system”.41 Indonesia highlighted what it saw as the unfair practices of the GISN: expecting individual nations to freely provide the raw materials required by pharmaceutical companies to produce vaccines and antivirals, that were then patented and sold at a profit to those provider nations.42\n",
            "cite_spans": [],
            "section": "Indonesia’s Viral Sovereignty Claim",
            "ref_spans": []
        },
        {
            "text": "As stated, Indonesia’s refusal to share its influenza viruses was not quite as out of the blue as most accounts portray it to have been. What was different this time was that the epidemiological data pointed to Indonesia being the probable emergence site of the next influenza pandemic strain. The thing that could inflict great devastation for Indonesia’s people was also the thing that gave the Indonesian government enough leverage to negotiate with the WHO and put them on a better footing to deal with that very possibility. At the time, Indonesia’s actions were described as “a form of moral blackmail”43 and denounced as “morally reprehensible”.44 However, such condemnation failed to acknowledge that domestic governments can be claimed to have “a moral obligation to provide for the health and wellbeing of its citizens”.45\n",
            "cite_spans": [],
            "section": "Indonesia’s Viral Sovereignty Claim",
            "ref_spans": []
        },
        {
            "text": "One other point of difference was the framing of Indonesia’s argument. The invocation of the CBD to claim sovereign authority over their virus samples meant that this issue and the ensuing discussions about this issue were couched in the access and benefit-sharing (ABS) language of the CBD. This was significant because the CBD provided a very clear statement about the sovereign rights of nation states over their genetic resources.46\n",
            "cite_spans": [],
            "section": "Indonesia’s Viral Sovereignty Claim",
            "ref_spans": []
        },
        {
            "text": "The United Nations’ CBD was signed at the Rio Earth Summit in 1992 and now has 196 State Parties.47 It is an environmental conservation treaty with three objectives:the conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of the benefits arising out of the utilization of genetic resources.48\n\n",
            "cite_spans": [],
            "section": "Viruses and the CBD",
            "ref_spans": []
        },
        {
            "text": "It is this third objective, which has been abbreviated to “access and benefit-sharing” (ABS) that was at the core of the Indonesians’ sovereignty claims. In order to ensure the “fair and equitable sharing of the benefits arising out of the utilization of genetic resources”, the CBD reaffirms “the sovereign rights of states over their natural resources”, and clearly states that “the authority to determine access to genetic resources rests with the national governments”.49 In controlling the terms of access to their genetic resources, countries are able to demand a quid pro quo. This was supposed to address (or perhaps redress) the market failure of conservation, capturing the genetic resources in the sovereign domain of the nation state so that access to those resources could be traded for money or other benefits, ultimately creating an economic incentive to conserve them. This then delivered on the CBD’s other objective of sustainable development.",
            "cite_spans": [],
            "section": "Viruses and the CBD",
            "ref_spans": []
        },
        {
            "text": "The GISN’s continued operation after the adoption and entry into force of the CBD was an implicit statement by the WHO that it did not consider viruses to be within the remit of the CBD.50 That the GISN informally transferred influenza viruses to privately owned and operated pharmaceutical companies was a further reiteration of this position. Viruses are unequivocally “genetic resources” within the remit of the CBD.51 But this does not necessarily mean that they should be.52 The CBD, and its supplementary Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilisation (Nagoya Protocol)53 prescribes a default bilateral ABS system. That is, the party that wants to utilise genetic resources (whether for commercial or non-commercial purposes, including research and development) must obtain “prior informed consent”54 from the originating nation state55 and negotiate “mutually agreed terms”56 for the sharing of associated benefits. This bilateral mode of ABS is cumbersome as it requires parties to negotiate terms anew every time a user party requires access to genetic resources; the process is slow and the transaction costs are high. It is evidently ill-suited to the rapid sharing of ever-evolving pathogens, particularly highly variable RNA viruses like influenza. While the Nagoya Protocol does ask parties to “[p]ay due regard to cases of present or imminent emergencies that threaten or damage human, animal or plant health” this provision on special considerations merely calls for ABS to be “expedited” in such situations; it cannot be ignored.57 The Nagoya Protocol also recognises that alternative modes of ABS might be more appropriate for certain subsets of genetic resources,58 and allows for the adoption of specialised international ABS instruments “that [are] consistent with, and [do] not run counter to the objectives of the [CBD] and [Nagoya] Protocol”.59 This is likely where the PIP Framework is situated within the international regime of ABS created by the CBD and Nagoya Protocol, and as such, the PIP Framework might be a specialised instrument.",
            "cite_spans": [],
            "section": "Viruses and the CBD",
            "ref_spans": []
        },
        {
            "text": "The PIP Framework does not mention the CBD but its recognition of the sovereign rights of states over the biological resources in the preamble of the PIP Framework represents an implicit recognition that states do have sovereign rights over all other pathogens. The 2016 review of the PIP Framework stated that “[t]he PIP Framework is a multilateral access and benefit sharing instrument that appears to be consistent with the objectives of the Nagoya Protocol” and recommended that it be officially recognised as such.60 The review also noted that there was no formal mechanism through which this might be achieved,61 but it is evident that the international community has accepted that the PIP Framework is a specialised ABS agreement governing the transfer of influenza viruses with human pandemic potential. That is, when sharing pandemic influenza viruses with and through the WHO (noting that the PIP Framework does not include within its scope seasonal influenza viruses), the international community chooses to do so under the terms of the PIP Framework, and not the CBD or Nagoya Protocol. By acknowledging that it is a specialised multilateral ABS instrument consistent with the Nagoya Protocol, the WHO’s review of the PIP Framework becomes an overt recognition that states have sovereign rights over all other pathogens. It also demonstrates that if the PIP Framework did not exist, the transfer of influenza viruses with human pandemic potential would “require bilateral agreements on a case-by-case basis” as per the terms of the CBD and Nagoya Protocol,62 should provider countries wish to exercise their right do so. In the ten years since Indonesia made the first claim of viral sovereignty using the language of the CBD, the WHO has, as a matter of practice, embraced and codified this concept as a new legal norm.",
            "cite_spans": [],
            "section": "The PIP Framework as a Specialised ABS Instrument?",
            "ref_spans": []
        },
        {
            "text": "During the dispute with Indonesia in 2007, some commentators stated that the Indonesians had contravened the newly negotiated International Health Regulations (2005) [IHR (2005)].63 Indeed, this was the official position of the United States:The United States wishes to be clear that our view is that withholding influenza viruses from the Global Influenza Surveillance Network greatly threatens global public health, and will violate the legal obligations we have all agreed to undertake through our adherence to the IHRs.64\n\n",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "mention": "2005",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "The Sequel to Viral Sovereignty",
            "ref_spans": []
        },
        {
            "text": "The IHR (2005) were adopted by the 58th WHA on 23 May 2005, but did not enter into force until 15 June 2007,65 around six months after Indonesia had claimed viral sovereignty. Even if the IHR (2005) were in force at that time, there are no provisions in this treaty that mandate the sharing of virus samples.66 Indonesia was not, in any technical sense, in violation of the newly negotiated IHR (2005). The fact is that if the IHR (2005) adequately addressed the virus sharing issue, there would have been no need to negotiate an entirely new agreement in the PIP Framework. The IHR (2005) does not provide a solution to the problem of viral sovereignty or virus ABS. There is just the PIP Framework, a highly specific (and imperfect) framework for the sharing of pandemic influenza viruses, and everything else is left, by default, within the domain of the CBD and Nagoya Protocol.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "mention": "2005",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 193,
                    "end": 197,
                    "mention": "2005",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 396,
                    "end": 400,
                    "mention": "2005",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 432,
                    "end": 436,
                    "mention": "2005",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 584,
                    "end": 588,
                    "mention": "2005",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "The Sequel to Viral Sovereignty",
            "ref_spans": []
        },
        {
            "text": "As noted by Fidler, “[w]hen possession is cloaked in the principle of sovereignty, those who require access to the property have to come to terms with the need to bargain for it”.67 Fidler wrote those words a decade ago, and events since then have proven that the international public health community has not yet come to terms with issue of viral sovereignty. This is clearly “a major gap in global health governance”.68 As illustrated in the following examples, we are still taking a decidedly ad hoc approach to accessing viruses during public health emergencies, sometimes with disastrous consequences.",
            "cite_spans": [],
            "section": "The Sequel to Viral Sovereignty",
            "ref_spans": []
        },
        {
            "text": "In September 2012, a report on ProMED-mail alerted the world to the emergence of a novel coronavirus isolated from a patient in Saudi Arabia.69 Human infections with the Middle East Respiratory Syndrome coronavirus (MERS-CoV) presented in much the same way as the genetically-related SARS coronavirus,70 which had killed almost 800 people in 2003.71 Since its discovery, there have been 2200 confirmed cases of MERS-CoV and nearly 800 deaths across 27 countries.72 The largest outbreak outside of the syndrome occurred in 2015 in South Korea, with 186 confirmed cases and 38 deaths.73 The virus is still causing sporadic outbreaks in the Middle East and, six years after its discovery, there is still a great deal that is not yet known about the virus and its transmission cycle.74\n",
            "cite_spans": [],
            "section": "Middle East Respiratory Syndrome (MERS) Coronavirus",
            "ref_spans": []
        },
        {
            "text": "The outbreak of MERS-CoV in 2012 was the first incident after the introduction of the PIP Framework that demonstrated the broader and longer-lasting effects of Indonesia’s viral sovereignty claim. Coming hot on the heels of the PIP Framework, the discussion about sovereign rights over pathogens was still raw for many in the global health community. The situation surrounding the discovery of the MERS coronavirus was controversial. Working from a hospital in Jeddah, Egyptian microbiologist Dr. Mohammed Ali Zaki was unable to determine the causative agent of his patient’s pneumonia. He sent a specimen to Dutch virologists at Erasmus Medical Center (EMC), apparently without the consent of the Saudi Ministry of Health. The researchers at Erasmus were able to isolate the virus and sequence its genome. Just days after Dr. Zaki posted the discovery on ProMED-mail, the research team at EMC, together with Dr. Zaki, applied for a patent on the genetic sequence of the virus.75 This incensed the Saudi government who came out strongly against the patent, arguing that it violated their sovereign authority and inhibited scientific and public health research. In his analysis of the situation, Fidler noted:Saudi Arabia has not yet appealed to ‘viral sovereignty,’ the argument that Indonesia advanced during the 2007 controversy over sharing avian influenza A (H5N1) samples, namely that the state in which a virus is isolated has sovereign rights over that virus under international law, specifically the Convention on Biological Diversity. But Riyadh’s complaints echo this reasoning: Zaki violated Saudi law, [the Saudi government] says, so Erasmus is benefiting from an illegal act. If Saudi Arabia has sovereign rights over the sample, moreover, Erasmus is ignoring these rights and engaging in a form of ‘biopiracy’ by exploiting a Saudi genetic resource without Saudi consent. This argument implicates the Dutch government because the Netherlands and Saudi Arabia are CBD parties, and the Dutch government has not intervened to protect Saudi Arabia’s rights recognised by this treaty.76\n\n",
            "cite_spans": [],
            "section": "Middle East Respiratory Syndrome (MERS) Coronavirus",
            "ref_spans": []
        },
        {
            "text": "During the WHA in May 2013, Director General Margaret Chan denounced the actions of EMC, stating:Making deals between scientists because they want to take IP, because they want to be the world’s first to publish in scientific journals, these are issues we need to address … No IP will stand in the way of public health actions.77\n\n",
            "cite_spans": [],
            "section": "Middle East Respiratory Syndrome (MERS) Coronavirus",
            "ref_spans": []
        },
        {
            "text": "That the Director General supported Saudi Arabia through this dispute riled many in the international health community. The way they saw it, the Saudis had not been forthcoming in reporting the initial cases (which the world heard about through ProMED-mail rather than through official channels as required by the IHR) or the extent of the outbreak.78 There were reports that the Saudi government had rejected assistance from overseas collaborators and would not share virus samples.79 The Saudis, for their part, were wary of scientists who had “taken back specimens from the Middle East to study in their own laboratories” and who had published data on these samples without the permission of the Saudi Ministry of Health.80 The uncoordinated response to MERS-CoV was disappointing when compared to the collaborative approach that was taken in dealing with SARS less than a decade earlier, and illustrated some of the tensions that had developed between the scientific community, nation states and the WHO in the intervening years, and as a consequence, the MERS-CoV continues to cost lives.",
            "cite_spans": [],
            "section": "Middle East Respiratory Syndrome (MERS) Coronavirus",
            "ref_spans": []
        },
        {
            "text": "On 8 August 2014, the International Health Regulations Emergency Committee regarding the Ebola virus disease outbreak in West Africa declared a Public Health Emergency of International Concern (PHEIC).81 By the time the PHEIC was lifted on 29 March 2016, more than 28,000 cases of Ebola virus disease and 11,000 deaths had been recorded in Guinea, Liberia, and Sierra Leone.82 Throughout the emergency, high volumes of biological samples were collected from sick and virus-exposed patients and sent to temporary pathology laboratories for diagnostic testing. Twenty-two laboratories were operated by various international government agencies and non-government organisations to augment the strained diagnostic capabilities of the West African countries in crisis.83 As cases of Ebola in West Africa declined these international agencies started to close their temporary laboratories and return the personnel and equipment to their countries of origin. In the process, the biological samples that were collected throughout the crisis were destroyed, relocated to other laboratories in West Africa, or transferred to permanent laboratories in the nations that mounted the international response84:West Africa became a playground for researchers allegedly appropriating and transporting specimens and data to their home laboratories, sometimes without the knowledge or permission of the countries in which they were collected.85\n\n",
            "cite_spans": [],
            "section": "Ebola",
            "ref_spans": []
        },
        {
            "text": "Prior to the viral sovereignty debate, this practice would not have raised too many eyebrows, and prior to the CBD, there would not have been a set of standards against which to dispute these sorts of activities. But the practice of “parachute research” has been a sore point for the governments of LMICs for decades.86 The term refers to “fully equipped research teams from other countries arriv[ing] at the site where research is needed, conduct[ing] their research independently of others, and then leav[ing]”.87 Not only does this practice erode trust: it also denies host countries the opportunity to train local staff and otherwise build capacity to conduct future research themselves.88 While international responders are becoming more aware of these sensitivities and trying to foster better relationships through partnerships and collaborations with host nations, the continued appropriation of biological samples illustrates the persistence of an exploitative dynamic.",
            "cite_spans": [],
            "section": "Ebola",
            "ref_spans": []
        },
        {
            "text": "At the time of the outbreak, the West African nations did not have adequate biobanking facilities to store large quantities of Ebola virus appropriately.89 This was the justification for taking virus samples to international laboratories and biobanks. One doctor from Sierra Leonne noted in a Nature editorial that despite these “genuine reasons for circumventing bureaucracy … many of us who lived through the outbreak feel that data and samples from our people were used with little regard for our countries’ or patients’ sovereignty.”90 In their discussion about research ethics during the West Africa Ebola outbreak, Doris Schopper et al., went even further, saying:While it may be tenable to claim that the urgency of a response trumped the necessity for appropriate collection of samples and that consent was not feasible in the context of the outbreak, given well-documented concerns around biopiracy and exploitation in the context of colonial past, it is a moral failure not to have considered how this issue may be addressed in other ways.91\n\n",
            "cite_spans": [],
            "section": "Ebola",
            "ref_spans": []
        },
        {
            "text": "The West African Nations, through the establishment of Global Emerging Pathogens Treatment (GET) Consortium, have started to build secure biobanking infrastructure in Sierra Leone92 and have made moves to “implement a sample rescue project”93 to “take ownership and control of the [Ebolavirus] samples”.94 At a WHO Consultation on Biobanking in August 2015, international partners including Médecins Sans Frontières (MSF), Public Health England, and the U.S. National Institutes of Health (NIH) and Centers for Disease Control and Prevention (CDC) reported the status of their Ebola virus sample holdings.95 The report from the meeting noted that “repatriation of some samples from some locations may be impractical”.96 It also stated:Countries from within the [West African] region expressed strong opinions that all the samples taken in their territory were their property and should not be destroyed without express permission.97\n\n",
            "cite_spans": [],
            "section": "Ebola",
            "ref_spans": []
        },
        {
            "text": "In 2015, Hinterberger and Porter conceptualised viral sovereignty as a “tether” connecting virus samples to the political territories within which they were isolated.98 Up to now, the discussion about viral sovereignty has been about controlling access to viruses that are within the physical control of the nation state claiming sovereignty authority. In fact, regarding the MERS coronavirus dispute, one observer stated that “any claim by Saudi Arabia to viral sovereignty is essentially moot because [EMC] already possesses the MERS-CoV genome”.99 This statement implies that the existence of a nation state’s sovereign rights over those resources is exhausted (legally or functionally) once those viruses are out of the physical control of that state. The WHO Consultation about the West African biobanks demonstrates that the sovereignty “tether” is more robust than that. Hinterberger and Porter note that the “tethering effect permits new modes of ownership and control to be exercised over biological entities as they circulate in transnational research arenas”.100 Thus, viral sovereignty is no longer a right that nation states must exercise prior to virus samples leaving their territorial borders in order for that right to be invoked,101 and this further strengthens the notion of viral sovereignty as the new legal norm.",
            "cite_spans": [],
            "section": "Ebola",
            "ref_spans": []
        },
        {
            "text": "On 1 February 2016, the WHO declared PHEIC amid concerns that the outbreak of Zika virus occurring across the Caribbean and Latin America was linked to cases of congenital microcephaly and Guillain-Barré syndrome.102 Just days later, news reporting indicated that Brazil, then “the epicenter of the ongoing Zika crisis” was not sharing vital epidemiological information or virus samples with the international public health community.103 In 2015, the Brazilian government introduced new legislation regulating access to the country’s genetic resources. Brazil’s Biodiversity Law (Law No. 13,123), legislation implementing the CBD,104 had only become effective on 17 November 2015 so there was still a great deal of confusion as to how to go about accessing and sharing genetic resources (including microorganisms) from Brazil.105 One news report quoted the president of a state-run research institute as saying “[u]ntil the law is implemented, we’re legally prohibited from sending samples abroad. Even if we wanted to send this material abroad, we can’t because it’s considered a crime”.106 This rankled U.S. and European scientists who were forced “to work with samples from previous outbreaks” or obtain virus samples surreptitiously.107\n",
            "cite_spans": [],
            "section": "Zika",
            "ref_spans": []
        },
        {
            "text": "The experience with Zika in 2016 serves to demonstrate that the international regime on ABS created by the CBD and Nagoya Protocol is not the only set of rules that users of viral genetic resources have to navigate. This regime relies on the domestic implementation of national legislative, administrative or policy measures to regulate international transfers of genetic resources. Again, this illustrates the futility of arguing against the inclusion of pathogens within the definition of genetic resources under the CBD and Nagoya Protocol. Nation states have every right to include pathogens within their domestic ABS rules, and when accessing genetic resources from another country, the party accessing the resources must abide by the domestic laws of the provider nation.",
            "cite_spans": [],
            "section": "Zika",
            "ref_spans": []
        },
        {
            "text": "The H7N9 avian influenza subtype emerged in China in March 2013, and to date there has been no evidence of sustained human-to-human transmission.108 In August 2018 the New York Times reported that China had been withholding samples of H7N9 influenza viruses from the U.S. CDC for more than a year. A separate report indicated that China was also withholding viruses from scientists in the UK.109 This is the most recent viral sovereignty controversy, and it comes at a time when political tensions between China and the U.S. are ramping up.",
            "cite_spans": [],
            "section": "H7N9 Influenza",
            "ref_spans": []
        },
        {
            "text": "One U.S. source in the New York Times was quoted as saying that “[c]ountries don’t own their viral samples any more than they own the birds in their skies”,110 which, as this chapter has described, is not quite true. It turns out that countries do own their viruses in the very same sense that they own the birds in their skies (which are also within the purview of the CBD and Nagoya Protocol and therefore subject to the environmental laws of the nation state in whose territories those birds happen to be in at any given time). The U.S. is not a signatory to the CBD and is one of the last hold-outs on the issue of whether viral sovereignty is a legitimate claim under the CBD and Nagoya Protocol. The fact is, countries are exercising their sovereign authority over pathogens (which, granted, is not exactly the same thing as ownership).111 The U.S. can resist the theory as much as it likes, but it must work within this new reality if it wants to secure access to virus samples from now on.",
            "cite_spans": [],
            "section": "H7N9 Influenza",
            "ref_spans": []
        },
        {
            "text": "This is a particularly interesting case because China is exercising sovereign control over an influenza virus with human pandemic potential,112 despite these viruses clearly being within the scope of the PIP Framework. Instead of accepting the terms and conditions outlined in the PIP Framework’s Standard Material Transfer Agreements,113 China is choosing instead to determine the terms of influenza sample sharing itself. This is its sovereign right, a right that the WHO has recognised repeatedly. While it does go against the object and intent of the PIP Framework, there are absolutely no direct legal ramifications for not sharing pandemic influenza viruses with the WHO. The PIP Framework was a political salve for a legal problem that persisted despite, and perhaps even because of, the PIP Framework. Put slightly differently, the CBD enables each nation to establish its own laws; the PIP Framework provides one possibility, although it is for the host country to decide whether to follow the PIP Framework or some other legal, administrative or policy arrangement. That is the basis of sovereignty.",
            "cite_spans": [],
            "section": "H7N9 Influenza",
            "ref_spans": []
        },
        {
            "text": "In addition to reaffirming sovereign authority over biological samples, the WHO has more recently stated that countries have sovereign authority over their public health data.114 In the wake of the West African Ebola epidemic, the WHO convened a consultation with scientists, journal editors, industry and government officials on 1–2 September 2015 with the aim of creating global norms for “timely and transparent sharing of data and results during public health emergencies”.115 Although it is not explicitly stated, we can assume that this consultation dealt only with the sharing of information that is not already mandated under the IHR (2005).116 An initial summary of the outcomes was released “immediately after the consultation” on the evening of the 2 September 2015117:",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 647,
                    "mention": "2005",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Who Owns Data About Pathogens?",
            "ref_spans": []
        },
        {
            "text": "It was recognised that epidemiologic data belong to the countries where they are generated, but there was consensus that the default option is that data should be shared (i.e. opt-out policy) to ensure that the knowledge generated becomes a global public good.118 Some of the subsequent communications about this consultation saw the language about the state ownership of data soften. The only mention of the rights of nation states in a later Statement of Principles arising from the consultation stated:The legitimate needs of the originating country must be taken into account. These include acknowledgement in future research reporting, inclusion in decision-making before any next steps are taken with information arising from samples.119\n\n",
            "cite_spans": [],
            "section": "Who Owns Data About Pathogens?",
            "ref_spans": []
        },
        {
            "text": "There is no mention of originating countries owning the data, just an acknowledgement that their needs be taken into account. In 2016, Kayvon Modjarrad et al., published an article about the consultation in PLOS Medicine, stating:Although countries were recognised to be the key arbiters of the dissemination of data collected from their populations, it was also noted that data ultimately belong to the individuals from whom they are collected.120\n\n",
            "cite_spans": [],
            "section": "Who Owns Data About Pathogens?",
            "ref_spans": []
        },
        {
            "text": "So in three consecutive communications from the WHO about the same consultation, the stance changes from data belonging to the originating countries, to countries just being the arbiters of its dissemination. The WHO’s outward stance on data ownership is muddled and adds to the confusion around whether the use of epidemiological data requires permissions or some form of benefit-sharing. Much like the pathogens themselves, the data are likely to have their greatest value when the risk to the rest of the world is high. Without clear rules as to who can control access to epidemiological data, there is the potential that the data, like physical samples, will be withheld in order to leverage benefits.",
            "cite_spans": [],
            "section": "Who Owns Data About Pathogens?",
            "ref_spans": []
        },
        {
            "text": "In the context of a public health emergency, the WHO’s policy statement on data sharing encourages benefit-sharing:WHO underlines that countries should share benefits arising out of the utilization of the data received through WHO with the originating country in accordance with applicable international commitments.121\n\n",
            "cite_spans": [],
            "section": "Who Owns Data About Pathogens?",
            "ref_spans": []
        },
        {
            "text": "Although it is not at all clear which international commitments they are referring to here. They also apply the concept of ABS to genetic sequence data:WHO will advocate that pathogen genome sequences be made publicly available as rapidly as possible through relevant databases and that benefits arising out of the utilization of those sequences be shared equitably with the country from where the pathogen genome sequence originates. This refers only to the public sharing of sequences, not to biological samples, which will be subject to a separate WHO policy (in preparation).122\n\n",
            "cite_spans": [],
            "section": "Who Owns Data About Pathogens?",
            "ref_spans": []
        },
        {
            "text": "This separate policy document is not available at the time of writing—presumably it is still in preparation. But if we were to speculate based on their stance towards the ownership of epidemiological data and pathogen genetic sequence data, it is highly likely that more formal benefit-sharing will also be associated with the use of biological samples.",
            "cite_spans": [],
            "section": "Who Owns Data About Pathogens?",
            "ref_spans": []
        },
        {
            "text": "In 2007, Indonesia first connected the issue of accessing viruses to that of access to vaccines and antivirals using the language of ABS. The CBD gave Indonesia the legal backing to claim sovereignty over viruses as genetic resources. This was the one and only opportunity that the WHO had to make it clear that global health emergencies were one instance where the world should consider foregoing a measure of sovereignty to prioritise the outbreak and research response required in such instances. Undoubtedly this was an extremely difficult situation for the WHO to have to arbitrate. But with hindsight we can now see that Indonesia’s sovereignty claim in 2007 may have been the WHO’s only chance to take a firm stance on this issue and call for the broad exemption of all pathogens during a global health emergency. It is an oft-noted fact that pathogens pay no mind to the Westphalian principles of international law, and the WHO had reason to likewise sideline that system when lives are threatened by the international spread of infectious diseases. This would, however, undermine the sovereignty of nation states, and as a UN agency, the WHO could not endorse such a proposition.",
            "cite_spans": [],
            "section": "The New Norm",
            "ref_spans": []
        },
        {
            "text": "This criticism ignores the fact that Indonesia’s sovereignty claim in 2007 was situated in a global context where countries had been exercising sovereign control over virus samples and associated data since the early 2000s, though it was never referred to as such. Perhaps the writing was on the wall. But, as Kamradt-Scott and Lee have pointed out, the PIP Framework simply “papers over fundamental disagreements regarding authority in global health governance, the relationship between the WHO and governments, and the role of private industry”.123 And by papering over the issues rather than resolving them, the WHO legitimised “viral sovereignty” as a bargaining chip that could get LMICs a seat at the table to negotiate better health outcomes for their populations. This is a bargaining chip that has its greatest value precisely when the most lives are at stake, and it could just be the only option available to LMICs to redress some of the “embedded structural inequalities” of global health preparedness and response.124 The CBD gave us the language of resource sovereignty; the Indonesians applied it to a human pathogen; and the PIP Framework locked it in as a legal norm. The transfer of pathogen samples, and now the epidemiological data related to the pathogen, must now be negotiated with reference to the principles of ABS: prior informed consent, mutually agreed terms, and benefit-sharing. The message from the WHO’s handling of the Indonesia situation was clear: if your country happens to be the emergence site of a pathogen that is sufficiently interesting to scientists that it is deemed valuable, then your best bet is to control access to that pathogen to leverage some sort of benefit for your country.125\n",
            "cite_spans": [],
            "section": "The New Norm",
            "ref_spans": []
        },
        {
            "text": "There is still resistance to the concept of viral sovereignty, often by those who romanticise research science as a global public good and fail to see that the benefits of scientific research generally accumulate to already powerful and wealthy nations.126 Furthermore, invocations of viral sovereignty are hardly the only restrictions placed on access to pathogen samples or related data. Scientists are sometimes reluctant to share, sitting on samples and data until they can be guaranteed publication in peer review journals,127 and, as seen with the MERS-CoV case, there are times when scientists seek intellectual property protections over virus genetic sequence data. Furthermore, biosecurity considerations are often the impetus to deny access to pathogen samples or sensitive data. Indeed, one 2012 influenza experiment branded “dual use research of concern” (DURC) led to a sovereignty-like claim by the Netherlands in an effort to supress publication of the experiment’s results using export control laws.128 Restricting access comes in many forms, not just sovereignty claims. One of the objectives of the Global Health Security Agenda (GHSA) is to “[s]trengthen the global norm of rapid, transparent reporting and sample sharing”,129 but as we have seen, this is no longer the norm.",
            "cite_spans": [],
            "section": "The New Norm",
            "ref_spans": []
        },
        {
            "text": "The legal concept of viral sovereignty is a phenomenon of the new millennium, and it is one we are stuck with. The international regime created by the CBD and Nagoya Protocol defaults to bilateral ABS negotiations on a case-by-case basis.130 This default mode of ABS is extremely time consuming and not appropriate in global health emergencies where time costs lives. The PIP Framework uses an alternative mode: a multilateral agreement that might be considered a specialised ABS instrument under the Nagoya Protocol. But the PIP Framework has major flaws as an ABS instrument131 and, as we have seen with H7N9 influenza in China, can be easily circumvented by any party not wishing to accept its standardised terms and conditions.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "One option would be to amend the IHR (2005) to mandate the sharing of biological samples.132 But this, like an overarching exemption to ABS for pathogen samples and epidemiological data during public health emergencies, is not an acceptable solution because it completely ignores the demands of LMICs for equitable benefit-sharing. While the IHR (2005) is a binding agreement, it is regularly criticised as being toothless. Any amendment to mandate sample sharing under the IHR (2005) would require a rider detailing sanctions if it is to affect any nations’ cost-benefit analysis during a public health emergency. Attaching sanctions to the IHR (2005) is likely to be unpalatable for many countries, not just LMICs. Therefore, Article 4(4) of the Nagoya Protocol on specialised ABS instruments may provide the only avenue to deal with the issue of viral sovereignty. It would allow for the adoption of a multilateral agreement that, like the PIP Framework, would put the WHO at the centre of a constellation of stakeholders. Carter has argued “that the WHO must offer positive incentives so developing countries will have a compelling reason to share samples of newly discovered viruses with the international scientific and health communities”,133 and a multilateral instrument might be a mechanism through which to do that.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "mention": "2005",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 347,
                    "end": 351,
                    "mention": "2005",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 479,
                    "end": 483,
                    "mention": "2005",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 647,
                    "end": 651,
                    "mention": "2005",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Benefit-sharing was a core component of all three of the CBD’s objectives. The international community must come up with a solution to facilitate access to pathogen samples and epidemiological information that respects the sovereign rights of nation states and shares the benefits associated with the use of their resources. If we fail to find a solution that aligns with the object and purpose of the CBD, then individual nations will simply opt to negotiate access terms on an ad hoc basis, and lives will likely be lost in the process. As the examples here indicate, many of those lives are likely to be in the rich countries of the world. This suggests that a solution is possible because the consequences of inaction are not just the burden of the LMICs.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Managing dangerous pathogens: challenges in the wake of the recent West African ebola outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abayomi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Glob Secur Health Sci Policy",
            "volume": "9497",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Build the ebola database in Africa",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Conton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "551",
            "issn": "7679",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Moving to research partnerships in developing countries existing research models in developing countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Costello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Br Med J",
            "volume": "321",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Property rights regimes over biological resources",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cullet",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Environ Plan C Govern Policy",
            "volume": "19",
            "issn": "",
            "pages": "651-652",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The pandemic influenza preparedness framework: a viable procurement option for developing states?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eccleston-Turner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Med Law Int",
            "volume": "17",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Influenza virus samples, international law, and global health diplomacy",
            "authors": [
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The morality of compulsory licensing as an access to medicines tool",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Bagley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Minnesota Law Rev",
            "volume": "102",
            "issn": "",
            "pages": "2463-2479",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The global health law trilogy: towards a safer, healthier, and fairer world",
            "authors": [
                {
                    "first": "LO",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "DeBartolo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 1918,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "1918-1923",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Avian influenza, “viral sovereignty”, and the politics of health security in Indonesia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hameiri",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pac Rev",
            "volume": "27",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "SARS: a global response to an international threat",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Brown J World Aff",
            "volume": "10",
            "issn": "2",
            "pages": "185-197",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Partnerships, not parachutists, for Zika research",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lillywhite",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New England J Med",
            "volume": "374",
            "issn": "16",
            "pages": "1504-1505",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1177/2053951717742417"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The 2011 pandemic influenza preparedness framework: global health secured or a missed opportunity?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Polit Stud",
            "volume": "59",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Negotiating issues related to pandemic influenza preparedness: the sharing of influenza viruses and access to vaccines and other benefits",
            "authors": [
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Negotiating and navigating global health: case studies in global health diplomacy",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The saga of the HIV controversy",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ranga",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Resonance",
            "volume": "14",
            "issn": "5",
            "pages": "472-491",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Viruses for sale: all viruses are subject to access and benefit-sharing obligations under the conventional on biological diversity",
            "authors": [
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Rourke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur Intellect Property Rev",
            "volume": "39",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Never mind the science, here’s the convention on biological diversity: viral sovereignty in the smallpox destruction debate",
            "authors": [
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Rourke",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Law Med",
            "volume": "25",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Research ethics governance in times of ebola",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schopper",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Public Health Ethics",
            "volume": "10",
            "issn": "1",
            "pages": "49-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Towards mutual trust, transparency and equity in virus sharing mechanism: the avian influenza case of Indonesia",
            "authors": [
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Sedyaningsih",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Acad Med Singapore",
            "volume": "37",
            "issn": "29",
            "pages": "482-486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Institut Pasteur v United States: the AIDS patent dispute, the contract disputes act and the international exchange of scientific data",
            "authors": [
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am J Law Med",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Insights into surveillance from the influenza virus and benefit sharing controversy",
            "authors": [
                {
                    "first": "FL",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Glob Change Peace Secur",
            "volume": "24",
            "issn": "1",
            "pages": "71-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Perspectives on West Africa ebola virus disease outbreak, 2013–2016",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Spengler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Inf Dis",
            "volume": "22",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Preliminary remarks on the envisaged world health organisation pandemic influenza preparedness framework for the sharing of viruses and access to vaccines and other benefits",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vezzani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J World Intellect Property",
            "volume": "13",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "E-MERS-GENCY: an application and evaluation of the pandemic influenza preparedness framework to the outbreak of MERS-CoV",
            "authors": [
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Bollinger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Temple Int Comp Law J",
            "volume": "29",
            "issn": "1",
            "pages": "21-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "“Refusal to share” leaves agency struggling to monitor bird flu",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "435",
            "issn": "7039",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Leveraging genetic resources or moral blackmail? Indonesia and avian flu virus sample sharing",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Caplan",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Curry",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Bioeth",
            "volume": "7",
            "issn": "11",
            "pages": "1-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Who’s virus is it anyway? How the world health organisation can protect against claims of “viral sovereignty”",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Georgia J Int Comp Law",
            "volume": "38",
            "issn": "",
            "pages": "717-721",
            "other_ids": {
                "DOI": []
            }
        }
    }
}