{
    "paper_id": "PMC7166628",
    "metadata": {
        "title": "Outbreak of pneumonia of unknown etiology in Wuhan, China: The mystery and the miracle",
        "authors": [
            {
                "first": "Hongzhou",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": "luhongzhou@fudan.edu.cn",
                "affiliation": {}
            },
            {
                "first": "Charles",
                "middle": [
                    "W."
                ],
                "last": "Stratton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yi‐Wei",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "email": "yi-wei.tang@cepheid.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Since December 2019, a total of 41 cases of pneumonia of unknown etiology have been confirmed in Wuhan city, Hubei Province, China. Wuhan city is a major transportation hub with a population of more than 11 million people. Most of the patients visited a local fish and wild animal market last month. At a national press conference held today, Dr Jianguo Xu, an academician of the Chinese Academy of Engineering, who led a scientific team announced that a new‐type coronavirus, tentatively named by World Health Organization as the 2019‐new coronavirus (2019‐nCoV), had caused this outbreak.\n1\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The 2019‐nCoV has a different coronavirus‐specific nucleic acid sequence from known human coronavirus species, which are similar to some of the beta coronaviruses identified in bats.\n2\n, \n3\n The virus‐specific nucleic acid sequences were detected in lung fluid, blood and throat swab samples in 15 patients and the virus that was isolated showed a typical coronavirus appearance under electron microscopy. Further research will be conducted to better understand the new coronavirus to develop antiviral agents and vaccines.\n4\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We applauded the excellent job that has been done so far. The infection was first described in December. Within 9 days, a special team consisted of physicians, scientists and epidemiologists who ruled out several extremely contagious pathogens including SARS, which killed hundreds of people more than a decade ago, and MERS. This has surely alleviated environmental concerns as Hong Kong authorities had quickly stepped up the disinfection of trains and airplanes and checks of passengers due to this outbreak.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Most of the patients visited the fish and wild animal market last month in Wuhan. This fish and wild animal market also sold live animals such as poultry, bats, marmots, and snakes. All patients received prompt supportive treatment in quarantine. Among them, seven patients were in serious condition and one patient died. All of the 42 patients so far confirmed were from China except one Thailand patient who was a traveler from Wuhan. Eight patients have been cured of the disease and were discharged from the hospital last week. The 2019‐nCoV now have been isolated from multiple patients and appears to be the culprit.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "But the mystery has not been completely solved yet. Until there is a formal published scientific manuscript, the facts can be argued, particularly regarding causality despite these facts having been officially announced. The data collected so far is not enough to confirm the causal relationship between the new‐type coronavirus and the respiratory disease based on classical Koch's postulates or modified ones as suggested by Fredricks and Relman.\n5\n The viral‐specific nucleic acids were only discovered in 15 patients, and successful virus culture was extremely limited to only a few patients. There remains considerable work to be done to differentiate between colonization, shedding, and infection. Additional strains of the 2019‐nCoV need to be isolated to study their homologies. It is expected that antigens and monoclonal antibodies will be developed so serology can be used to confirm previous and acute infection status.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The episode demonstrates further the need for rapid and accurate detection and identification methods that can be used in the local hospitals and clinics bearing the burden of identifying and treating patients. Recently, the Clinical Laboratory Improvement Amendments (CLIA) of 1988 has waived highly sensitive and specific molecular devices known as CLIA‐waived devices so that these devices are gradually becoming available for point of care testing.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Finally, the epidemiological similarity between this outbreak and that of SARS in 2002‐2003\n6\n is striking. SARS was then traced to animal markets\n7\n and eventually to palm civets.\n8\n Later bats were identified as animal reservoirs.\n9\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Could this novel coronavirus be originated from wild animals? The family Coronaviridae includes two subfamilies.\n10\n One, the subfamily Coronavirinae, contains a substantial number of pathogens of mammals that individually cause a remarkable variety of diseases, including pneumonia. In humans, coronaviruses are among the spectrum of viruses that cause the common cold as well as more severe respiratory disease—specifically SARS and MERS, which are both zoonoses. The second subfamily, Torovirinae, contains pathogens of both terrestrial and aquatic animals. The genus Torovirus includes the type species, equine torovirus (Berne virus), which was first isolated from a horse with diarrhea, and the Breda virus, which was first isolated from neonatal calves with diarrhea. White bream virus from fish is the type species of the genus Bafinivirus. However, there is no evidence so far that the seafood from the fish and animal market caused 2019‐nCoV‐associated pneumonia.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This epidemiologic similarity clearly provides a starting point for the further investigation of this outbreak. In the meantime, this fish and animal market has been closed until the epidemiological work determines the animal host of this novel coronavirus. Only then will the miracle be complete.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "XINHUANET News Report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "MERS, SARS and other coronaviruses as causes of pneumonia",
            "authors": [],
            "year": 2018,
            "venue": "Respirology",
            "volume": "23",
            "issn": "",
            "pages": "130-137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "SARS and MERS: recent insights into emerging coronaviruses",
            "authors": [],
            "year": 2016,
            "venue": "Nat Rev Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "523-534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Coronaviruses–drug discovery and therapeutic options",
            "authors": [],
            "year": 2016,
            "venue": "Nat Rev Drug Discov",
            "volume": "15",
            "issn": "",
            "pages": "327-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Sequence‐based identification of microbial pathogens: a reconsideration of Koch's postulates",
            "authors": [],
            "year": 1996,
            "venue": "Clin Microbiol Rev",
            "volume": "9",
            "issn": "",
            "pages": "18-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967-1976",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276-278",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Molecular evolution analysis and geographic investigation of severe acute respiratory syndrome coronavirus‐like virus in palm civets at an animal market and on farms",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "11892-11900",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Bats are natural reservoirs of SARS‐like coronaviruses",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "676-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Coronaviruses with Special Emphasis on First Insights Concerning SARS",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}