{
    "paper_id": "PMC7115748",
    "metadata": {
        "title": "Novel atmospheric pressure plasma device releasing atomic\nhydrogen: reduction of microbial-contaminants and OH radicals in the air",
        "authors": [
            {
                "first": "Hideo",
                "middle": [],
                "last": "Nojima",
                "suffix": "",
                "email": "h.nojima@samsung.com",
                "affiliation": {}
            },
            {
                "first": "Rae-Eun",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jun-Hyoun",
                "middle": [],
                "last": "Kwon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Inseon",
                "middle": [],
                "last": "Suh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Junsang",
                "middle": [],
                "last": "Jeon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eunju",
                "middle": [],
                "last": "Ha",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hyeon-Ki",
                "middle": [],
                "last": "On",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hye-Ryung",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "KyoungHui",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kwang-Hee",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Baik-Lin",
                "middle": [],
                "last": "Seong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hoon",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shin",
                "middle": [],
                "last": "Jung Kang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shinichi",
                "middle": [],
                "last": "Namba",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ken",
                "middle": [],
                "last": "Takiyama",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The quality of indoor environments and its health\nimplications have been studied intensively [1]. In particular, regarding the airborne\nspread of infection, the treatment of indoor microbial-contaminants such as virus,\nbacteria, mould fungi and allergens is one of the most important topics [2, 3]. Conventional\nmethods for deactivation of microbial-contaminants involve heat (steam), chemical\nagents (active gases such as chlorine and ozone or solutions) and irradiation (UV).\nMost of these methods can cause adverse effects on the human body. When these\nconventional deactivation methods were used in a real environment, during the\ndeactivation procedure persons could not stay in it and had to be out of that\nenvironment. On the other hand, as a new sterilization method, non-thermal plasma\ntreatment technology is reported [4–8].\nA room-temperature atmospheric pressure plasma plume can be used without causing any\nheating or painful sensation for biomedical application. However, the plasma\ntreatment method has the sterilization effect only in the localized plasma region.\nThus, the plasma treatment is not appropriate for deactivation of airborne indoor\nmicrobial-contaminants. Recently deactivation technology that releases\nplasma-generated positive and negative ions was reported [9].\nBacteriostatic and fungi static effects of these ions were confirmed. In this\ntechnology, however, H+(H2O)m was used as a\npositive ion. It is of concern that releasing a large amount of H+\nmay cause toxic effects on the human body as an acid aerosol [10]. As a result\nthe amount of released ions was limited and the performance of this technology was\nalso limited. A real time deactivation method against the airborne indoor\nmicrobial-contaminants applicable for a real environment in which persons can remain\nhas been in great demand.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 292,
                    "end": 293,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 295,
                    "end": 296,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 828,
                    "end": 831,
                    "mention": "4–8",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1290,
                    "end": 1291,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1545,
                    "end": 1547,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As another environmental health issue, the presence of\nfree radicals, in particular OH in indoor environments, is of increasing concern\n[11–14]. Although the direct reaction between the\nindoor OH radical and the human cell and its toxicity were not yet clear, it was\nreported that the OH radical initiates a complex series of reactions that generate\nintermediates and ultimately produce species that can adversely affect human health\nin indoor environments. Some of the products of OH-initiated reactions are\nirritating at very low concentrations and some of the products are strong oxidants\nand/or very acidic compounds that will contribute to oxidative and corrosive\nprocesses [11].\nIn this paper, we report the development of a novel atmospheric pressure plasma\ndevice that releases atomic hydrogen, H, into the air. In this device,\nH+ generated by plasma is converted to atomic hydrogen that can\nneutralize the OH radical. The developed novel device is effective not only for\ndeactivation of airborne indoor microbial-contaminants but also for neutralization\nof the OH radical in the air by using released atomic hydrogen. The developed device\nis applicable for a real environment where persons can remain during the device\noperation.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 142,
                    "mention": "11–14",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 680,
                    "end": 682,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This paper reports the device design and the\nexperimental results on the efficacy of this novel device: (1) deactivation of\nairborne microbial-contaminants and (2) neutralization of OH radicals in the air.\nFinally the result on the safety check of this device by animal experiment is\nreported.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Figure 1 is the schematic representation of the developed device. The device\nconsists of (1) a dielectric ceramic plate (Al2O3) with outer and inner electrodes (W–Mo alloy), (2) a\nneedle-shaped electrode (stainless steel) and (3) electric circuits for power\nsupply. The size of the device is 70 mm (W) × 43.5 mm (D)\n× 21 mm (H). For device operation, dc voltage of 12 V is fed into\nthe device. Although the electric circuits for power supply are not shown in figure\n1, the circuits are\nequipped in the device and connected to the electrodes. The outer electrode of the\nceramic plate has a pattern as shown in figure 1. The inner electrode is embedded in the ceramic plate.\nA pulse-shaped voltage with a peak height of 3 kV has been applied on the\nouter electrode of the ceramic plate (embedded inner electrode is grounded). The\nfrequency of the pulse-shaped voltage is 230 Hz. On the other hand, dc voltage\nof −4 kV has been applied on the needle-shaped electrode. With the\napplication of these voltages, atmospheric pressure plasma occurs at the surface of\nthe dielectric ceramic plate and at the top of the needle-shaped electrode. \n",
            "cite_spans": [],
            "section": "Device design",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 466,
                    "end": 467,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 616,
                    "end": 617,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In the previous paper [9], the chemical compositions of the\ngenerated ions from the plasma at the surface of the ceramic plate were examined by\ntime of flight mass spectroscopy. When the pulse-shaped voltage was applied on the\nouter electrode of the ceramic plate (embedded inner electrode is grounded),\nH+ surrounded by water molecules, H+(H2O)m, was generated as a positive ion. No other positively\ncharged species were observed [9]. In our device principle, after the positive ion\ngeneration, H+(H2O)m recombines with electrons\nemitted from the needle-shaped electrode by air flow. Thus the positive ion,\nH+(H2O)m, is neutralized and becomes\natomic hydrogen surrounded by water molecules, H(H2O)m.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 24,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 432,
                    "end": 433,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Device design",
            "ref_spans": []
        },
        {
            "text": "The generation of atomic hydrogen in the device was\ninvestigated by the optical spectroscopic method. In the spectroscopic experiments,\nthe developed device was installed in a chamber where He gas (including water\nvapour) of 1 atm was filled. Figure 2 shows the experimental set-up for spectroscopic\ninvestigation. During the experiments, the temperature in the chamber was\n25 °C. The water vapour was fed with He gas by heating water in a tank\nset in a He gas inlet system. The concentration of water in the chamber almost\ncorresponded to the saturated vapour pressure of water at 25 °C. Optical\nemission from the plasma produced at the needle electrode was measured by a\nspectrometer with an image intensified CCD camera. Spatial distributions of emission\nintensities were measured in the area of −1 ⩽ y\n⩽ +1 mm and −0.25 ⩽ z ⩽\n+0.20 mm. An emission line of atomic hydrogen\nH I (656.3 nm) was clearly observed along with\nHe lines in the He/water vapour plasmas [15]. Figure 3 shows the spatial\ndistribution (3D plots) of the optical emission intensity of atomic hydrogen\nH I (656.3 nm) observed around the needle\nelectrode, where the origin is the point of the electrode corresponding to the peak\nposition of the intensity. The distribution shows remarkable asymmetry around the\nz-axis. The tail of the right wing stretches towards the\nceramic plate positioned 36 mm away from the needle electrode in the direction\nof the y-axis. This result indicates that the positive ions,\nH+, from the ceramic plate recombine with electrons emitted from\nthe needle electrode. The mechanism of the optical emissions in the device was\ndiscussed in our previous paper [15]. \n\n",
            "cite_spans": [
                {
                    "start": 964,
                    "end": 966,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1655,
                    "end": 1657,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Device design",
            "ref_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 976,
                    "end": 977,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Optical emission at the needle electrode was measured in\nair. In the case of the air fed device, the emission line of atomic hydrogen\nH I (656.3 nm) was not detected since emission\nintensities due to N2 were very high and these emissions\nobscured the hydrogen H I line. However, we consider it\nis reasonable that the atomic hydrogen surrounded by water molecules, H(H2O)m, is generated in the case of the air fed device, because\nthe formation of H+ surrounded by water molecules,\nH+(H2O)m in the air is experimentally\nsupported [9]\nand H+(H2O)m can recombine with electrons\nemitted from the needle electrode by air flow.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 530,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Device design",
            "ref_spans": []
        },
        {
            "text": "Besides the electron emission, several ionization\nphenomena occur at the needle-shaped electrode. The ionization phenomena can be\nrelated to negative corona discharges. In the case of negative dc corona discharge\nin the air, charged species are\n\n,\n\n,\n\n,\n\nand\n\n. In the previous paper [9], the charged species generated from the\nsurface plasma in the air were examined by time of flight mass spectroscopy. In this\nexperiment,\n\nwas observed but other negatively charged species were not\nobserved.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 286,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Device design",
            "ref_spans": []
        },
        {
            "text": "The ion concentration in the air was examined by ion\ncounter (DAN SCIENCE, 83-1001B-II). This ion counter consists of a double\nco-cylinder shaped detector, called a Gerdien condenser. The radii of the inner\ncylinder and outer cylinder of the detector are 1 cm and 2.6 cm,\nrespectively. The length of the co-cylinder is 24 cm. Air was fed into the\ndetector. The electrical conductivity of the air fed between the cylinders was\nmeasured by applying the dc voltage of 13 V on the outer cylinder (inner\ncylinder was grounded). The measured conductivity of the air was converted to the\nconcentration of the charged ions in the air [16]. The concentration of negative ions\nreleased from the plasma device was about 1 ×\n106 counts cm−3 at a distance of\n1 m from the device.",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 629,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Device design",
            "ref_spans": []
        },
        {
            "text": "The concentration of O3 produced\nfrom the device was measured by the photometric O3 analyser\n(API 400E) in a 28.6 m3 (3.2 m(W) × 2.65 m(D)\n× 2.45 m(H)) closed chamber at a temperature of 25 °C and\nhumidity of 50% RH for 24 h. The concentration of O3 at a distance of 5 cm from the device was confirmed to be less\nthan 0.01 ppm over 24 h.",
            "cite_spans": [],
            "section": "Device design",
            "ref_spans": []
        },
        {
            "text": "The concentrations of nitrogen oxides such as N2O5, N2O, NO,\nNO2, HNO2 and HNO3 produced from the device were also measured by the gas monitoring\nsystem (MIDAC, I-4001) in a 1 m3 closed chamber at a temperature of\n25 °C and humidity of 50% RH. The concentrations of these nitrogen\noxides were less than 0.001 ppm.",
            "cite_spans": [],
            "section": "Device design",
            "ref_spans": []
        },
        {
            "text": "Deactivation characteristics of the developed device\nagainst airborne microbial-contaminants were evaluated. First, we show that the\ndevice has a deactivation effect against airborne influenza virus. In our\nexperiment, a human influenza A virus (X-31 virus H3N2 type, reassortant between\nA/PR/8/34(H1N1) and A/Aichi/2/68(H3N2) [17, 18], was used. The virus used is a\ncold-adapted attenuated strain [19] considering the required safety during aerosolization\nof the virus. Influenza virus was propagated in 11 day-old embryonated hens'\neggs. The deactivation effect on the influenza virus was tested in a\n1 m3 chamber. During the test temperature and humidity were\n23–25 °C and 50–60%RH, respectively. Influenza virus of\n109 PFU (plaque forming units) was aerosolized into the chamber using\nan air spray gun (Type W-33, Hyup Sung Co., Korea). A fan was continuously turned on\nto provide adequate mixing of the aerosol inside the chamber during the experiment.\nAfter 10 min, the device was operated and the airborne viruses were collected\non the MEM liquid media by an air-sampler (MAS-100 Eco, MERCK) at 20 min\nintervals. The virus titre of each sample was estimated with a plaque assay on\nMabin-Darby canine kidney (MDCK) cells. Samples having 500 µl of serial\ndilutions were plated on multi-wells of six-well plates and incubated in a CO2 incubator at 30 °C for 4 days. Viral\nplaques were visualized by staining with crystal violet solution and the titres were\ncalculated as PFU ml−1. Triplicate samples were averaged for\neach data point. Representative data of the plaque assay are shown in figure 4. The deactivation of\ninfluenza virus during the 60 min operation of the device is shown in figure\n5(a). The data show that the device significantly\nincreases the deactivation as compared with natural deactivation of the virus in\nair. Figure 5(b) shows that the reduction rates of influenza\nviruses compared with natural decay are 91.9%, 97% and 99.6% after\n20 min, 40 min and 60 min, respectively. The data suggest that\ninfluenza virus is effectively deactivated by the device operation. \n\n",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 332,
                    "end": 334,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 399,
                    "end": 401,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Deactivation of airborne microbial-contaminants",
            "ref_spans": [
                {
                    "start": 1599,
                    "end": 1600,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1699,
                    "end": 1703,
                    "mention": "5(a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1842,
                    "end": 1846,
                    "mention": "5(b)",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The performance of influenza virus deactivation when the\ndevice is used in a real sized living room was estimated by CFD simulation. Using\nthe experimental results of the influenza virus deactivation rate as a function of\nreleased ion density, distribution of the ion and air flow in the room, the\ndeactivation of the virus in a real-sized room was simulated. As a result, it was\nfound that approximately 80% of airborne influenza virus in a\n130 m3 room can be deactivated after 30 min by the\noperation of the device.",
            "cite_spans": [],
            "section": "Deactivation of airborne microbial-contaminants",
            "ref_spans": []
        },
        {
            "text": "Second, the efficacy of the device to deactivate\nairborne bacteria was evaluated. Methicillin resistant Staphylococcus\naureus ATCC 33591, MRSA, which is a major cause of hospital-acquired\ninfection, was used. The device was placed in a 1 m3 test chamber.\nA fan was continuously operated during the test to provide adequate mixing in the\nchamber. MRSA were aerosolized in the test chamber at the initial concentration of\napproximately 1.4 × 108 CFU (colony forming\nunits) m−3. The concentration of airborne MRSA was\nmeasured with the device in operation. The airborne MRSA was collected by an\nair-sampler (MAS-100 Eco, MERCK). For the control test, the device remained off. The\ntest results are shown in figure 6. The airborne concentration of MRSA for the control test decreased\nto 39% after 60 min as natural decay. However, with the operation of the\ndevice for 60 min more than 99% of the airborne MRSA was deactivated\ncompared with the control test. This result shows the significant difference in the\nconcentration of the airborne MRSA which was observed with the operation of the\ndevice. \n",
            "cite_spans": [],
            "section": "Deactivation of airborne microbial-contaminants",
            "ref_spans": [
                {
                    "start": 710,
                    "end": 711,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Third, the test on the deactivation of airborne mould\nfungi by the device was conducted using a chamber the size of which was 50 cm\n× 70 cm × 50 cm. Aspergillus niger and\nPenicillun citrinum were aerosolized in the chamber with the\nrate of 100 ml per 30 s. The concentration of airborne mould fungi was\nmeasured using an air-sampler every 1 h in 6 h. The test results showed\nthat the deactivation rates of airborne Aspergillus niger were\n35.0%, 85.0%, 96.1%, 98.0% and 99.9% after 1 h, 2 h,\n3 h, 4 h and 5 hr, respectively. In the case of Penicillun\ncitrinum the deactivation rates were 38.5%, 75.0%, 95.0%,\n96.9% and 99.9% after 1 h, 2 h, 3 h, 4 h and\n5 h, respectively.",
            "cite_spans": [],
            "section": "Deactivation of airborne microbial-contaminants",
            "ref_spans": []
        },
        {
            "text": "Finally, the efficacy of the device on airborne\nallergens (Der p1, Fer d1, Can f1 and fungal spores) was evaluated in the\n19.16 m3 test room. The test results on Der p1, Fel d1 and Can\nf1 together with the results from the fungal spore culture plates showed that the\ndeveloped device made a notable difference in the air quality. The effectiveness of\nthe developed plasma device on the reduction of airborne allergens was certified by\nthe British Allergy Foundation, BAF(UK). A certification seal of approval was\nobtained.",
            "cite_spans": [],
            "section": "Deactivation of airborne microbial-contaminants",
            "ref_spans": []
        },
        {
            "text": "The mechanism for deactivation of microbial-contaminants\nby plasma is an essential issue that is being discussed by many researchers. In our\ndevice, as stable neutral species, O3, nitrogen oxides (N2O5, N2O, NO,\nNO2, HNO2 and HNO3), and H2O2 can be\nproduced from the needle-shaped electrode. However, the concentrations of O3 and nitrogen oxides were measured to be less than\n0.01 ppm and 0.001 ppm, respectively as described in section 2. Since these concentrations\nwere very low, O3 and nitrogen oxides can be excluded from\nthe agents responsible for the observed deactivation of microbial-contaminants. In\naddition, the device reduced the cell death induced by H2O2 and\n\nproduced enzymatically in the culture medium as described in section\n4.2. This result\nsuggests that the device does not produce a significant amount of H2O2. The negatively charged species produced from\nthe needle electrode can be\n\n,\n\n,\n\n,\n\nand\n\n. In the previous study [16], however, the deactivation of airborne\nbacteria was not observed when the efficacy test was conducted using only negatively\ncharged ions. Therefore, these negatively charged species are not responsible for\nthe deactivation of microbial-contaminants. According to Laroussi [6], active\nradicals and anions such as O, OH and\n\nplay the most important role in the destruction of micro-organisms in\natmospheric pressure plasma. Goree et al [8] investigated\nthe transport mechanism of bactericidal agents in the plasma needle. In their study,\nthe optical emissions of O and OH were observed from the glow of the plasma needle.\nThey reported that the bactericidal agent has a lifetime <0.5 ms. A spot\nfor killing bacteria by the plasma needle was 5 mm in diameter [8]. For OH, the\nlifetime in pure air at room temperature can be very short [20]. Depending on\nthe OH concentration, the recombination reaction of OH radicals can happen as fast\nas 50 µs at room temperature [20]. Thus, O and OH are not the agents\nresponsible for the observed deactivation of microbial-contaminants, because in our\nexperiments the deactivation was observed in the real-sized test chambers.",
            "cite_spans": [
                {
                    "start": 945,
                    "end": 947,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1222,
                    "end": 1223,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1384,
                    "end": 1385,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1706,
                    "end": 1707,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1782,
                    "end": 1784,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1913,
                    "end": 1915,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Deactivation of airborne microbial-contaminants",
            "ref_spans": []
        },
        {
            "text": "The chemical agent responsible for the deactivation of\nmicrobial-contaminants observed in this study should be long-lived. For\nH+(H2O)m produced from the device, the\nlifetime is approximately 3–5 s in air [9]. In addition,\nthe superoxide dismutase (SOD)-like activity of reduced water due to atomic hydrogen\nwas reported to be stable at 4 °C for over a month [21]. From these\nresults, atomic hydrogen surrounded by water molecules, H(H2O)m, is possibly long-lived. As a possible explanation of the observed\ndeactivation of airborne microbial-contaminants, we consider the following. In our\ndevice, H(H2O)m released from the device reacts with O2 and\n\nin air or at the surface of airborne microbial-contaminants. As a\nresult, active species, HO2 or\n\n, are generated. These active species break the cell membranes of\nbacteria and mould fungi or modify the protein located at the surface of the virus\nand allergens. In the previous paper [9], the haemagglutination reaction (HA) test\nwas conducted. In this case a haemagglutination reaction was not found in red blood\ncorpuscles (RBC) inoculated with influenza viruses that were exposed to positive and\nnegative ions. This result indicates that the spike-like haemagglutinin protein of\ninfluenza virus was modified by the exposure to these ions. In our device, although\nthe detailed mechanism is not yet clear, the surface protein of the virus would be\nmodified since similar reactions at the surface of virus can be expected. In the\ncase of allergens, HO2 or\n\ncould modify the surface protein and protect against\nantigen–antibody reactions. As a result, the developed device has deactivation\ncharacteristics against airborne virus, bacteria, mould fungi and allergens. The\ndeactivation function of the device can be explained phenomenally as described\nabove, but the investigation of the mechanism on a molecular scale is needed and is\ncurrently underway.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 207,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 360,
                    "end": 362,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 936,
                    "end": 937,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Deactivation of airborne microbial-contaminants",
            "ref_spans": []
        },
        {
            "text": "The neutralization of OH radical in the air was\ninvestigated by spectroscopic and biological methods. The observation geometry\nfor the laser-induced fluorescence (LIF) experiments is shown in figure 7. In our experiments, OH\nradicals were produced in the air by a surface discharge using a ceramic plate\nelectrode applying a pulse-shaped voltage (6 kV, 100 Hz). The device\nwas placed at a given distance from the ceramic plate on the\nx-axis shown in figure 7. In addition, as a reference source of the OH\nradical spectrum, a plane-parallel hollow cathode plasma was used. The plasma\nwas produced in the helium/water mixture gas between a pair of plane-parallel\ndisc electrodes with a discharge voltage of 340 V and current of\n20 mA at a gas pressure of 20 Torr. \n",
            "cite_spans": [],
            "section": "Spectroscopic investigation ::: Neutralization of OH radical in the air",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 457,
                    "end": 458,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "To detect OH radicals by the LIF technique, the\ntransition [A 2Σ+(v′\n= 1) ← X 2Π(v = 0),\n282 nm] was used [22]. Figure 8 is a partial energy diagram for the OH molecule. A\ndye laser (Quanta-Ray PDL-3) pumped by a Nd–YAG laser (Quanta-Ray GCR-11)\nwith a pulse duration of 5 ns and a repetition rate of 10 Hz\nproduced tunable radiation at a wavelength around 564 nm using Rhodamine\n590 dye. Second harmonic radiation was generated with a BBO crystal pumped by\nthe tuned laser beam. The wavelength was tuned at 282 nm to achieve\nexcitation of the A–X transition. The LIF signal was observed along the\nx-axis by using a monochromator (JASCO CT-25) with a\nphotomultiplier (Hamamatsu Photonics R3896) in the UV region\n(280–320 nm). The pulse waveform was recorded by a digital storage\noscilloscope (Tektronix TDS-620B). \n",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Spectroscopic investigation ::: Neutralization of OH radical in the air",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Figure 9 shows the LIF spectra observed in\n(a) a plane-parallel hollow cathode plasma with the\nhelium/water mixture at 20 Torr and in (b) an atmospheric\nair discharge plasma with a humidity of 50%RH at 24 °C. At a\nlow-pressure discharge, a well-defined LIF spectrum having three peaks typical\nof OH radicals was obtained in figure 9(a) [22]. On the\nother hand, the OH-LIF intensity obtained in the atmospheric air plasma is\nextremely weak compared with the low-pressure one as shown in figure 9(b).\nThe LIF signal at 309 nm was stronger than that at 314 nm. The LIF\nsignal was not observed at 282 nm except for the Rayleigh scattering\nlight. In this excitation scheme the excited state rapidly relaxes into the\nlowest vibrational state due to frequent collision at atmospheric pressure. Then\nthe 309 nm transition became dominant due to quenching of the fluorescence\nfrom the A 2Σ+(v′\n= 1). Thus, the 309 nm LIF signal was chosen to observe the\nneutralization of the OH radical by the operation of the developed device.\n\n",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 339,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Spectroscopic investigation ::: Neutralization of OH radical in the air",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 331,
                    "end": 335,
                    "mention": "9(a)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 493,
                    "end": 497,
                    "mention": "9(b)",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Figure 10 shows that the LIF pulse signals at 309 nm\nwere observed in the vicinity of atmospheric air plasma with and without the\noperation of the developed device. The distances between the observed point and\nthe device were (a) 10 cm and (b)\n19 cm. As shown, a remarkable reduction in the LIF intensity was observed\nwhen the device was operated. \n",
            "cite_spans": [],
            "section": "Spectroscopic investigation ::: Neutralization of OH radical in the air",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 9,
                    "mention": "10",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "In order to clarify the agent that causes the\nreduction in the OH-LIF signal, the experiments were performed in the condition\nof operating only with the needle electrode on and only with the ceramic plate\nelectrode on. In these cases, no change of LIF signal intensities was observed\nwithin the fluctuation of the measurements. These experimental results suggest\nthat the agent was generated by a reaction of chemical species produced from the\nceramic plate electrode and those from the needle electrode. The agent should be\nlong-lived, since the reduction in the OH-LIF signal was observed at a distance\nof 19 cm from the device. From these results, we consider that the atomic\nhydrogen surrounded by water molecules, H(H2O)m,\ngenerated by the reaction of H+(H2O)m and\nelectrons is responsible for the reduction of the OH radicals in the air. The\nrecombination of H(H2O)m and OH can reduce the\nconcentration of OH radicals in the air. The direct recombination of atomic\nhydrogen H and OH leads to O and H2. In our device,\nhowever, atomic hydrogen is surrounded by water molecules. We consider that a\nrecombination similar to the three-body reaction (OH + H + H2O → 2H2O) probably occurs as\nfollows:\n",
            "cite_spans": [],
            "section": "Spectroscopic investigation ::: Neutralization of OH radical in the air",
            "ref_spans": []
        },
        {
            "text": "We examined if the developed device has a cell\nprotective effect against the exogenously generated reactive oxygen species,\nparticularly OH radicals. Mouse neuroblastoma cell line, N2a, and human\nembryonic kidney cell line, 293FT, cells were grown at a density of 5 ×\n104 cells ml−1 on open 24-well cell\nculture plates in a CO2 incubator (37 °C,\n5% CO2, RH70-75% humidity). The volume of each\ntest area was 24 000 cm3. A fan was turned on throughout\nthe experiment to aid the dispersion and circulation of the device-generated\nspecies and air. The fan, the OH generator, the device and the cell culture\nplate were placed in a row with distances being the same between each test\ngroup. The OH generator was the same one used in the spectroscopic experiments.\nThe distance between the device and the cell culture plate was 5 cm.\nFollowing incubation, the cell death rate was measured using the standard\nlactate dehydrogenase (LDH) release assay which was designed based on the\nphenomenon that only dying or dead cells release the enzyme into the culture\nmedium. To measure cell viability, dimethylthiazolyl carboxymethoxyphenyl\nsulfophenyl tetrazolium (MTS) assay was used, where the colour reaction\nincreases proportionally to the number of live cells.",
            "cite_spans": [],
            "section": "Biological investigation: cell protection effects ::: Neutralization of OH radical in the air",
            "ref_spans": []
        },
        {
            "text": "When the effect of exposure to the device was\nmonitored for 3 continuous days, both sets of cultured cells showed no defect in\ncell proliferation or viability when compared with the fan-only control as\nmeasured by the MTS assay in figure 11(a). When assessed by the LDH\nassay, the device itself did not show any harmful effect during the\n24 h-incubation and the rate of cell death remained at a basal level, i.e.\nfan-only control level in figure 11(b). However, the operation of the\nOH generator increased the rate of cell death by 20–25%. Most\nimportantly, the operation of the our device suppressed the cell death induced\nby the OH generator by 10–20% in figure 11(b).\nUnder a bright field microscope, many of the cells incubated in the presence of\nthe OH generator showed shrunken morphology whereas those incubated in the\npresence of the OH generator plus the device remained relatively healthy in\nfigure 11(c), upper panels. When the cells were stained\nwith diaminophenylindole that stains DNA and shows nuclear morphology, the cells\nexposed to the radicals exhibited condensed nuclear morphology found in typical\napoptotic cells, which was also inhibited when the device was operated (figure\n11(b), lower panels). These results suggest that\nthe cultured cells were indeed damaged by the radicals generated by the OH\ngenerator and the device showed a protective effect by neutralizing the radicals\nfrom the OH generator. \n",
            "cite_spans": [],
            "section": "Biological investigation: cell protection effects ::: Neutralization of OH radical in the air",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 243,
                    "mention": "11(a)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 446,
                    "end": 451,
                    "mention": "11(b)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 664,
                    "end": 669,
                    "mention": "11(b)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 909,
                    "end": 914,
                    "mention": "11(c)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1198,
                    "end": 1203,
                    "mention": "11(b)",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "To further confirm if the cell death induced by the\nOH generator was indeed due to the OH radicals, a known chemical scavenger of OH\nradicals, dimethyl thiourea (DMTU, 10 mM), was added to the culture medium\nin the OH generator test group. As shown in figure 12, cell death induced by\nthe OH generator was suppressed to the control level when the DMTU was used.\nThis protection was comparable to that conferred by the device. This result\nsuggests that the device neutralized the OH radicals generated by the OH\ngenerator. \n",
            "cite_spans": [],
            "section": "Biological investigation: cell protection effects ::: Neutralization of OH radical in the air",
            "ref_spans": [
                {
                    "start": 259,
                    "end": 261,
                    "mention": "12",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "To examine the molecular pathway of cell death\nsuppressed by the device, the effects of inhibitors of two well-known cell death\nmolecules [23, 24], caspases and poly (ADP-ribose) polymerase-1 (PARP-1), were\nmonitored. As shown in figure 12, a pan-caspase inhibitor, zVAD, and a PARP-1 inhibitor, DPQ,\nboth inhibited the cell death induced by the OH generator to a similar level as\nthe device protected the cells exposed to the OH generator. This result suggests\nthat the cell death pathway induced by the radicals produced by the OH generator\nwas dependent on both caspases and PARP-1 and the protection by our device may\nbe due to neutralization of the radicals.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 143,
                    "end": 145,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Biological investigation: cell protection effects ::: Neutralization of OH radical in the air",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 239,
                    "mention": "12",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "In addition, the operation of the device reduced the\ncell death induced by radicals produced enzymatically in the culture medium.\nOxidation of xanthine by xanthine oxidase produces H2O2 and\n\n, which can generate OH radicals by the Fenton reaction [25]. When the\ncells were incubated for 20 h with 50 mM xanthine and\n20 mUnit ml−1 xanthine oxidase in the culture\nmedium, more than 80% of the cells died. However, operation of the device\nreduced this cell death significantly as shown in figure 13. \n",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Biological investigation: cell protection effects ::: Neutralization of OH radical in the air",
            "ref_spans": [
                {
                    "start": 493,
                    "end": 495,
                    "mention": "13",
                    "ref_id": "FIGREF12"
                }
            ]
        },
        {
            "text": "These experimental results show the device has cell\nprotection effects against the OH radicals produced in the air as well as\nproduced enzymatically in the culture medium. As discussed in spectroscopic\ninvestigation, we consider that the neutralization of OH radicals in the air is\nprobably due to atomic hydrogen surrounded by water molecules, H(H2O)m. However, to clarify the mechanism of cell protection\nby the developed device, we need a more detailed study.",
            "cite_spans": [],
            "section": "Biological investigation: cell protection effects ::: Neutralization of OH radical in the air",
            "ref_spans": []
        },
        {
            "text": "The side effects of the developed plasma device in\nparticular on respiratory organs were measured systematically by animal experiments.\nHealthy rats were exposed in the presence of the operating device in a\n1 m3 chamber for 14 days. During the experiments,\nmortality, body weights, clinical signs, haematological findings, biochemical\nfindings, absolute and relative organ weights and necropsy findings of the male and\nfemale rats exposed to the plasma device were checked. As a result, no toxic signal\nwas observed. The harmlessness of the developed plasma device to respiratory organs\nwas confirmed by these animal experiments.",
            "cite_spans": [],
            "section": "Safety check",
            "ref_spans": []
        },
        {
            "text": "This work represents that the atmospheric pressure plasma\ndevice designed to generate atomic hydrogen has significant effects on the\ndeactivation of airborne microbial–contaminants, such as influenza virus,\nbacteria, mould fungi and allergens and the reduction of OH radicals in the air.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "In the virus experiment, 99.6% of airborne influenza\nvirus was deactivated by the operation of the device for 60 min compared with\nthe control test in the 1 m3 chamber. In addition, more than\n99% of airborne MRSA was deactivated with the operation of the device for\n60 min in the 1m3 chamber. The experimental results showed that the\ndeveloped device made a notable difference in the concentrations of the airborne\nallergens (Der p1, Fer d1, Can f1 and fungal spores) in the real-sized environment.\nThese deactivation performances are probably due to HO2 and\n\nproduced by the chemical reaction of H(H2O)m\nwith O2 and\n\n(H2O)n in air or at the surface of airborne\nmicrobial-contaminants.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The remarkable reduction of OH radicals in the air by\nthe operation of the device was observed by the LIF method. Also, significant\nprotective effect of the device against OH radicals in the air was observed in\ncultured mammalian cells. The cell death induced by the OH generator was suppressed\nby the operation of our device to the control level. These OH radical reduction\ncharacteristics are probably caused by the chemical reaction: OH + H(H2O)m → (H2 O)m + 1 in the\nair.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The side effects of the developed plasma device in\nparticular on respiratory organs were measured by using healthy rats. Mortality,\nbody weights, clinical signs, haematological findings, biochemical findings,\nabsolute and relative organ weights and necropsy findings of the male and female\nrats exposed to the device operation were checked. As a result, no toxic signal was\nobserved.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "This device is applicable for the reduction of airborne\nindoor microbial-contaminants and OH radicals in real environments where people can\nstay during the device operation since this method is harmless to human body. A wide\nrange of practical applications can be expected with this novel atmospheric pressure\nplasma device.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Schematic representation of the\ndeveloped device. The device consists of (1) a dielectric ceramic plate\n(Al2O3) with outer and\ninner electrodes (W–Mo alloy), (2) a needle-shaped electrode\n(stainless steel) and (3) electric circuits for power supply. The size\nof the device is 70 mm (W) × 43.5 mm (D) ×\n21 mm (H).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Experimental set-up for\nspectroscopic investigation.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Spatial distribution (3D plots) of\nthe optical emission intensity of atomic hydrogen\nH I (656.3 nm) observed around the\nneedle electrode. The origin is the point of the electrode corresponding\nto the peak position of the intensity.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Plaque assay of influenza virus on\nthe MDCK cell at various times of device operation in the aerosolization\nchamber. The airborne viruses were captured in the MEM medium by an\nair-sampler, serially diluted before plaque assay. Viral plaques were\nvisualized by staining with crystal violet.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: (a) Kinetics of\ninfluenza virus deactivation with the operation of the device.\n(b) The reduction rate of influenza virus with the\noperation of the device.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: The concentration of airborne\nmethicillin resistant Staphylococcus aureus ATCC 33591,\nMRSA, with (▪) and without (•) the operation of the device.\nThe efficacy test was conducted in a 1 m3 chamber.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Observation geometry for OH-LIF\nexperiments.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: Partial energy level diagram\nfor the OH molecule.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 9: The LIF spectra observed in\n(a) a plane-parallel hollow cathode plasma in\nthe helium/water mixture at 20 Torr and in\n(b) an atmospheric air discharge plasma with a\nhumidity of 50%RH at 24 °C.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 10: The 309 nm LIF pulse\nsignals observed in the vicinity of atmospheric air plasma with and\nwithout the operation of the developed device. The distances between\nthe observed point and the device were (a)\n10 cm and (b) 19 cm.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 11: The cell protective effect of\nthe developed device. The device itself did not have toxicity on the\ncultured mammalian cells (a) but showed a\nprotective effect against the radicals generated by the OH generator\nwhen assessed by a LDH assay (b) and morphology\n(c). (*) Two means are significantly\ndifferent when evaluated by the one-way ANOVA (p\n< 0.05, n = 5).",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 12: The protective effect of the\ndevice by neutralizing OH radicals as examined by the use of\nchemical scavenger of OH radicals, DMTU. Cell death pathway induced\nby the radicals was inhibited by a pan-caspase inhibitor, zVAD, and\nPARP-1 inhibitor, DPQ. (*), p < 0.05 versus\nOH generator (n = 5).",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 13: The protective effect of the\ndevice against reactive oxygen species produced by the addition of\nxanthine/xanthine oxidase (50 mM/20 mUnit/ml) in the\nculture medium. The 293FT cells were incubated for 20 h in the\npresence of the xanthine/xanthine oxidase with or without the device\non. Cell death was measured by the LDH release assay. Two means are\nsignificantly different when evaluated by the one-way ANOVA\n(p < 0.05, n = 7).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Am. J. Public. Health",
            "volume": "93",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Indoor Air Quality Handbook",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "J. Allergy Clin. Immunol.",
            "volume": "110",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1067/mai.2002.128674"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Appl. Phys. Lett.",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1063/1.2045549"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "IEEE Trans. Plasma Sci.",
            "volume": "30",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1109/TPS.2002.804220"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "J. Phys. D: Appl. Phys.",
            "volume": "38",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1088/0022-3727/38/11/012"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "J. Phys. D: Appl. Phys.",
            "volume": "39",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1088/0022-3727/39/16/S05"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Environ. Health Perspect.",
            "volume": "79",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Environ. Sci. Technol.",
            "volume": "31",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1021/es970669e"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Atmos. Environ.",
            "volume": "36",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1352-2310(02)00278-9"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Atmos. Environ.",
            "volume": "37",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1352-2310(03)00537-5"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Environ. Sci. Technol.",
            "volume": "40",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1021/es052198z"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "J. Inst. Electrostat. Japan",
            "volume": "26",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Arch. Virol.",
            "volume": "146",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s007050170181"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "J. Infect. Dis.",
            "volume": "141",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2005.10.051"
                ]
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "J. Appl. Phys.",
            "volume": "93",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1063/1.1567796"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Biochem. Biophys. Res. Commun.",
            "volume": "234",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1006/bbrc.1997.6622"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "C. R. Physique",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.crhy.2005.07.011"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Genes Dev.",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "J. Bioenerg. Biomembr.",
            "volume": "36",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1023/B:JOBB.0000041755.22613.8d"
                ]
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Free Radic. Res.",
            "volume": "39",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1080/10715760500164045"
                ]
            }
        }
    }
}