{
    "paper_id": "PMC7123386",
    "metadata": {
        "title": "The Basic Concept of Microbiology",
        "authors": [
            {
                "first": "Shafiquzzaman",
                "middle": [],
                "last": "Siddiquee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": " \n",
            "cite_spans": [],
            "section": "Hint ::: Aseptic Technique and Safety",
            "ref_spans": []
        },
        {
            "text": "In Biosafety Level 1 (BSL-1) denotes a fundamental level of containment that be contingent on standard microbiology practices with never requiring any special primary or secondary barriers recommendation, other than washing hand. BSL-2 practices are appropriate to teaching, diagnostic, clinical, and other laboratories in which work has conducted wide-range of indigenous moderate-risk agents that are available in the community and allied with human disease.",
            "cite_spans": [],
            "section": "Hint ::: Aseptic Technique and Safety",
            "ref_spans": []
        },
        {
            "text": "The objective of this chapter is to provide the proper hand-on practices in microbiology laboratory to teachers, students, researchers, scientists, and technicians and also ensure the studies proceed safely and succeed the successfully of educational standard.",
            "cite_spans": [],
            "section": "Hint ::: Aseptic Technique and Safety",
            "ref_spans": []
        },
        {
            "text": "Good microbiological laboratory practices (e.g., aseptic technique) when handling microorganisms have prevented contamination of the workplace from other microorganisms or nontarget microorganisms. They supplement the containment facilities, procedures and processes to reduce the spread of microorganism contamination and prevent the exposure of people and the environment to the microorganisms that are being deliberately manipulated either by accident or once work has finished.",
            "cite_spans": [],
            "section": "Good Microbiological Laboratory Practices (GMLP)",
            "ref_spans": []
        },
        {
            "text": "The principles of GMLP summarized below should be adopted when working with microorganisms, so it should be declaim in conjunction with the guidance on containment.",
            "cite_spans": [],
            "section": "Good Microbiological Laboratory Practices (GMLP)",
            "ref_spans": []
        },
        {
            "text": "\nPrinciples of Good Microbiological Practices (Chosewood and Wilson 2009)\nNever uses any pipette substance by mouth. In laboratory always avoid contact hand to mouth or hand to eye. In the laboratory, never drink, eat, apply cosmetics, lip balm, handle contact lenses and taken medication.Aseptic techniques properly use. Right way wash your hand after removing gloves, other personnel protective equipment (PPE), handling potentially infectious agents or materials and exiting of laboratory.Centers for Disease Control and Prevention (CDC)/National Institutes of Health (NIH) Biosafety in Microbiological and Biomedical Laboratories (BMBL) have recommends that laboratory personnel must be protected their streetwear clothing from contamination by wearing appropriate attire (e.g., gloves, lab shoes or use shoe covers) when conducting works in BSL-2 laboratory. Streetwear clothing and street shoes are not permitted for use in BSL-3 laboratory; in the lab always preferred to change of streetwear clothes and shoe covers or shoes keen for uses. In BSL-4 is mandatory changed from streetwear clothes/shoes to use the permitted laboratory attires and footwear.Once removing the hazardous material in the laboratory, personnel must be followed Occupational Safety and Health Act (OSHA). When infectious agents are handled in laboratories; syringes, and needles or other sharp instruments should be restricted. A used needle never repetited. Dispose of syringe–needle assemblies in properly labeled, lesion resistant, autoclavable sharps containers.Knob infectious materials as determined by a risk assessment. Airborne infectious agents should be controlled by a certified biosafety cabinet (BSC) appropriate to the BSLs and risks for the agent.Make sure that engineering controls (e.g., eyewash, BSCs, safety showers, and sinks) are properly maintained and inspected.The contaminated lab ware or materials never leave open to the outside of BSC. All biohazardous materials steadily stored with proper labeled, and sealed containers.Must be displayed all laboratories doors with the recognized biohazard symbol, a list of the infectious agents, access requirements (e.g., PPE) and emergency contact information.Avoid the use of aerosol-producing techniques when working with infectious materials. Pipette mixing, needle clipping, centrifugation, and sonication can generate considerable aerosols.Antiseptic traps and inline filters on vacuum lines are used to defend vacuum lines from contamination.Follow the laboratory biosafety design for the infectious materials that are conducting with the accurate decontamination methods to decontaminate the infectious materials. Always keep spill kits available in the lab for managing an accidental spill of pathogenic materials.Clean the worktable area with an appropriate disinfectant after conducting work with infectious materials in the laboratory. M\nust not be cluttered the laboratory containment in order to authorize suitable floor and disinfect work area.Without decontaminated or sterilized or autoclaved (temperature (121 °C), pressure (15 psi), and time (15–20 min)), never allow to leave unwanted infectious materials or contaminated agents in the laboratory or to be put in the sanitary sewer.When transferring or shipping infectious materials to other laboratory, always use Postal or Department of Transportation (DOT) approved, leak-proof sealed and properly packed containers (primary and secondary containers). Be sure the lid is on tight and avoiding the container contamination from the outside. Before transporting infectious materials, make sure that the outside of container is decontaminated. Ship infectious materials in accordance with Federal and local necessities.All accidents, occurrences, and unexplained illnesses must be reported to lab technician/supervisor and the Occupational Health Physician.\nAlways think safety first priority during laboratory operations. Evoke, if you are not clearly apprehend the proper handling and safety procedures or how properly use safety equipment; avoid conducting work with the infectious materials until you get proper instruction or consult the CDC/NIH BMBL for further information.\n",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "mention": "2009",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Good Microbiological Laboratory Practices (GMLP)",
            "ref_spans": []
        },
        {
            "text": "(Note: Remember, the abovesaid principles of good microbiological practices will help and protect you, your fellow worker and the public from the infectious agents you use.)",
            "cite_spans": [],
            "section": "Good Microbiological Laboratory Practices (GMLP)",
            "ref_spans": []
        },
        {
            "text": "Teachers, researchers, scientists, and lab technicians may make practical amendments to the risk assessments model according to their professional judgment based on their proficiencies. The legislation governing Hazardous Substances and Dangerous Goods entails that entire procedures and experiments involving hazardous materials must have documentation and minimize exposure. The risk management approach always apply for safety in the laboratory before starting any new research projects or experiments work. Conducting risk assessment it should detect potential hazards and control the actions to reduce any risks of personnel health.",
            "cite_spans": [],
            "section": "Risk Assessment",
            "ref_spans": []
        },
        {
            "text": "\nFactors to be considered in risk assessments (Source: ASE 2001).\n",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "mention": "2001",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Risk Assessment",
            "ref_spans": []
        },
        {
            "text": "\nKey to abbreviations: ACDP Advisory Committee on Dangerous Pathogens, ASE Association for Science Education, CLEAPSS Consortium of Local Education Authorities for the Provision of Science Services, MISAC Microbiology in Schools Advisory Committee, NCBE National Centre for Biotechnology Education, SSERC Scottish Schools Equipment Research Centre",
            "cite_spans": [],
            "section": "Risk Assessment",
            "ref_spans": []
        },
        {
            "text": "The spillages cultures are immediately reported to the teacher/researchers or lab technicians for dealt with quickly. Spilled cultures and adjacent debris (glass, cotton wool plugs, etc.) must not be touched with unprotected hands/open-handed. Must wear disposable gloves and cover the disinfect spill area with several layers of cloth/towel drenched in a proper disinfectant and leave for at least 15–30 min. Immediately spill debris cleaned into a container/dustpan using towels. Transferring all disposable materials (e.g., roasting bag) into suitable container for autoclaving and disposal. A container must be sterilized or decontaminated by autoclaving or by soaking (at least 24 h) in hypochlorite (sodium chlorate I).",
            "cite_spans": [],
            "section": "Spills ::: Spillage Management",
            "ref_spans": []
        },
        {
            "text": "The broken glass must be cleaned prudently into proper container, autoclaved and disposed of in a lesion-proof container.",
            "cite_spans": [],
            "section": "Broken Glass ::: Spillage Management",
            "ref_spans": []
        },
        {
            "text": "It is more useful to use spillage kit always ready at hand. The components are suggested in below:Beaker for making fresh disinfectantDisposable glovesContainer/Dustpan and brushTowel/clothAutoclave/roasting bag\n",
            "cite_spans": [],
            "section": "Hint ::: Splashes on Clothing and the Skin ::: Spillage Management",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Equipment (Source: ASE 2001CR1bibr) ::: Resources",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Apparatus (Source: ASE 2001CR1bibr) ::: Resources",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Materials (Source: ASE 2001CR1bibr) ::: Resources",
            "ref_spans": []
        },
        {
            "text": "\nFor sterilization of needle/loop, first hold the needle/loop in the flame of the Bunsen burner to kill all infecting substances/organisms.The needle/loop can be made red-hot for a few seconds (Fig. 1.1).\nAfter flaming, make sure that the needle/loop is slightly cool before taking sample from the inoculum culture (for transferring culture).When transferring the fungal colony from cultural plate, need to cool the needle/loop by touching on the edge of agar. Again when fungal colony transferred from broth media, the red-hot loop/needle can create a sizzling noise.Subsequently the needle/loop can spontaneously be cooled once it touch with the broth culture, wait for 1 or 2 s before take away the needle/loop of inoculum from the bottle/tube (avoid dipping hot needle/loop into media because this always creates aerosols).\n",
            "cite_spans": [],
            "section": "Flaming the Needle/Loop",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "mention": "1.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nLabel the tubes/bottles in a place that cannot clean off in handling. Use marker pens or self-adhesive labels.Cotton wool plugs may accidentally catch fire. If so, immediate cover with lid or dry cloth, avoid blowing or soaking in water.\n",
            "cite_spans": [],
            "section": "Hints ::: Flaming the Neck of Bottles/Test Tubes",
            "ref_spans": []
        },
        {
            "text": "The prepareation of agar media is followed according to manufacturer’s instructions. Before sterilization, make sure all elements are entirely melted by using microwave oven heat if further required. Avoid wastage by preparing only sufficient for either immediately use or use in the near future. Usually authorize about 15–20 cm3 medium/petri dish. Agar slopes are prepared with universal bottles allowing sterile molten media to solidify in a sloped position.",
            "cite_spans": [],
            "section": "Preparation of Culture Media ::: Media",
            "ref_spans": []
        },
        {
            "text": "\nSterile molten agar bottle is used from the incubator at 45 °C.Hold the bottle in the left hand and remove the lid using the right hand little finger.Flame the bottle neck by passing through back and forward of neck.Remove the lid/cover of the petri dish using the right hand and pour around 15 mL of the sterile molten agar into petri dish and replace the lid/cover of the petri dish (Fig. 1.3).\nAfter that, flame the bottle neck and cover with the lid.Smoothly rotate the petri dish to make sure that the whole media is equally dispersed in the plate.Keep the petri dish for few minutes for solidification.Properly seal the petri dish using Parafilm, and incubate in an inverted position.\n",
            "cite_spans": [],
            "section": "Pouring a Petri Plate ::: Media",
            "ref_spans": [
                {
                    "start": 392,
                    "end": 395,
                    "mention": "1.3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The growth of fungal colonies are transferred into agar slants, in addition, uncertainty found any excess broth in the bottle/tube and agar plates, it should be removed. Univerial bottle/tube containing agar should be solid formed that call a agar slant. A needle/loop can be used to inoculate an agar slant by stabbing the needle containing inoculum into the agar (Fig. 1.4).\n",
            "cite_spans": [],
            "section": "Agar Slants ::: Media",
            "ref_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "mention": "1.4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Blue screw-capped bottles of agar and broth should be kept at temperatures of 12–l6 °C for 6 months. When reuse the kept agar media, it should be remelt again using hot water or streaming bath or microwave oven or pressure cooker. After completely melted, the molten agar can be kept in incubator at least 50 °C for ready to use or further uses. All stored media should be kept away from light. After pouring agar in the plates, the plate should be sealed with parafilm and put in well-sealed plastic bags, then kept at 3–8 °C for further reuse.",
            "cite_spans": [],
            "section": "Storage of Prepared Media ::: Media",
            "ref_spans": []
        },
        {
            "text": "Freshly prepared media are always better than stored media. It is very important to avoid prolong storage times. Labile beta-lactam selective agents have very short active lives and the media containing some elements that needed within a few days of preparation. A good laboratory practice always supports the shelf-lives of all media preparations and also postmarks the containers or boxes accordingly. Otherwise poor fungal growth results from loss of moisture from agar plates.",
            "cite_spans": [],
            "section": "Storage of Prepared Media ::: Media",
            "ref_spans": []
        },
        {
            "text": "Make sure that all agar plates are incubated in a moist environment. Look through the contamination symptom, color changes, irregular filling or bubbles on surface of agar, hemolysis, and symbols of dryness such as cracking, shrinking, and loss of volume. Any defective plates or tubes should be removed.",
            "cite_spans": [],
            "section": "Storage of Prepared Media ::: Media",
            "ref_spans": []
        },
        {
            "text": "Specific disinfectants are used for the specific purposes of working strengths. Disinfection is defined as the destruction, inhibition, or removal of microorganisms that may cause disease or other difficulties, e.g., spoilage. The use of chemicals also disinfectants occurred.",
            "cite_spans": [],
            "section": "Disinfectants",
            "ref_spans": []
        },
        {
            "text": "\nThe available disinfectants and their uses are listed here (Source: ASE 2001).\n",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "mention": "2001",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Disinfectants",
            "ref_spans": []
        },
        {
            "text": "\nWhen making the strength of working solutions from stock with dealing powder form, wear eye protection and gloves to avoid irritant or harmful effects.The uses of disinfectants at working strength newly made from powder form or stock strength.The activity of VirKon solution may obtain until 1 week or less, e.g., 1 day, after use. The working strength of hypochlorite is prepared on the day.\n",
            "cite_spans": [],
            "section": "Disinfectants",
            "ref_spans": []
        },
        {
            "text": "\nThe lid and agar plate can be taped together with 2–4 short strips of Parafilm as protection from accidently (or unauthorized) opening during incubation.Agar plates should be seeded with uppermost if not the molten agar can be dripped on the lid and the culture. Fungal colonies may cause and spread to each other and the risk of spillage of the contaminated liquid.Incubators are set up at the specific temperatures and avoid the cultures being interfered with or accidentally discarded. Many fungal cultures grow optimally at room temperature 28 ± 2 °C.\n",
            "cite_spans": [],
            "section": "Incubation",
            "ref_spans": []
        },
        {
            "text": "\nResearchers/scientists/technicians must evacuate from the contamined work area, e.g., breakage of culture tubes, etc., the workplace area should be completely decontaminated.You should follow several steps if a culture tube/plate is broken.All staffs should immediately evacuate the workplace..Proper PPE must be worn from the decontaminated room.The room and cover spill is removed using paper towels properly soaking with 2% Amphyl solution (as disinfectant). Before cleaning up the spill, the towels should be left for at least 1 h; after that keep the wet area with Amphyl to protect dried particles becoming airborne.Leave from worktable area and do not reenter the laboratory or workplace for at least 1 h.Contaminated clothing should be autoclaved for 1 h at 121 °C.\nThe laboratory technician or administrator must be informed if any accident happens and at the same time complete the incident report.If accidents happen to the eye,Go immediately to the eye wash station and call for assistants.Thoroughly wash eyes for at least 20 min to remove all chemical particles.Look for medical assistance.\n\n",
            "cite_spans": [],
            "section": "Accidents",
            "ref_spans": []
        },
        {
            "text": "Emergencies such as explores, hurricanes, and other disasters, its happen normal working environment. The realistic disruptions are commonly occurred as exposures, injuries, spills, equipment failure, electricity power, fire, water loss, or flooding. Handling each of these emergencies and disturptions can follow each institutional guidelines. However, keep a written emergency and evacuation guilde line in workplace and talk to all personnel for such circumstances to avoid worker injury or contamination via infectious agents.",
            "cite_spans": [],
            "section": "Emergency Preparation and Response",
            "ref_spans": []
        },
        {
            "text": "The microbiology laboratory should take the following steps for emergency:All doors should be made of wood.All hitech equipment, refrigerators, and freezers should be provided with emergency electrical outlets or red sockets.Incubators should be locked to prevent breakage.Disconnected computer and electronic equipment are covered with plastic and transferred to one room.Log books and other paperworks should also be covered with plastic andkept in one room.\n",
            "cite_spans": [],
            "section": "Emergency Preparation and Response",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.1: Demonstration of the flaming the needle/loop",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 1.2: Flaming the neck of bottles/test tubes",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 1.3: Pouring PDA onto petri plate",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 1.4: Example of agar slants",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Safety norms and regulations in handling fungal specimens",
            "authors": [
                {
                    "first": "FE",
                    "middle": [],
                    "last": "Cliffe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Laboratory protocols in fungal biology: current methods in fungal biology",
            "volume": "",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}