{
    "paper_id": "PMC7196317",
    "metadata": {
        "title": "COVID-19: 2020 is the International Year of the Midwife",
        "authors": [
            {
                "first": "Debra",
                "middle": [],
                "last": "Bick",
                "suffix": "",
                "email": "debra.bick@warwick.ac.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Earlier this year I asked our Associate Editors and some of our most prominent midwife leaders internationally to contribute to a series of personal perspectives on what the 2020 International Year of the Midwife meant for them, and for the future of midwifery. The plan was to publish the series to coincide with the 2020 International Confederation of Midwives conference in Bali, where ‘Midwifery’ was going to be represented at writing for publication workshops and plans were underway for a reception for friends and colleagues of the journal. Alas, as we all now know, plans have had to be postponed.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Millions of people across the globe are dealing with the impacts of Novel coronavirus (SARS-COV-2), a new strain of coronavirus causing COVID-19. Life during the pandemic is on hold, the things we all took for granted such as meeting up with family and friends, shopping or going to the gym, the freedom to go out and about when and where we wanted no longer an option. The extent of the lockdown we have to comply with is wide-ranging and the duration uncertain. The urgency and importance for our communities and healthcare systems of compliance with social isolation are starkly laid out, but nevertheless, these restrictions have left many of us feeling anxious about lives taken over by events we cannot control and fearful for the health and safety of loved ones.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Our healthcare workers and all of the staff who support them deserve our highest praise. Images on our TVs, in our newspapers and online outlets of key workers in personal protective equipment (PPE) dealing with the ‘tsunami’ of individuals affected by COVID-19 is alarming. The situation faced by health workers in countries with fragmented health systems, where there is poverty and conflict, does not bear thinking about.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Despite the difficult and uncertain time for the global community, we have to look to the future. When the pandemic is over, 2020 should still be considered ‘the International Year of the Midwife’, albeit for different reasons than planned.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Midwives are at the core of the response to the pandemic. Women are still getting pregnant, still giving birth and they and their families still need midwifery support and care. Pregnant women in the UK have been classed as a ‘vulnerable group’ by our Chief Medical Officer, based on evidence that response to severe viral infection is compromised in some pregnant women. This means that pregnant women should increase efforts to socially distance themselves to reduce risk of infection. In response, UK midwives have been reassessing and revising the number of face-to-face contacts they offer women to reduce the risk of COVID-19 transmission from attending busy hospitals, as well as the need to accommodate high levels of sickness among midwifery and other healthcare staff. Many antenatal and postnatal contacts are now being undertaken using mobile and web-based technology, and difficult decisions have had to be made about support for home births and re-allocation of midwifery-led birth centres to triage centres for pregnant women who present with symptoms of COVID-19. These decisions are impacting on women's choices and fears about their pregnancy and birth care and we should all be mindful that self-isolation could increase women's risk of perinatal anxiety and depression, and exposure to domestic violence. Nevertheless, all of the clinical colleagues I work with are continuing to put women at the centre of everything they do in the most difficult of circumstances.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Evidence of the impact of COVID-19 on maternal and infant outcomes is accruing, with some evidence based on women diagnosed with COVID-19 when pregnant coming from China (Qiao 2020), and publication of evidence reviews (Di Mascio et al., 2020). Several institutions are collating and regularly updating data on how the virus is impacting on maternal and neonatal outcomes. The National Perinatal Epidemiology Unit at Oxford University has commenced a new study as part of their ongoing UK-wide Obstetric Surveillance System (UKOSS) to determine the incidence in the UK of hospitalisation with Covid-19 infection in pregnancy and assess outcomes for a woman and her infant (npeu.ox.ac.uk/ukoss/current-surveillance/covid-19-in-pregnancy).",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 180,
                    "mention": "Qiao 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 220,
                    "end": 242,
                    "mention": "Di Mascio et al., 2020",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "While initial evidence appeared to show that women infected by COVID-19 during pregnancy did not have more adverse outcomes than pregnant women not infected, emerging evidence suggests that vertical transmission could take place, but proportion of pregnancies affected and significance to the neonate have yet to be determined. It is early days and imperative that those supporting pregnant and postnatal women regularly check latest updates provided by their lead professional or public health agencies as the numbers of reported cases of infection and the ‘learning’ from these are constantly changing. Links to the current advice offered by the UK Royal College of Midwives and Royal College of Obstetricians and Gynaecologists, including for women with more medically complex pregnancies, are provided below. This information (which is also subject to change) should be used alongside current guidance relevant to a woman's maternity care, including care of pre-existing or new onset physical or psychological health problems and ensuring women continue to be asked about their mental health at every contact.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Midwives can and do make a huge difference to the lives of women and families. Although 2020 is not the year of celebration originally planned, midwives everywhere should be proud of the potentially life-saving and life-affirming roles they are playing in these adverse circumstances. Keep safe and well, and look after your loved ones and your communities; 2020 is the year when midwives internationally have stepped up to meet this global crisis.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Outcome of Coronavirus spectrum infections (SARS, MERS, COVID 1 -19) during pregnancy: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Di Mascio",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Khalil",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Saccone",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Rizzo",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Buca",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Vecchiet",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Nappi",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Scambia",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Berghella",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "D'Antonio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Obstetrics & Gynecology MFM",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajogmf.2020.100107"
                ]
            }
        },
        "BIBREF1": {
            "title": "What are the risks of COVID-19 infection in pregnant women?",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S01406736(20)303652"
                ]
            }
        }
    }
}