{
    "paper_id": "PMC7121314",
    "metadata": {
        "title": "Viren überlisten: Globale Virusinfektionen werden beherrschbar – aber neue Gefahren drohen",
        "authors": [
            {
                "first": "Wilfried",
                "middle": [],
                "last": "Buchmüller",
                "suffix": "",
                "email": "buchmuwi@mail.desy.de",
                "affiliation": {}
            },
            {
                "first": "Cord",
                "middle": [],
                "last": "Jakobeit",
                "suffix": "",
                "email": "cord.jakobeit@uni-hamburg.de",
                "affiliation": {}
            },
            {
                "first": "Marylyn",
                "middle": [
                    "Martina"
                ],
                "last": "Addo",
                "suffix": "",
                "email": "m.addo@uke.de",
                "affiliation": {}
            },
            {
                "first": "Ansgar",
                "middle": [],
                "last": "Lohse",
                "suffix": "",
                "email": "alohse@uke.de",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Infektionen mit Viren wie HIV (Human Immunodeficiency Virus\n), Hepatitis oder Influenza (Grippe) sind die häufigsten Infektionen weltweit. Erst in den\nletzten Jahren ist es gelungen, Medikamente zu entwickeln, die Viren bekämpfen können. Dieser Kampf ist allerdings komplex\nund schwierig, da Viren sehr klein sind und somit sehr wenige Angriffspunkte bieten. Darüber hinaus sind Viren so\nunterschiedlich, dass es kaum Möglichkeiten gibt, mit einem Wirkstoff verschiedene Viren wirksam zu bekämpfen, und da Viren\nsehr wandlungsfähig sind, besteht die Gefahr, dass Medikamente schnell ihre Wirksamkeit verlieren. Die Forschung an Viren\nist außerdem dadurch so schwierig, dass Viren sich nicht selbstständig vermehren können, sondern nur und ausschließlich in\nfür jedes Virus unterschiedlichen infizierten Zielzellen, sodass es essenziell war, Systeme zu entwickeln, Viren oder Teile\nvon diesen im Labor anzuzüchten und wachsen zu lassen, um die Wirksamkeit von Substanzen überhaupt testen zu können.",
            "cite_spans": [],
            "section": "Viren, Wirtszellen und unser Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Viren sind keine eigenständigen Lebewesen. Sie brauchen zum Überleben eine Zelle, in der sie dann in der Lage sind, sich zu\nvermehren. Hierzu benötigen Viren Bestandteile der Zelle. Aus evolutionärer Sicht birgt dieses System sehr viele Vorteile: Viren\nkönnen sehr klein sein, weil sie nur sehr wenige genetische Informationen selber tragen müssen und ansonsten die genetischen\nInformationen, aber auch die notwendige Energie der infizierten Zelle (Wirtszelle) nutzen. Klein zu sein bedeutet auch, dass nur\nrelativ wenige Bausteine und verhältnismäßig wenig Energie für die Vermehrung, also für das Entstehen neuer Viruspopulationen,\nbenötigt werden. Das führt dazu, dass eine einzige durch ein Virus infizierte Zelle bis zu 109 Viren\npro Tag produzieren kann (z. B. HIV) – eine Vermehrungsgeschwindigkeit, die selbst sehr schnell wachsende Bakterien nicht\nannähernd erreichen können.",
            "cite_spans": [],
            "section": "Viren, Wirtszellen und unser Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Klein zu sein bedeutet vor allem auch, dass durch einzelne oder wenige Veränderungen in der genetischen Information (also in\nder DNA bei DNA‐Viren oder in der RNA bei RNA‐Viren) die Eigenschaften des Virus maßgeblich geändert werden können. Es gibt im\nPrinzip zwei Arten von Viren, DNA‐Viren und\nRNA‐Viren . Bei DNA‐Viren wird direkt die DNA abgelesen, um Proteine\nherzustellen und daraus dann wieder neue Viren mithilfe der Maschinerie der infizierten Zelle hervorgehen zu lassen. Bei RNA‐Viren\nmuss die RNA erst noch in DNA übersetzt werden, bevor dann die Vermehrungsmaschinerie ablaufen kann. Beide Virenarten beherbergen\nalso vor allem nur die Kernstücke der genetischen Information, die sie zum Überleben brauchen. Das hat aus Sicht des Virus\nVorteile und Nachteile: Nachteil ist, dass eine oder wenige Mutationen, also Änderungen der RNA‐oder DNA‐Sequenz, dazu führen\nkönnen, dass das Virus nicht mehr infektiös oder nicht mehr vermehrungsfähig ist; Vorteil ist, dass solch kleine Veränderungen zu\neiner enormen Anpassungsfähigkeit des Virus führen können. Die Vorteile überwiegen gegenüber den Nachteilen, denn die nicht\nüberlebensfähigen Mutationen betreffen immer nur einzelne Viren, was angesichts der hohen Vermehrungsgeschwindigkeit kaum ins\nGewicht fällt. Wichtigste Fähigkeit der Anpassung ist dabei die Möglichkeit, dem Immunsystem immer wieder zu entkommen. Falls\nnämlich der infizierte Mensch (oder das infizierte Tier) eine spezifische Immunantwort gegen einen Bestandteil des Virus\nentwickelt, so kann eine kleine Variation im Virus dazu führen, dass dieser Bestandteil anders zusammengesetzt wird, und schon\nschützt diese Immunantwort nicht mehr. Die Viren mit der neuen Variante können sich dann wieder ungehindert vermehren.",
            "cite_spans": [],
            "section": "Viren, Wirtszellen und unser Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Diese Fähigkeit, sich der Immunantwort immer wieder zu entziehen, haben zum Beispiel das Hepatitis‐C‐Virus\n(HCV)\nund das Human Immunodeficiency Virus (HIV) fast perfekt\nentwickelt. In einem mit HCV oder HIV infizierten Menschen können sich pro Tag mehrere Tausend Variationen des Virus entwickeln –\nauch wenn viele dieser Variationen nicht oder weniger lebensfähig sind, so werden immer einige Varianten entstehen, die ähnlich\noder vielleicht besser lebensfähig sind als das Muttervirus, die aber durch die Veränderung für das Immunsystem wieder neu sind\nund damit nicht abgewehrt werden. So entsteht dann wiederum ein Überlebensvorteil gegenüber solchen Viren, gegen die schon eine\neffektive Immunantwort besteht. Durch die extrem hohe Zahl an Mutationen pro Tag und die fast unendliche Variabilität entsteht\neine Situation, bei der die Immunantwort immer hinterherhinkt, ohne eine\nSiegeschance, da lange bevor sich eine Immunreaktion gegen eine neue Variante entwickelt hat, schon wieder eine Reihe neuer\nVarianten vorliegen, die von dieser neuen Immunantwort ebenfalls wieder nicht erkannt werden (Abb. 8.1). Für das Immunsystem sind viele Viren wie eine sich sehr schnell bewegende Zielscheibe, moving targets\n[1].",
            "cite_spans": [
                {
                    "start": 1215,
                    "end": 1216,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Viren, Wirtszellen und unser Immunsystem",
            "ref_spans": [
                {
                    "start": 1106,
                    "end": 1109,
                    "mention": "8.1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Es ist ein Wettlauf der Geschwindigkeiten, ob das Immunsystem gewinnt und Viren bekämpfen und eliminieren kann, bevor sich\neine neue, unerkannte aber dennoch gut überlebensfähige Variante gebildet hat. Auch das Immunsystem hat in der Evolution\ndazugelernt und sich immer effektiver herausgebildet. Wichtige Strategien des Immunsystems sind es, auf mehreren, teils sehr\nunterschiedlichen Ebenen gleichzeitig bzw. zeitlich aufeinander abgestimmt zu reagieren:\nfrühe Erkennung und Eliminierung eines z. B. viralen Eindringlings durch Komponenten des angeborenen\nImmunsystems (toll‐like‐Rezeptoren, natürliche Killerzellen),Mobilisierung von T‐Lymphozyten zur Koordination der adaptiven Immunantwort und zur Zerstörung\nvirusinfizierter Zellen,Generierung virusspezifischer Antikörper zur Neutralisierung viraler Partikel und zur Immunkontrolle der\nVirusinfektion.\n",
            "cite_spans": [],
            "section": "Viren, Wirtszellen und unser Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Diese eng kontrollierten Wirtsmechanismen kommen zum Einsatz, um eine Ausbreitung der Virusinfektion im menschlichen Körper\nrasch einzudämmen, mit möglichst geringem Schaden für den Wirtsorganismus [2, 3].",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "2",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 202,
                    "end": 203,
                    "mention": "3",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Viren, Wirtszellen und unser Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Dass Viren tödliche Erkrankungen auslösen, muss eigentlich als ein evolutionärer Irrtum gewertet werden – denn mit dem\ninfizierten Menschen, der stirbt, verlieren die Viren auch die Wirtszellen, von denen sie abhängig sind, und damit stirbt auch das\nVirus – es sei denn, es hat vorher andere Menschen infiziert. Evolutionär betrachtet ist es für ein Virus eigentlich günstig, wenn\nder infizierte Wirt möglichst lange überlebt und das Virus sich im infizierten Wirt möglichst frei vermehren kann – und wenn der\ninfizierte Wirt möglichst mobil ist und somit auf andere, noch nicht infizierte Artgenossen trifft, die das Virus dann auch\ninfizieren kann. Krankheit ist also, evolutionär betrachtet, gar nicht im Interesse des Virus, da Krankheit die Mobilität und\nschlimmstenfalls das Überleben des Infizierten reduziert und damit die Verbreitungsmöglichkeiten des Virus einschränkt. Krankheit\nist außerdem nicht im Interesse des Virus, weil Krankheit evolutionär betrachtet für den Wirt, also den infizierten Patienten,\nAnlass für Gegenmaßnahmen ist, nämlich die Bekämpfung der Ursache der Erkrankung, in diesem Falle der Viren. Warum, so muss man\nsich fragen, machen denn Viren überhaupt krank, wenn dies nicht in ihrem (evolutionärem) Interesse liegt, sondern meist das\nGegenteil bewirkt? Zwei wesentliche Erklärungen bieten sich an. Erstens: Manche Krankheitssymptome können dem Virus doch auch\nindirekt nützen, weil sie die Verbreitung der Viren fördern. Offensichtliches Beispiel sind die Erkältungsviren: Husten und\nSchnupfen führen zu einer sehr schnellen Infektion anderer Menschen, da in den Sekreten sehr hohe Mengen infektiöser Viren\nsind. Auf diese Weise können sich Grippe und Erkältungserkrankungen rasant in der Bevölkerung verbreiten, was ohne Niesen, Husten\nund Schnupfen sehr viel langsamer und schwieriger gelänge, wenn überhaupt. Zweitens: Viele Viren führen gar nicht direkt zu einer\nErkrankung, sondern erst die Immunantwort des Virus führt zu Krankheitssymptomen. Ein repräsentatives Beispiel hierfür ist das\nHepatitis‐B‐Virus . Hepatitis B ist die am weitesten verbreitete\nInfektionserkrankung der Welt. Etwa 5 % der Weltbevölkerung tragen dieses Virus in sich. Es befällt ausschließlich den Menschen\nund hier ausschließlich die Leberzellen im Menschen. Wenn das Virus, wie in vielen Ländern der Welt häufig, von der Mutter auf das\nneugeborene Kind übertragen wird, dann toleriert das Immunsystem des Kindes das Virus, als wäre es sozusagen ein Teil des\nkindlichen Organismus. Die Viren vermehren sich dann meist friedlich in der Leber, und das Kind kann ein fast normales Leben\nführen. Diese Symbiose von Virus und Wirt wäre fast perfekt, wenn es nicht auf eine\nvon zwei Arten doch zu Problemen kommen könnte [4].",
            "cite_spans": [
                {
                    "start": 2732,
                    "end": 2733,
                    "mention": "4",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Evolutionäre Prinzipien entscheiden über die Entwicklung von Viren",
            "ref_spans": []
        },
        {
            "text": "Zum einen kann das Virus über unterschiedliche Wege die Zellteilung der infizierten Leberzellen beeinflussen, und so kann es\nzur Entstehung von Tumorzellen kommen – dies braucht zwar meist viele Jahre und Jahrzehnte, aber da ja bereits Neugeborene\ninfiziert werden und da die Hepatitis B so weitverbreitet ist, bedeutet auch diese verzögerte Krebsentwicklung eine enorme\ngesundheitliche Gefahr: Durch Hepatitis B ausgelöster Leberkrebs gehört zu den häufigsten Krebsformen weltweit; Leberkrebs ist die\ndritthäufigste Krebstodesursache heutzutage.",
            "cite_spans": [],
            "section": "Evolutionäre Prinzipien entscheiden über die Entwicklung von Viren",
            "ref_spans": []
        },
        {
            "text": "Zum anderen stört sich das Immunsystem des infizierten Menschen doch meist irgendwann an den Viren, die ja auch für ihre\nVermehrung der Zelle Energie entziehen und die Zelle belasten, ohne dass dies im Interesse des Organismus stünde. Somit entsteht\ndann meist doch, mal schwächer, mal stärker, eine Entzündungsreaktion im Körper, die in der Folge zu Vernarbungen und letztendlich\nzur Leberzirrhose führen kann (Abb. 8.2).",
            "cite_spans": [],
            "section": "Evolutionäre Prinzipien entscheiden über die Entwicklung von Viren",
            "ref_spans": [
                {
                    "start": 417,
                    "end": 420,
                    "mention": "8.2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Ein Virus, das schnell zu einer Erkrankung häufig mit Todesfolge führt, kann sich eigentlich nur schwer verbreiten und\nstellt u. a. deswegen oft kaum eine Bedrohung für die Menschheit dar. So glaubten wir es mehr oder weniger bis Ende 2013, als eine\nEbolaepidemie ungeahnten Ausmaßes die Welt in Schrecken versetzte [5]. Was war\npassiert, was hat die Wissenschaft bisher daraus gelernt, und was erhoffen wir uns noch für weiteren wissenschaftlichen\nFortschritt?",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 318,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Tödliche Viren – der evolutionäre Nachteil schützt die Menschheit nicht zuverlässig: Beispiel Ebola",
            "ref_spans": []
        },
        {
            "text": "Eine Infektion mit dem Ebolavirus (Abb. 8.3) verursacht in Menschen die Ebolaviruserkrankung (Ebola virus\ndisease, EVD), die häufig mit einem schweren und oft tödlichen Verlauf einhergeht. In bis zu 90 % der Fälle kann die\nKrankheit laut Angaben der Weltgesundheitsorganisation (WHO) tödlich enden. Typische Symptome sind plötzliches Fieber,\nErschöpfung, Muskelschmerzen, Kopfschmerzen und Halsschmerzen, gefolgt von Durchfall, Erbrechen, Hautausschlag, Leber‐ und\nNierenversagen. In einigen Fällen treten interne und externe Blutungen auf.",
            "cite_spans": [],
            "section": "Tödliche Viren – der evolutionäre Nachteil schützt die Menschheit nicht zuverlässig: Beispiel Ebola",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "mention": "8.3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Ein Virus, das schnell zu einer tödlichen Erkrankung führt, hat ohne Zweifel einen evolutionären Nachteil, weil der\ninfizierte Wirt nur kurze Zeit und wenige Möglichkeiten hat, weitere Personen zu infizieren. Dies ist einer der Gründe, warum die\nsehr aggressiven Viren, die hämorrhagische\nFieber auslösen, wie das Marburg‐, das\nLassa‐ oder das Ebolavirus sich bis vor Kurzem kaum verbreiten und keine größeren Ausbrüche verursachen konnten. Aber dies kann,\nwie wir jetzt gesehen haben, sehr leicht kippen, wenn das Virus hoch ansteckend ist und in hohen Konzentrationen in Körpersekreten\nausgeschieden wird. Dann reicht auch die kurze Überlebenszeit der Erkrankten, um weitere Personen zu infizieren. Diese Gefahr wird\ngrößer, je länger die Viren ausgeschieden werden, je mehr Menschen mit den Erkrankten in engen Kontakt treten und je infektiöser\ndie Viren sind. Ob kleine Veränderungen im Virus oder, wie im Fall des Ebolaausbruchs in Westafrika, ein Auftreten in einer Region\nmit vielen Menschen, keinen oder nur minimalen Schutzmöglichkeiten (Abb. 8.4), großer\nArmut und mangelnder Infrastruktur des Gesundheitssytems – es kann auch bei tödlichen Viren zu schweren Ausbrüchen kommen, deren\nsoziale und wirtschaftliche Folgen für eine ganze Region verheerend sind.",
            "cite_spans": [],
            "section": "Tödliche Viren – der evolutionäre Nachteil schützt die Menschheit nicht zuverlässig: Beispiel Ebola",
            "ref_spans": [
                {
                    "start": 1052,
                    "end": 1055,
                    "mention": "8.4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Anders als HCV oder HIV kann das Ebolavirus sich nicht fast beliebig verändern und dennoch vermehren. Im Ebolavirus gibt es\neine Reihe essenzieller Bausteine, ohne die das Virus nicht leben kann – hiergegen gerichtete Medikamente zu entwickeln, vor allem\naber hiergegen gerichtete Immunantworten durch eine Impfung zu entwickeln wäre ein idealer Schutz vor der Erkrankung.",
            "cite_spans": [],
            "section": "Ebolaforschung – nicht nur für Ebola relevant!",
            "ref_spans": []
        },
        {
            "text": "Hier ist es in den letzten Monaten gelungen, wichtige Fortschritte in der Impfstoffentwicklung zu erreichen, die in Zukunft\nauch für andere, neue Erreger zu einer sehr schnellen Impfstoffentwicklung genutzt werden können.",
            "cite_spans": [],
            "section": "Ebolaforschung – nicht nur für Ebola relevant!",
            "ref_spans": []
        },
        {
            "text": "Zum Zeitpunkt der exponentiellen Ausbreitung in Westafrika gab es weder zugelassene Medikamente noch verfügbare\nImpfstoffe . Da das Ebolavirus auch zur Gruppe der Erreger gezählt wird, die\nBioterrorismuspotenzial besitzen, hatten Wissenschaftlerteams in den USA und Kanada schon vor mehreren Jahren einen Impfstoff\nentwickelt (rVSV‐EBOV‐GP, Abb. 8.5), der im Tierversuch 100 % der geimpften Affen vor\neiner Ebolaerkrankung schützen konnte [6]. Eine Testung des vielversprechenden\nImpfstoffes im Menschen war jedoch bisher nicht erfolgt.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 441,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Ebolaforschung – nicht nur für Ebola relevant!",
            "ref_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "mention": "8.5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Das generelle Prinzip dieses Impfstoffes, das auch häufig zur Bekämpfung anderer Infektionen benutzt wird, beruht auf einem\nBausteinprinzip. Durch genetische Verfahren wird aus einem ungefährlichen Trägervirus, in diesem Falle dem vesikulären\nStomatitisvirus (VSV), einem für den Menschen ungefährlicher Tiererreger, ein eigenes Protein herausgeschnitten und an dessen\nStelle ein Ebolabaustein eingebaut. Dieses neu zusammengesetzte (rekombinante) neue Virus stellt nun einen Lebendimpfstoff dar,\nder das veränderte Virus benutzt, um dem Immunsystem ein Stück des Ebolavirus (hier das Oberflächenglykoprotein EBOV‐GP) zu\npräsentieren und im Geimpften eine Immunantwort gegen diesen Ebolabaustein hervorzurufen. Diese Immunantwort soll bei einer\nExposition mit dem Virus eintretende Viruspartikel eliminieren und so zum Schutz vor der Erkrankung führen [7].",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 854,
                    "mention": "7",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Ebolaforschung – nicht nur für Ebola relevant!",
            "ref_spans": []
        },
        {
            "text": "Im Kontext des verheerenden Ebolaausbruchs in Westafrika wurden alle internationalen Ressourcen mobilisiert, um die\nnotwendigen Impfstoffsicherheitsstudien im Menschen mit einer bisher nie da gewesenen Schnelligkeit durchzuführen, ohne jedoch die\nSicherheit und Gewissenhaftigkeit der klinischen Prüfung der neuen Substanzen zu gefährden. Innerhalb von 2–3 Monaten konnten\nStudien zur Testung der Sicherheit im Menschen initiiert werden [7, 8]. Nach weiteren 3–5 Monaten konnten dann bereits weiterführende Studien zur Prüfung der\nWirksamkeit in den Epizentren des Ausbruchs durchgeführt werden – ein Prozess, der in der Regel mehrere Jahre dauert. Hier zeigte\nder Impfstoff rVSV‐EBOV‐GP bei Ringvakzinierungen vielversprechende\nErgebnisse. In ersten Resultaten kam es bei keinem der unmittelbar Geimpften zum Ausbruch einer Ebolainfektion, während bei\nverzögert (nach 21 Tagen) Geimpften 16 Ebolainfektionen auftraten (Abb. 8.6; [9]). Derzeit wird auf der Basis dieser Ergebnisse an einer Zulassung des Impfstoffes für 2017\ngearbeitet.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 439,
                    "mention": "7",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 441,
                    "end": 442,
                    "mention": "8",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 931,
                    "end": 932,
                    "mention": "9",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Ebolaforschung – nicht nur für Ebola relevant!",
            "ref_spans": [
                {
                    "start": 925,
                    "end": 928,
                    "mention": "8.6",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Die Testung dieses neuartigen Impfvektors, der gentechnisch nach einem\nBausteinprinzip entwickelt und nun erstmals im Menschen getestet wurde,\nbirgt auch Entwicklungspotenzial weit über die Ebolaerkrankung hinaus. Anstelle eines Ebolabausteins können in das Trägervirus\nauch Bausteine anderer infektiöser Erreger viraler oder bakterieller Art eingebaut werden. So ist zum Beispiel ein Impfstoff mit\neinem eingebauten HIV‐Protein als „Baustein“ derzeit in der klinischen Entwicklung [10]. Somit kann diese Art von Impfstoffen eine sogenannte „Plattform“ für die Impfstoffentwicklung\ndarstellen, die potenziell erlaubt, auch auf Ausbrüche mit neuartigen oder noch unbekannten Erregern schnell reagieren zu\nkönnen.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 485,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Ebolaforschung – nicht nur für Ebola relevant!",
            "ref_spans": []
        },
        {
            "text": "Noch bevor das Hepatitis‐C‐Virus (HCV) 1989 durch die Entwicklung neuer molekularbiologischer Methoden entdeckt werden\nkonnte, wusste man, dass es eine Virusinfektion der Leber gab, die sich von den bekannten Virusinfektionen der Leber, Hepatitis A\nund B, in mehrfacher Hinsicht unterschied. Die Erkrankung wurde vor allem bei Patienten, die Bluttransfusionen erhalten hatten,\ngefunden, und somit war die Übertragbarkeit über Blut und Blutbestandteile durch epidemiologische Forschung, die vor allem Harvey\nAlter an den US‐amerikanischen National Institutes of Health durchführte, sehr klar belegt.",
            "cite_spans": [],
            "section": "Hepatitis C – ein unüberwindlich erscheinender Gegner wird besiegt",
            "ref_spans": []
        },
        {
            "text": "Der erste Nachweis von Hepatitis‐C‐Viren war nur durch die Entwicklung molekularbiologischer Methoden möglich: Die\nArbeitsgruppe um Michael Houghton in der Firma Chiron konnte durch den Vergleich der unterschiedlichen RNA in Lebergewebe von\ninfizierten Patienten im Vergleich zu Gesunden nachweisen, dass bestimmte RNA‐Sequenzen nur in infiziertem Lebergewebe zu finden\nwaren. Die weitere Klonierung dieser RNA und die Herstellung der durch diese RNA kodierten (viralen) Proteine ermöglichten den\nNachweis von Antikörpern gegen diese Proteine, die wiederum nur im Blut von infizierten Patienten nachzuweisen waren.",
            "cite_spans": [],
            "section": "Hepatitis C – ein unüberwindlich erscheinender Gegner wird besiegt",
            "ref_spans": []
        },
        {
            "text": "Noch bevor der Nachweis von HCV gelang, begannen klinische Forscher um Jay Hoofnagle an den National Institutes of Health\nder USA 1986 mit Therapieversuchen [11]. Man wusste seit einigen Jahren, dass einige\nder wichtigsten körpereigenen Substanzen in der Abwehr gegen Viren sogenannte\nInterferone sind, Substanzen, welche direkt die Virusvermehrung in der\ninfizierten Zelle hemmen, aber auch dem Immunsystem helfen, eine gezielte und starke Immunantwort gegen Virenantigene zu\nentwickeln, und damit in zweifacher Weise gegen Virusinfektionen wirksam sind.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Hepatitis C – ein unüberwindlich erscheinender Gegner wird besiegt",
            "ref_spans": []
        },
        {
            "text": "Auch wenn nur etwa 10 % der in den Anfangsjahren behandelten Patienten auf diese Weise geheilt werden konnten, so war es\ndoch ein bedeutsamer wissenschaftlicher Fortschritt, weil gezeigt werden konnte, dass eine körpereigene Substanz die Abwehr gegen\nViren so verstärken konnte, dass bei vielen zumindest eine vorübergehende Besserung der Leberentzündung und bei einigen wenigen\nsogar eine vollständige Heilung der Erkrankung möglich war. Diese Therapieversuche helfen auch, die Biologie der Erkrankung besser\nzu verstehen: Diejenigen Personen, die auf eine HCV‐Infektion mit einer starken spontanen Immunantwort reagierten, waren in der\nLage, das Virus auch ganz von alleine wieder loszuwerden. Hepatitis‐C‐Viren konnten sich aber in der Leber vor dem Immunsystem\nrelativ gut verstecken, sodass die meisten Infizierten keine ausreichend starke und schnelle Immunantwort entwickelten. Eine\nVerstärkung der Immunantwort durch Interferone konnte diese relative Schwäche aber zumindest bei Einzelnen wieder\nüberwinden.",
            "cite_spans": [],
            "section": "Hepatitis C – ein unüberwindlich erscheinender Gegner wird besiegt",
            "ref_spans": []
        },
        {
            "text": "In zahlreichen wissenschaftlichen Ansätzen wurde daraufhin versucht, die Immunantwort gegen HCV besser zu verstehen und\ntherapeutisch zu verstärken, um die Therapie effektiver zu machen – mit enttäuschend wenig Erfolg.",
            "cite_spans": [],
            "section": "Hepatitis C – ein unüberwindlich erscheinender Gegner wird besiegt",
            "ref_spans": []
        },
        {
            "text": "Ein Fortschritt war die chemische Bindung von Interferon an Polyethylenglykol, wodurch eine Depotwirkung entstand und eine\neinzige Spritze pro Woche ausreichend stabile Wirkspiegel erreichte. Hierdurch konnten die Ansprechraten auf die Therapie\nverdoppelt werden. Außerdem konnten die Therapieerfolge verdoppelt werden, indem ein altes Antivirenmedikament, das\nRibavirin , zu der Interferontherapie dazugegeben wurde. Bis heute ist nicht\nganz klar, wie und warum Ribavirin gegen Hepatitis C wirkt. Es scheint sowohl die Virusvermehrung direkt zu hemmen als auch die\nImmunantwort indirekt zu verstärken. PEG‐Interferon plus Ribavirin, gegeben für 6–12 Monate, konnte unter optimalen Bedingungen\naber gerade mal 40–50 % der Hepatitis‐C‐Infizierten heilen – bei erheblichen Therapielasten einerseits und anstrengenden\nunangenehmen Nebenwirkungen während der gesamten Therapiedauer andererseits.",
            "cite_spans": [],
            "section": "Hepatitis C – ein unüberwindlich erscheinender Gegner wird besiegt",
            "ref_spans": []
        },
        {
            "text": "Der Durchbruch in der Therapie der Hepatitis C gelang erst in den allerletzten Jahren durch die Entwicklung mehrerer extrem\neffektiver und nebenwirkungsarmer Medikamente, die direkt in die Virusvermehrung eingreifen und es dadurch dem Immunsystem\nermöglichen, das nicht mehr vermehrungsfähige Virus zu zerstören und so aus dem Körper herauszuwerfen [12]. Zu unserer Überraschung haben wir gelernt, dass sich, sobald die Virusvermehrung unterdrückt\nist, die Immunantwort gegen das Virus, die vorher zu schwach war, erholt und die Erkrankung überwindet. Wir haben dadurch auch die\nHypothese bestätigt gefunden, dass das Virus im Körper über Mechanismen verfügt, die Immunantwort gegen das Virus zu schwächen und\ndadurch zu überleben – eine weitere Überlebensstrategie, die zusätzlich zu den dauernden Mutationen dem Virus hilft, der Abwehr\ndes Immunsystems über Jahrzehnte zu entkommen.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 352,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Hepatitis C – ein unüberwindlich erscheinender Gegner wird besiegt",
            "ref_spans": []
        },
        {
            "text": "Dass es überhaupt möglich war, Medikamente gegen HCV zu entwickeln,\nbasiert auf einem wichtigen Fortschritt aus der universitären Forschung: Die Arbeitsgruppe von Ralf Bartenschlager in Mainz\nschaffte es 1999, ein System der künstlichen Virusvermehrung zu entwickeln [13]. Hierfür brachten die Forscher einen Teil der RNA des Hepatitis‐C‐Virus in eine Zelllinie\n(Hepatomazellen) ein, die aus einem Leberkrebs eines Patienten gezüchtet worden war (Abb. 8.7). Als Lebertumorzelle hatte diese Zelllinie alle Eigenschaften von menschlichen Leberzellen und\nkonnte so die eigenständige Vermehrung von Viruspartikeln ermöglichen. Zwar waren dies nur Teile des Virus, die ausreichend waren,\nsich zu vermehren, aber damit hatte dieses System den entscheidenden Durchbruch ermöglicht, die Hepatitis‐C‐Virusvermehrung zu\nuntersuchen, und vor allem ein Testsystem entwickelt, mit dem mögliche antivirale Substanzen auf ihre Wirksamkeit untersucht\nwerden konnten. Dieses sogenannte Replikonsystem wurde in den Folgejahren\nweiterentwickelt, sodass immer größere Teile des Hepatitis‐C‐Virus vermehrt werden konnten. Außerdem wurden auf diese Weise\nunterschiedliche Virusuntertypen vermehrt, und es wurde somit ermöglicht zu testen, ob eine Substanz auch gegen verschiedene\nVarianten von Hepatitis C wirksam sein könnte. Die Basis für die Entwicklung wirksamer Hepatitis‐C‐Medikamente war gelegt – jedoch\nwirklich nur die Basis, denn der weitere Weg zu einer effektiven Therapie verlief noch über mehr als zehn Jahre, und auf diesem\nWege gab es sehr viel mehr Verlierer als Gewinner.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 270,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Hepatitis C – ein unüberwindlich erscheinender Gegner wird besiegt",
            "ref_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "mention": "8.7",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Sehr große Investitionen zahlreicher Firmen und auch sehr, sehr viele Fehlschläge sind notwendig gewesen, bevor ausreichend\neffektive und nebenwirkungsarme Medikamente gegen Hepatitis C entwickelt werden konnten, die dann in umfassenden klinischen\nStudien an vielen Patienten ihre Wirksamkeit unter Beweis stellen konnten. In diesem Rennen gab es auch viele Verlierer, so zum\nBeispiel die Firma Boehringer Ingelheim: Boehringer Ingelheim war die Firma, die als Erste schon Anfang dieses Jahrhunderts direkt\nantiviral wirksame Medikamente im Menschen mit Erfolg getestet hat. Allerdings\nwar die erste so getestete Substanz, BILN‐2061, in Tierversuchen toxisch, sodass dies die Entwicklung zunächst deutlich\nzurückwarf. In den Folgejahren entwickelte Boehringer Ingelheim eine Reihe weiterer gegen Hepatitis C wirksamer Substanzen und\nkonnte vor wenigen Jahren zwei sehr gut wirksame Medikamente bis zur Marktreife bringen – aber Boehringer Ingelheim war nicht die\neinzige Firma, die neue Hepatitis‐C‐Medikamente entwickelte, sondern zahlreiche andere Firmen hatten mit großem Aufwand\nMedikamente gesucht und einige sehr gute Substanzen gefunden. Als absehbar war, dass mindestens drei Firmen Medikamente\nentwickeln, die noch ein bisschen wirksamer waren und noch weniger Nebenwirkungen hatten als die von Boehringer entwickelten\nSubstanzen, hat die Firma beschlossen, das weitere Programm zur Medikamentenentwicklung für Hepatitis C komplett\neinzustellen. Ihre gesamten Entwicklungsinvestitionen in Höhe von mehreren Hundert Millionen Euro hat die Firma also komplett\nabschreiben müssen, da die gleichzeitig von der Konkurrenz entwickelten Produkte Vorteile in Wirksamkeit und Verträglichkeit\nhatten, sodass klar wurde, dass am Markt keine Nische für diese Produkte übrig bleiben würde – Medikamente, die 5–10 Jahre früher\nals riesiger Durchbruch gefeiert worden wären und einen großen Umsatz gebracht hätten, so aber keinen einzigen Euro\neinbrachten. Ähnlich dem evolutionären Wettbewerb der Viren hatte hier ein\nharter Wettbewerb der Firmen, die neue Medikamente entwickeln, stattgefunden, und nur die besten Medikamente haben überlebt –\nallerdings hier zum Vorteil der betroffenen Patienten.",
            "cite_spans": [],
            "section": "Hepatitis C – ein unüberwindlich erscheinender Gegner wird besiegt",
            "ref_spans": []
        },
        {
            "text": "Die neuen Medikamente gegen Hepatitis C sind fast nebenwirkungsfrei; es reicht meist eine einzige Tablette am Tag, die in\nder Regel allerdings mindestens zwei Chemikalien enthält: Wie man aus anderen Beispielen der Infektiologie, z. B. der HIV‐ oder\nTuberkulosetherapie zuvor gelernt hat, muss immer an mindestens zwei Punkten gleichzeitig angesetzt werden, um die\nAnpassungsfähigkeit der Viren zu überlisten. Sollte es nämlich den Viren durch eine Mutation einmal gelingen, eine Resistenz gegen\neine Chemikalie zu erwerben, würden diese potenziell resistenten Viren dennoch sogleich von der anderen Wirksubstanz an der\nVirusvermehrung gehindert. Sind beide Substanzen extrem wirksam, kann selbst ein so mutationsfreudiges Virus wie Hepatitis C\nüberwunden werden.",
            "cite_spans": [],
            "section": "Hepatitis C – ein unüberwindlich erscheinender Gegner wird besiegt",
            "ref_spans": []
        },
        {
            "text": "Wir leben in einer schnelllebigen Zeit, einer Zeit globaler Vernetzungen und hoher Mobilität. In den letzten 30 Jahren sind\nüber 30 neuartige Erreger , die Menschen\ninfizieren können, entdeckt worden (Abb. 8.8) und einige Beispiele (u. a. das schwere\nakute respiratorische Syndrom SARS, Influenza, HIV) zeigten, wie rasch sich Erreger dieser Art weltweit ausbreiten und zum Teil\nauch langfristig etablieren konnten [14].",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 418,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Neue Erreger, neue Herausforderungen",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "mention": "8.8",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Viele virale Erreger, die eine Bedrohung darstellen, sind Zoonosen ,\nd. h. Erkrankungen, die von einem Tierreservoir auf den Menschen übertragen werden. Das Grippevirus, das SARS‐assoziierte\nCoronavirus, das Middle East Respiratory Syndrome Coronavirus (MERS‐CoV), HIV und auch das\nEbolavirus sind hier Beispiele. Die Kontrolle dieser Tierreservoire stellt eine große Herausforderung dar und Übertragungen\nbekannter und unbekannter viraler Erreger von Mensch auf Tier werden uns auch in der Zukunft beschäftigen und unser strategisches\nHandeln einfordern.",
            "cite_spans": [],
            "section": "Neue Erreger, neue Herausforderungen",
            "ref_spans": []
        },
        {
            "text": "Eine weitere potenzielle Bedrohung durch virale Erreger kommt von Viren, die durch sogenannte\nVektoren (z. B. Mücken oder Zecken) übertragen werden. Beispiele hierfür sind\nz. B. das Denguefiebervirus, das Westnilvirus oder ganz aktuell das Chikungunya‐Virus, das in\n2015 einen großen Ausbruch in der Karibik, Nord‐ und Südamerika verursachte. Globalisierung und veränderte Umweltbedingungen haben\ndazu geführt, dass Vektorpopulationen sich in neuen geografischen Regionen ansiedeln und somit Bedingungen für eine Übertragung\npotenzieller Erreger auf den Menschen geschaffen werden (Abb. 8.9).",
            "cite_spans": [],
            "section": "Neue Erreger, neue Herausforderungen",
            "ref_spans": [
                {
                    "start": 587,
                    "end": 590,
                    "mention": "8.9",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Dennoch sind wir für die Begegnung mit diesen neuen viralen Herausforderungen besser gerüstet als noch vor einigen\nJahren. Verbesserte Verfahren zur Ausbruchsüberwachung führen zur früheren Erkennung von neuen Ausbrüchen. Neue\nmolekularbiologische Verfahren wie Virussequenzierung ermöglichen die rasche Identifizierung von neuen Erregern (Beispiel\nMERS‐CoV). Auf der Basis dieser Informationen können zeitnah diagnostische Verfahren (z. B. PCR) und Impfstoffbausteine entwickelt\nwerden. Letztere haben dann das Potenzial, in Impfstoffplattformen verwendet zu werden und zur Entwicklung und zum Einsatz neuer\nImpfstoffe beizutragen.",
            "cite_spans": [],
            "section": "Neue Erreger, neue Herausforderungen",
            "ref_spans": []
        },
        {
            "text": "Es bleibt ein kontinuierliches und spannendes Wettrennen zwischen den sich ausbreitenden und adaptierenden Viren, dem\nWirtsorganismus und seinen Verteidigungsmechanismen sowie dem wissenschaftlichen Fortschritt in der Entwicklung von\nFrüherkennungsmaßnahmen, Impfstoffen und Behandlungsansätzen.",
            "cite_spans": [],
            "section": "Neue Erreger, neue Herausforderungen",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Viral evolution and escape during acute HIV-1 infection",
            "authors": [
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Boutwell",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Rolland",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Herbeck",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "Suppl 2",
            "pages": "S309-S314",
            "other_ids": {
                "DOI": [
                    "10.1086/655653"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Treatment of chronic non-A, non-B hepatitis with recombinant human alpha interferon. A preliminary report",
            "authors": [
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Hoofnagle",
                    "suffix": ""
                },
                {
                    "first": "KD",
                    "middle": [],
                    "last": "Mullen",
                    "suffix": ""
                },
                {
                    "first": "DB",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "N Engl J Med.",
            "volume": "315",
            "issn": "25",
            "pages": "1575-1578",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM198612183152503"
                ]
            }
        },
        "BIBREF3": {
            "title": "The hepatitis C revolution part 1: antiviral treatment options",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thiagarajan",
                    "suffix": ""
                },
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Ryder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Opin Infect Dis",
            "volume": "28",
            "issn": "6",
            "pages": "563-571",
            "other_ids": {
                "DOI": [
                    "10.1097/QCO.0000000000000205"
                ]
            }
        },
        "BIBREF4": {
            "title": "Replication of subgenomic hepatitis C virus RNAs in a hepatoma cell line",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lohmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Körner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "285",
            "issn": "5424",
            "pages": "110-113",
            "other_ids": {
                "DOI": [
                    "10.1126/science.285.5424.110"
                ]
            }
        },
        "BIBREF5": {
            "title": "Emerging Infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dahlke",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Addo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biologie in unserer Zeit",
            "volume": "45",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1002/biuz.201510578"
                ]
            }
        },
        "BIBREF6": {
            "title": "Influence of HIV and HCV on T cell antigen presentation and challenges in the development of vaccines",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gaudieri",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Microbiol.",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fmicb.2014.00514"
                ]
            }
        },
        "BIBREF7": {
            "title": "Catch Me If You Can – The Race Between HIV and Neutralizing Antibodies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Geiß",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AIDS Rev",
            "volume": "17",
            "issn": "2",
            "pages": "107-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Hepatitis B",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Ebola Situation Report",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Vesicular stomatitis virus-based vaccines against Lassa and Ebola viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "2",
            "pages": "305-307",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2102.141649"
                ]
            }
        },
        "BIBREF11": {
            "title": "Clinical development of Ebola vaccines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ther Adv Vaccines.",
            "volume": "3",
            "issn": "5-6",
            "pages": "125-138",
            "other_ids": {
                "DOI": [
                    "10.1177/2051013615611017"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Efficacy and effectiveness of an rVSV-vectored vaccine expressing Ebola surface glycoprotein: interim results from the Guinea ring vaccination cluster-randomised trial",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Henao-Restrepo",
                    "suffix": ""
                },
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "9996",
            "pages": "857-866",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)61117-5"
                ]
            }
        }
    }
}