{
    "paper_id": "PMC7121187",
    "metadata": {
        "title": "Hematologic Complications",
        "authors": [
            {
                "first": "Jeremy",
                "middle": [
                    "B."
                ],
                "last": "Richards",
                "suffix": "",
                "email": "jbrichar@bidmc.harvard.edu",
                "affiliation": {}
            },
            {
                "first": "Renee",
                "middle": [
                    "D."
                ],
                "last": "Stapleton",
                "suffix": "",
                "email": "renee.stapleton@med.uvm.edu",
                "affiliation": {}
            },
            {
                "first": "Ralitza",
                "middle": [],
                "last": "Martin",
                "suffix": "",
                "email": "ralitza.martin@emory.edu",
                "affiliation": {}
            },
            {
                "first": "Annette",
                "middle": [],
                "last": "Esper",
                "suffix": "",
                "email": "aesper@emory.edu",
                "affiliation": {}
            },
            {
                "first": "Greg",
                "middle": [
                    "S."
                ],
                "last": "Martin",
                "suffix": "",
                "email": "greg.martin@emory.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Red blood cells (RBCs) are the main transporting vessel for oxygen and carbon dioxide, have potent antioxidant capacity, enhance hemostasis by directing platelets to the vessel wall, and actively participate in vasoregulation. These functions may be compromised by critical illness. The regular life span of RBCs is approximately 120 days which means that there must be constant production of new cells. This process requires crucial factors such as iron, zinc, folate, and vitamin B12 as well as the influence of several hormones including erythropoietin (EPO), thyroxin, androgens, cortisol, and catecholamines. With aging, properties of the RBC change, including oxygen binding affinity, ability to deform during microvascular transit, and structural morphology which marks it for destruction by the spleen and reticuloendothelial system (RES) [1]. Due to inflammation, nutritional deficiencies, renal failure, and decreased EPO levels, these changes occur even sooner and shorten the life span of RBCs in critical illness.",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 849,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Red Blood Cell Function ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "The average daily loss of 40–70 ml of blood in the ICU from diagnostic phlebotomy exceeds the normal physiologic replacement rate of 15–20 ml/day and can lead to higher transfusion requirements. The volume of blood loss is higher for patients with more organ dysfunction and who have intravascular lines in place which facilitate easy access for phlebotomy [3]. The amount of blood loss due to surgery can be very significant but varies depending on the type of procedure—ranging from 3 units during total hip arthroplasty to 6 units during bilateral total knee arthroplasty [2]. Physiologic stress, especially in those with head trauma and who are mechanically ventilated, can lead to stress ulceration and acute bleeding. In one prospective study, 10 % of all patients admitted to the ICU developed bleeding [3]. The gastrointestinal (GI) tract is the most common site, accounting for up to 30 % of all significant bleeding in the ICU. Pro-inflammatory cytokines, coagulopathy, renal failure, and malnutrition can exacerbate acute bleeding [2,3].",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 359,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 576,
                    "end": 577,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 811,
                    "end": 812,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1043,
                    "end": 1044,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1045,
                    "end": 1046,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Blood Loss ::: Etiology of Anemia in Critical Illness ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Anemia in the ICU can also be attributed to decreased production of RBCs which can be caused by many factors, including reduced concentrations of EPO, blunted response to EPO, toxic effects of medications, nutritional deficiencies of essential substrates (iron, vitamin B12, folate), bone marrow fibrosis, or tumor infiltration of the bone marrow. Unlike healthy individuals where decreased hemoglobin levels and hypoxia trigger almost immediate production and release of EPO, this response is blunted in the critically ill patient. This blunted response can be explained by the high prevalence of renal failure in this population. In addition, inflammatory cytokines (e.g., interleukin-1, transforming growth factor (TGF)-β, and tumor necrosis factor (TNF)-α) inhibit EPO gene transcription in renal juxtaglomerular cells and the response to EPO in the bone marrow, suppress iron release from storage sites, and increase iron sequestration.",
            "cite_spans": [],
            "section": "Decreased Production ::: Etiology of Anemia in Critical Illness ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Toxic effects of medications on the bone marrow should also be considered in the evaluation of anemia. In addition to chemotherapeutic agents, known for their myelosuppressive effects, many other medications commonly used in the ICU can decrease bone marrow activity, including antibiotics, corticosteroids, histamine-2 blockers, and others [2,3].",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 343,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 344,
                    "end": 345,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Decreased Production ::: Etiology of Anemia in Critical Illness ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "In critical illness there is increased RBC destruction due to several reasons, including decreased RBC deformability and reduced life span. Hemolysis can also contribute to anemia. Hemolysis can be intrinsic, i.e., the cells are destroyed due to a defect in the RBCs themselves. Some of these defects are inherited (e.g., thalassemia, sickle cell disease, glucose-6-phosphate dehydrogenase (G-6-PD) deficiency) or defects may be acquired as in autoimmune diseases, malaria, hepatitis, and disseminated intravascular coagulation (DIC). In extrinsic hemolysis normal RBCs are produced but are destroyed iatrogenically. Examples include infusion of hypotonic solutions, mechanical valves, intra-aortic balloon pumps, as well as toxic effects of commonly used medications such as antibiotics, sulfa drugs, and acetaminophen [2].",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 822,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Increased RBC Destruction ::: Etiology of Anemia in Critical Illness ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Anemia has several physiologic effects on the body including a decrease in intravascular volume and viscosity leading to increased cardiac output, heart rate, stroke volume, and oxygen extraction.",
            "cite_spans": [],
            "section": "Evaluation ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "It is important to recognize that anemia is associated with increased morbidity and mortality in the ICU [1]. It can be particularly problematic in patients with ischemic heart disease or cerebrovascular disease. Many studies have shown an association between anemia and adverse outcomes in congestive heart failure (CHF), acute myocardial infarction and chronic kidney disease [4]. It can contribute to failure to liberate from mechanical ventilation, demand ischemia, and death. While anemia may be associated with poorer outcomes in ICU patients, it is crucial to note that aggressive correction of anemia through liberal blood transfusions and erythropoietic agents has also been shown to be harmful [4].",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 379,
                    "end": 380,
                    "mention": "4",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 705,
                    "end": 706,
                    "mention": "4",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Evaluation ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Hemoglobin level is the most useful laboratory measurement for diagnosing and monitoring anemia, with normal values between 12 and 16 g/dl for women and 13 and 19 g/dl for men. The hematocrit (HCT) is a rough estimate and is approximately three times the hemoglobin value. Low hemoglobin and haptoglobin, along with an elevated lactate dehydrogenase (LDH) and elevated serum indirect bilirubin, indicate a hemolytic process and a Coombs test can help distinguish the cause of a hemolytic anemia. The reticulocyte count can indicate whether the marrow response is adequate. Review of the peripheral blood smear can offer additional information regarding potential causes of anemia, including assessing for evidence of RBC destruction (e.g., schistocytes) and characterizing RBC morphology (e.g., determining RBC size and chromicity).",
            "cite_spans": [],
            "section": "Evaluation ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "To evaluate for iron deficiency, anemia serum iron, serum ferritin and transferring saturation are used as markers to assess total body iron stores. Serum iron is not a particularly reliable test because it is altered by a variety of conditions including infection, inflammation, neoplasm, and liver disease. Its sensitivity and specificity are 78 and 35 %, respectively, and thus it should not be used alone in determining the etiology of anemia. Serum ferritin is an acute phase reactant, is increased with chronic inflammation, and can also be affected by acute inflammation, infection, and malnutrition. Although a low ferritin level is highly suggestive of iron deficiency (sensitivity and specificity are 71 and 69 %, respectively), an iron-deficient patient can have a high ferritin level. The normal range for ferritin is between 100 and 800 ng/ml. Although cut-off values for iron supplementation in the ICU have not been established, some authors suggest using ferritin <100 ng/ml as an indication to begin iron therapy. Transferrin saturation provides information about the amount of iron available for erythropoiesis. The National Kidney Foundation recommends values of 20–50 %. Transferrin saturation of <20 % indicates diminished iron availability and depending on the clinical setting, the need for iron supplementation. However, in critically ill patients with low transferrin saturation and high ferritin levels, this can indicate functional iron deficiency [2].",
            "cite_spans": [
                {
                    "start": 1476,
                    "end": 1477,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Evaluation ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Some of the complications of transfusions could potentially be explained by the changes that occur during packed red blood cell (PRBC) storage. The Food and Drug Administration (FDA) limits the maximum duration of storage to 42 days to ensure adequate cellular integrity. The mean storage time of PRBCs transfused in US ICUs is 16–21 days. Detrimental changes to PRBCs occurring during preservation and storage include decreased concentration of adenosine triphosphate (ATP) and 2,3-diphosphoglycerate (DPG), as well as accumulation of pro-inflammatory cytokines, with the hypothesized effects of these changes being potent nitric oxide scavenging, vasoconstriction, loss of normal RBC-mediated vasoregulation, and immunosuppression. Studies investigating the association between length of PRBC storage duration and mortality have not been conclusive; however, there are two ongoing trials addressing this matter (Age of Blood Evaluation—ABLE [7], and Red Cell Storage Duration—RECESS [8]).",
            "cite_spans": [
                {
                    "start": 944,
                    "end": 945,
                    "mention": "7",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 986,
                    "end": 987,
                    "mention": "8",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Storage ::: Transfusion ::: Management ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "The practice of leukoreduction has the hypothetical benefit of reducing transmission of viruses, febrile non-hemolytic transfusion reactions, human leukocyte antigen (HLA) alloimmunization, nosocomial infections, and death. Currently the majority of PRBC transfusions in the US are leukocyte reduced. Although there have been studies that have shown reduced morbidity and mortality after universal leukocyte reduction, randomized trials have failed to find benefit.",
            "cite_spans": [],
            "section": "Leukoreduction ::: Transfusion ::: Management ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Data suggest that hemoglobin levels of 7–9 g/dl in the non-bleeding ICU patient are generally well tolerated. One should also consider that blood is a very costly and scarce resource. The hallmark trial that helped establish the current guidelines for transfusion threshold is the TRICC trial (Transfusion Requirements in Critical Care) [4]. In this trial the authors found no difference in mortality at 30 days between a restrictive approach (transfusion for hemoglobin <7 g/dl) versus a liberal approach (hemoglobin <10 g/dl) in critically ill non-bleeding patients. Interestingly, one recently published trial also demonstrated that a restrictive approach is not only safe in patients with active GI bleeding, but it also significantly reduced morbidity and mortality [9].",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 339,
                    "mention": "4",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 772,
                    "end": 773,
                    "mention": "9",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Transfusion Thresholds ::: Transfusion ::: Management ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "There remains controversy regarding transfusion in specific groups of patients such as those with ischemic heart disease or active GI bleeding, who have failed liberation from mechanical ventilation, and receiving early resuscitation for septic shock. More research is necessary to understand the optimal approach to transfusion practices in these patients.",
            "cite_spans": [],
            "section": "Transfusion Thresholds ::: Transfusion ::: Management ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "There are two categories of blood substitutes/oxygen carrying agents: hemoglobin solutions and perfluorocarbons. These agents have high affinity for oxygen and although conceptually promising, they are yet to be proven as a safe alternative to blood and remain investigational [2].",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 279,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Blood Substitutes ::: Transfusion ::: Management ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Erythropoietin (EPO) is an endogenous hormone produced by the kidney that promotes production of RBCs in the bone marrow. Critically ill patients have decreased circulating concentrations of EPO, as well as a blunted response to it, which initially increased interest in determining whether administration of exogenous EPO could improve outcomes. Several trials have since demonstrated that in the environment of restrictive transfusion, EPO therapy does not improve survival and may increase thrombotic complications. One potential explanation for this lack of efficacy may be due to the significant lag time between administering EPO and its onset of action. It is important to note that when EPO therapy is considered, it should always be given concomitantly with iron supplementation to ensure maximum benefit. Neither epoetin alfa nor darbepoetin alfa (the latter having an increased half-life and bioactivity) are approved for the treatment of anemia of critical illness.",
            "cite_spans": [],
            "section": "Erythropoietin ::: Transfusion ::: Management ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "As already mentioned, iron supplementation is required when considering erythropoietic agents. Although animal studies have suggested that iron promotes infections, this has not been proven in clinical studies. While oral iron has poor absorption and can interact with other drugs, intravenous (IV) iron supplementation can provide rapid repletion of systemic iron stores. The previously reported rare complication of anaphylactic reaction with IV iron dextran has not been observed in other preparations such as iron gluconate and iron sucrose.",
            "cite_spans": [],
            "section": "Iron Supplementation ::: Transfusion ::: Management ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Small-volume phlebotomy tubes, point-of-care testing, non-invasive testing (such as CO2 monitors and pulse oximeters), and reinfusion of discarded samples from indwelling lines are all strategies that can minimize blood loss through phlebotomy. In addition, reducing the number of laboratory studies in ICU patients can be done safely without compromising care and the need for labs. This strategy has been termed “learning not to know.”",
            "cite_spans": [],
            "section": "Minimization of Blood Loss ::: Transfusion ::: Management ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "In conclusion, anemia is a very common condition in the ICU and is associated with poor outcomes and higher healthcare resource utilization. In addition to tailoring guidelines and recommendations on safest therapeutic interventions to the needs of each patient with regard to management of anemia, it will likely be beneficial for ICU protocols on blood conservation techniques to be developed.",
            "cite_spans": [],
            "section": "Summary ::: Anemia in the ICU",
            "ref_spans": []
        },
        {
            "text": "The primary polycythemias include polycythemia vera (PV) and primary familial and congenital polycythemia (PFCP). PV is associated with the Janus kinase 2 (JAK2) mutation and low or normal EPO levels. Thrombosis is very frequently noted, with two-thirds of thrombotic episodes occurring either at presentation or before diagnosis of PV. Arterial thrombotic events are more common than venous events in patients with PV, with transient ischemic attacks, ischemic strokes, and myocardial infarctions being the most common thrombotic complications. Patients with PV who undergo surgical procedures are also at a higher risk of post-operative thrombotic complications.",
            "cite_spans": [],
            "section": "Etiology of Erythrocytosis ::: Erythrocytosis/Polycythemia",
            "ref_spans": []
        },
        {
            "text": "\nSecondary polycythemia is associated with hypoxemia due to cyanotic heart and/or pulmonary disease. EPO production is triggered when PaO2 is sustained at <67 mmHg. Chronic obstructive pulmonary disease (COPD), obstructive sleep apnea (OSA), obesity hypoventilation syndrome (OHS), high altitude, tobacco use, and carbon monoxide poisoning are common conditions that have been linked to secondary polycythemia. Other less common conditions associated with secondary polycythemia are post-renal transplant erythrocytosis (found in up to 15 % of renal allograft recipients), renal cell carcinoma, polycystic kidney disease, hepatocellular carcinoma, and pheochromocytoma. Polycythemia may also be secondary to drugs such as corticosteroids or androgens [10].",
            "cite_spans": [
                {
                    "start": 752,
                    "end": 754,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Etiology of Erythrocytosis ::: Erythrocytosis/Polycythemia",
            "ref_spans": []
        },
        {
            "text": "The first step in establishing the cause of erythrocytosis is ruling out secondary causes which can often be determined by careful history and physical examination. Measuring the EPO level can also be helpful, with increased levels consistent with a hypoxic state and low levels being virtually diagnostic for PV. The diagnosis of PV can also be confirmed by molecular testing for JAK2 mutation.",
            "cite_spans": [],
            "section": "Evaluation ::: Erythrocytosis/Polycythemia",
            "ref_spans": []
        },
        {
            "text": "As mentioned, patients with erythrocytosis, and specifically those with PV, are at a much higher risk of thrombotic complications which are often noted on presentation. While the goal of treatment in the ICU is to manage the complications of PV, the long-term goal after resolution of a patient’s critical illness is to reduce the risk by reducing the HCT to 42 % in women and 45 % in men. This is achieved by daily low-dose aspirin, phlebotomy and in patients who are high risk (age >60, prior thrombotic events) myelosuppressive therapy with pegylated interferon or hydroxyurea may be indicated [10].",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 600,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Management ::: Erythrocytosis/Polycythemia",
            "ref_spans": []
        },
        {
            "text": "One of the major infections associated with neutropenia is human immunodeficiency virus (HIV). Neutropenia is usually caused directly, or by concurrent infections (e.g., bacterial, cytomegalovirus (CMV), mycobacterium avium, histoplasmosis) and medications. Medications commonly associated with neutropenia in patients with HIV include anti-retrovirals (specifically zidovudine), trimethoprim/sulfamethoxazole, and ganciclovir. Factors associated with neutropenia are low CD4 count (<200 cells/μL) and high viral load (>100,000 copies/ml).",
            "cite_spans": [],
            "section": "Human Immunodeficiency Virus ::: Infections ::: Etiology of Neutropenia ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "In addition to HIV, other viruses have been implicated as causes of neutropenia. Human herpes virus 6 and measles are potential causes of neutropenia in children, and CMV primarily affects immuno-compromised patients, but occasionally causes neutropenia in immunocompetent patients. Sepsis caused by any bacteria can induce neutropenia by consumption of neutrophils in the setting of overwhelming infection. Zoonoses (tularemia, brucellosis) and parasites should be considered in the appropriate clinical setting.",
            "cite_spans": [],
            "section": "Other Infections ::: Infections ::: Etiology of Neutropenia ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "In addition to neutropenia caused by chemotherapeutic medications for treatment of hematologic and solid cancers, certain hematologic malignancies can directly cause neutropenia. Specifically, the acute leukemias and myelodysplastic syndrome (MDS), which is characterized by ineffective hematopoiesis, are frequently associated with neutropenia. Diagnosis of these hematologic malignancies is confirmed with a bone marrow biopsy.",
            "cite_spans": [],
            "section": "Malignancy ::: Infections ::: Etiology of Neutropenia ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "A thorough physical exam and history could reveal the etiology for neutropenia, with specific emphasis on ethnicity, the presence of congenital disorders, underlying malignancy, infectious exposures, and new medications. Review of systems and physical exam should include an assessment for the presence of fever, chills, lymphadenopathy, easy bruising, and recurrent infections. Initial labs should include a complete blood count (CBC) with a differential count and peripheral smear examining for neutrophil abnormalities such as Dohle bodies (infection), immature neutrophil precursors (infection, myelodysplasia), hypoplastic changes (myelodysplasia), and hyperlobulation (nutritional deficiencies). Additional labs could include a reticulocyte count, LDH, erythrocyte sedimentation rate (ESR), rheumatoid factor, antinuclear antibody (ANA), thyroid stimulating hormone (TSH), HIV, vitamin B12, and potentially folate levels. Bone marrow biopsy should be considered in cases where there is a high suspicion for a malignancy to assess for either a primary hematologic malignancy or an infiltrating metastatic solid tumor. In the appropriate clinical scenario, the presence of antibodies against Borrelia burgdorferi should be tested. Granulocyte agglutination test or granulocyte immunofluorescence test for anti-granulocyte antibodies should be assessed in cases where an autoimmune disorder as a cause of neutropenia is suspected [11,12].",
            "cite_spans": [
                {
                    "start": 1434,
                    "end": 1436,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1437,
                    "end": 1439,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Evaluation ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Neutropenic fever in the setting of an underlying malignancy is not an uncommon scenario in critical care medicine. In 2010 the Infectious Disease Society of America issued updated guidelines for treatment of patients with neutropenia induced by chemotherapy [13]. Fever is often the only sign of an underlying infection and requires prompt treatment. A scoring system was developed to assess the risk of serious complications in febrile neutropenia. The Multinational Association for Supportive Care in Cancer (MASCC) scoring system considers age, severity of symptoms, prior infections, and type of malignancy in calculating a score that can guide therapy (oral versus intravenous and outpatient versus inpatient antibiotics). Lab tests should include a CBC, serum creatinine, transaminases, and at least 2 blood cultures (with one drawn from each port of central venous catheters [if present] as well as an additional peripheral culture). Other specimens should be obtained for culture as clinically indicated (urine, sputum, cerebrospinal fluid, and other microbiologic cultures). A chest radiograph should also be obtained if respiratory symptoms are present. The following is a brief summary of recommendations regarding care of critically ill patients with malignancy and neutropenic fever.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Treatment Guidelines for Infection in Neutropenic Patients with Cancer ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "In critically ill patients with impending or existing organ dysfunction, rapid delivery of empiric antibiotics is crucial. Monotherapy with an anti-pseudomonal β-lactam agent such as cefepime, a carbapenem, or piperacillin-tazobactam is recommended. Other agents may be added to the initial regimen if clinically indicated—vancomycin or linezolid for methicillin-resistant Staphylococcus aureus (MRSA), linezolid or daptomycin for vancomycin-resistant enterococcus (VRE), carbapenem for extended-spectrum β-lactamase (ESBL) producing bacteria. Most patients with penicillin allergy can tolerate cephalosporins, but in patients with a history of immune-mediated hypersensitivity reaction characterized by hives or bronchospasm, the use of aztreonam plus vancomycin to avoid β-lactams or carbapenems is recommended. Afebrile neutropenic patients who have new signs and symptoms of an infection should be evaluated and treated as high-risk patients. A patient receiving a fluoroquinolone as a prophylactic antibiotic should not receive a fluoroquinolone as empiric therapy of an acute infection.",
            "cite_spans": [],
            "section": "Choosing Antibiotic Therapy ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Modification of the initial antibiotic regimen should be guided by clinical and microbiologic data. Infections should be treated with the appropriate antibiotics for the site of the primary infection, and guided by the susceptibilities of any isolated organism.",
            "cite_spans": [],
            "section": "Changing the Antibiotic Regimen ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "If vancomycin or other coverage for gram-positive organisms was started, it may be stopped if after 2 days there is no evidence of gram-positive infection.",
            "cite_spans": [],
            "section": "Changing the Antibiotic Regimen ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Patients who remain hemodynamically unstable after receiving their first doses of standard agents should have their regimen broadened to cover resistant gram-negative, gram-positive, anaerobes and fungi.",
            "cite_spans": [],
            "section": "Changing the Antibiotic Regimen ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "The duration of treatment is guided by the site of infection and organism involved but should continue at least for the duration of neutropenia (until ANC > 500 cells/ μL).",
            "cite_spans": [],
            "section": "Duration of Treatment ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "If no source of infection is identified, guidelines advise to continue empiric therapy until bone marrow recovery. Patients who remain neutropenic beyond completion of the appropriate antibiotic therapy can resume oral fluoroquinolone therapy until marrow recovery.",
            "cite_spans": [],
            "section": "Duration of Treatment ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Empiric antifungal therapy should be initiated and clinical investigation for invasive fungal infections should be pursued if there is persistent or recurrent fever after 4–7 days of antibiotics, as well as for patients whose neutropenia is expected to last >7 days.",
            "cite_spans": [],
            "section": "Empiric Anti-Fungal Coverage ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Influenza virus infections should be treated with neuraminidase inhibitors if the strain is susceptible. In the setting of influenza outbreak patients with flu-like symptoms should be treated empirically. Antiviral treatment for herpes simplex virus (HSV) or varicella-zoster virus (VZV) is only indicated if there is clinical or laboratory evidence of active viral disease.",
            "cite_spans": [],
            "section": "Viral Treatment ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Respiratory virus testing (including assays for influenza, parainfluenza, adenovirus, respiratory syncytial virus (RSV), and human metapneumovirus) and chest X-ray are indicated in patients presenting with upper respiratory symptoms.",
            "cite_spans": [],
            "section": "Viral Treatment ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Colony stimulating factors (CSFs) are not routinely recommended for afebrile patients with neutropenia. However, administration of CSFs should be considered in patients at high risk of infection-associated complications or poor clinical outcomes. These high-risk patients include those with expected prolonged (>10 day) or profound (<100 cells/μL) neutropenia, age >65 years of age, pneumonia, hypotension, multisystem organ failure, sepsis, invasive fungal infection, or being hospitalized at the time of the development of fever. As many patients with neutropenic fever cared for in an ICU have sepsis or organ failure, CSF administration may sometimes be warranted.",
            "cite_spans": [],
            "section": "Role of Hematopoietic Growth Factors (G-CSF or GM-CSF) ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "A culture drawn from a central venous or arterial line that is positive up to 120 min faster than a culture drawn from a peripheral venipuncture is a sign of a central line associated blood stream infection (CLABSI). Removal of the catheter is essential for any patient with a suspected or confirmed CLABSI who has sepsis, hemodynamic instability, evidence of endocarditis, persistent bacteremia for more than 72 h despite antibiotics, or evidence of tunnel or pocket infection. In the ICU, patients often demonstrate some degree of hemodynamic instability, so catheter removal is common. Of note, catheter exchange over a wire should not be performed and if central access is needed, a new central venous catheter should be placed at a new insertion site.",
            "cite_spans": [],
            "section": "Catheter-Related Infections ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Prolonged treatment (4–6 weeks) is recommended for a complicated CLABSI as defined by the presence of deep tissue infection, endocarditis, septic thrombosis or persistent bacteremia and fungemia occurring >72 h after catheter removal in a patient who has received the appropriate antimicrobial therapy.",
            "cite_spans": [],
            "section": "Catheter-Related Infections ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Standard barrier precautions should be followed, and infection-specific isolation should be used with patients with certain signs or symptoms (e.g., when meningitis is suspected). No fresh or dried plants should be allowed in rooms of neutropenic patients.",
            "cite_spans": [],
            "section": "Environmental Precautions ::: Management ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Neutropenia in the ICU can be a common problem, usually caused by infection, malignancy or medications. Treatment targets the underlying pathogenic cause and in the setting of neutropenic fever prompt administration of antibiotics is critical.",
            "cite_spans": [],
            "section": "Summary ::: Neutropenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "When the white blood cell (WBC) count is elevated, the usual differential diagnosis includes a primary hematologic disorder (such as leukemia or myeloproliferative disorder) and a secondary response to a challenge (e.g., inflammation or infection). Leukocytosis may be caused by increased WBC production, mobilization from storage, or half-life; decreased migration to peripheral tissues; or a combination of these processes. The clinician should consider the duration, the nature of the cells involved, and other clinical findings to explain the increase in WBC count. Left shift refers to an increased percentage of immature granulocytes (bands) in the peripheral blood usually indicating an infectious process. Leukemoid reaction represents an exaggerated response which can be malignant or benign in etiology, and the WBC usually exceeds 50,000/μL. Hyperleukocytosis refers to a WBC greater than 100,000/μL and is seen almost exclusively in leukemias and myeloproliferative disorders. The excess number of cells can cause sludging in the small vessels of the brain, kidney, and lungs and is an oncologic emergency since impaired blood flow can lead to ischemia [10].",
            "cite_spans": [
                {
                    "start": 1166,
                    "end": 1168,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Etiology of Leukocytosis ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "Leukocytosis is generally a manifestation of an underlying disease process and the treatment is almost always focused on that disorder (see Table 4.4).\n",
            "cite_spans": [],
            "section": "Etiology of Leukocytosis ::: Leukocytosis",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "mention": "4.4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "An elevated WBC is often the primary clinical finding leading to the diagnosis of leukemia or myeloproliferative disorder.",
            "cite_spans": [],
            "section": "Hematologic Malignancies ::: Primary Causes ::: Evaluation ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "Symptoms can be very non-specific and can include fever, fatigue and bruising, but patients can also face life-threatening complications such as disseminated intravascular coagulopathy, leukostasis, and severe infections. A CBC and a peripheral smear (which can have varying amounts of blast cells, from none to more than 100,000/μL) will offer a clue to the diagnosis, but often bone marrow biopsy and cytogenetic or chromosome analysis will be needed for definitive confirmation. Statistically, acute myelogenous leukemia (AML) is the most common type of acute leukemia in adults, followed by acute lymphoblastic leukemia (ALL). An important subset of AML is acute promyelocytic leukemia (APL) which often presents with bleeding due to DIC which can lead to fatal pulmonary or cerebral hemorrhage, and requires prompt treatment.",
            "cite_spans": [],
            "section": "Hematologic Malignancies ::: Primary Causes ::: Evaluation ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "Treatment of newly diagnosed acute leukemia in the ICU is often focused on supportive care and managing complications such as infection. Patients with hyperleukocytosis and symptoms of leukostasis may need immediate cytoreduction to avoid further complications. This usually will require expert advice and is coordinated with induction chemotherapy, cytoreduction agents (such as hydroxyurea), and in some cases leukopheresis. Treatment of tumor lysis syndrome may also be required if urgent cytoreduction is needed.",
            "cite_spans": [],
            "section": "Hematologic Malignancies ::: Primary Causes ::: Evaluation ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "\nChronic lymphocytic leukemia (CLL) and chronic myelogenous leukemia (CML) are most often established conditions upon admission and are only rarely first diagnosed in the ICU. Patients tend to present with less severe symptoms and usually do not require urgent aggressive treatment.",
            "cite_spans": [],
            "section": "Hematologic Malignancies ::: Primary Causes ::: Evaluation ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "Leukocytosis can be seen also in essential thrombocythemia (ET). Most patients with ET are asymptomatic but some can face an acute thrombotic or hemorrhagic event due to a high number of dysfunctional platelets.",
            "cite_spans": [],
            "section": "Hematologic Malignancies ::: Primary Causes ::: Evaluation ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "There are additional benign hematologic disorders associated with leukocytosis, but these are mostly inherited conditions, are relatively rare, and beyond the scope of this review.",
            "cite_spans": [],
            "section": "Hematologic Malignancies ::: Primary Causes ::: Evaluation ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "Bacterial infections usually cause moderate elevation of the WBC (11,000–30,000/μL) with predominance of neutrophils and bands. While certain infections such as Clostridium difficile or tuberculosis can present with a leukemoid reaction (WBC > 50,000/μL), it is important to note that some infections can present with leukopenia. Viral infections usually do not cause neutrophilia, but leukocytosis due to lymphocytosis can be observed in the early phase of viral infection.",
            "cite_spans": [],
            "section": "Infectious Causes ::: Secondary Causes of Leukocytosis ::: Evaluation ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "Monocytosis can be seen in either bacterial or viral infection. Eosinophilia is most commonly caused by drug hypersensitivity and allergic reactions but is also an important response to parasite infection.",
            "cite_spans": [],
            "section": "Infectious Causes ::: Secondary Causes of Leukocytosis ::: Evaluation ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "Leukocytosis can be caused by a variety of conditions including chronic inflammatory states secondary to autoimmune and inflammatory bowel disorders, medications, and splenectomy. Almost any malignancy can cause leukocytosis by non-specifically stimulating the bone marrow.",
            "cite_spans": [],
            "section": "Non-infectious Causes ::: Secondary Causes of Leukocytosis ::: Evaluation ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "Medications commonly associated with leukocytosis are corticosteroids, lithium, β-agonists and CSFs. Corticosteroids can cause increased demargination and lithium stimulates endogenous CSF production. CSFs are commonly used in patients undergoing chemotherapy and in stem cell transplant patients to stimulate WBC into the peripheral circulation.",
            "cite_spans": [],
            "section": "Non-infectious Causes ::: Secondary Causes of Leukocytosis ::: Evaluation ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "Marrow recovery (from chemotherapy), or stimulation of the marrow through other processes (hemolytic anemia or idiopathic thrombocytopenic purpura) can cause leukocytosis as well.",
            "cite_spans": [],
            "section": "Non-infectious Causes ::: Secondary Causes of Leukocytosis ::: Evaluation ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "Leukocytosis is a very common finding in the ICU and can indicate an acute or a chronic process. Most frequently it represents an appropriate physiologic response to an infectious or inflammatory stimulus and less commonly is a manifestation of a primary bone marrow disorder such as leukemia, lymphoma or myeloproliferative neoplasm. Defining the cause requires a careful history, physical examination and review of the peripheral blood smear. Additional testing such as bone marrow biopsy and molecular and cytogenetic analysis may be required. Treatment is usually directed toward the underlying cause.",
            "cite_spans": [],
            "section": "Summary ::: Leukocytosis",
            "ref_spans": []
        },
        {
            "text": "Thrombocytopenia can often be the first sign of bone marrow suppression since platelets have the shortest life span of all cell lines, especially if consumption/destruction is increased. In addition to chemotherapeutic agents, there are myriad additional causes of bone marrow suppression, including non-chemotherapy drugs, viruses, toxins (e.g., alcohol and radiation therapy), malignant invasion of bone marrow, and nutritional deficiencies. In the ICU, sepsis and drug-induced decreased production are very common causes of thrombocytopenia. Many commonly used medications have been implicated such as vancomycin, penicillins, cephalosporins, histamine-2 blockers, and anticonvulsants (valproic acid and phenytoin). Once further exposure is avoided the platelet count may recover within 5–7 days, but generally not before 48 h [16].",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 833,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Decreased Platelet Production ::: Etiology of Thrombocytopenia ::: Thrombocytopenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "One of the first steps in evaluating a critically ill patient with thrombocytopenia is to rule out a laboratory error (e.g., spurious thrombocytopenia). In general, a rapid decline (within 1–2 days) indicates an immune process (drug or non-drug-related) and a slow but steady decline is more suggestive of drug-induced thrombocytopenia resulting from marrow suppression [16]. Consumptive coagulopathy can present acutely or more slowly, depending on the severity of the process.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Evaluation ::: Thrombocytopenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Since thrombocytopenia in the ICU is almost universally secondary to another process, the general recommendation is to treat the underlying process and/or remove the offending agent (in case of drug-induced thrombocytopenia). For treatment of HIT, TTP/HUS and HELLP, see the respective sections later in this chapter.",
            "cite_spans": [],
            "section": "Management ::: Thrombocytopenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "As with any other blood product, the risks and benefits of administering platelets should be considered prior to transfusion. Platelet transfusions are generally not indicated in a non-bleeding patient unless counts fall below 10,000/μL where the risk for spontaneous bleed is higher. Expert opinion recommends 50,000/μL as a threshold for transfusion in patients undergoing invasive procedures. Platelet transfusion is relatively contraindicated in TTP and HIT because transfusion in these circumstances can fuel thrombosis and potentially have catastrophic consequences. In patients with ITP, immunoglobulin infusions may enhance the response to platelet transfusion in addition to being primarily therapeutic. With advancements of technology, 6–10 units of leukocyte-reduced platelets can be collected from a single donor in one pheresis setting, which can avoid pooling from multiple donors and decrease the incidence of alloimmunization and refractoriness to platelet transfusion. HLA-matched platelet transfusions are used in patients with alloimmunization. As a rule, after transfusing 6–10 units of platelets, the measured platelet count should rise by 17,000–31,000/ μL.",
            "cite_spans": [],
            "section": "Management ::: Thrombocytopenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Special treatment consideration should be given to critically ill patients who have platelet dysfunction. One should remember that despite normal counts, platelet activity may be impaired by medications, environment (such as in renal failure) and intrinsic platelet defects (although rare). Medications often implicated in platelet dysfunction are aspirin, clopidogrel, and glycoprotein IIb/IIIa inhibitors such as abciximab, tirofiban, and eptifibatide. It is also important to note that in a bleeding patient who has been exposed to these medications, discontinuation of the drug may not be sufficient to quickly return platelet function to normal and platelet transfusion may be necessary [17].",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 695,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Management ::: Thrombocytopenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "Despite normal platelet counts, patients with end-stage renal disease (ESRD) often have inadequate platelet function. Biologic mechanisms for this dysfunction are multifactorial and may be explained by uremia causing dysfunctional von Willebrand factor (vWF) thus leading to impaired platelet aggregation. Treatment of bleeding in a patient with ESRD may require dialysis to remove uremic toxins, desmopressin to release vWF from endothelial storage sites, and transfusion of platelets in cases of severe thrombocytopenia or severe bleeding with platelet dysfunction [17].",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 570,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Management ::: Thrombocytopenia in the ICU",
            "ref_spans": []
        },
        {
            "text": "\nPrimary thrombocytosis is due to a clonal/myeloproliferative disorder such as essential thrombocythemia (ET), polycythemia vera (PV), or CML. It is important to note that thrombocytosis does not occur exclusively in ET and can occur in other myeloproliferative disorders, especially PV. These diseases are a risk factor for thrombotic complications, particularly in the elderly, who can face acute myocardial infarction, cerebrovascular accident (CVA), venous thromboembolism (VTE), or a bleeding complication. It is generally felt that reactive thrombocytosis does not increase the risk for thrombotic complications; however, prior research has found that reactive thrombocytosis in the recovery phase of critical illness increased both the risk of VTE after discharge as well as mortality. There is also evidence that splenectomized patients with no evidence of myeloproliferative disorder are at a higher risk for thrombotic events, especially portal, mesenteric and splenic vein thrombosis, if they have persistent thrombocytosis after splenectomy [18].",
            "cite_spans": [
                {
                    "start": 1054,
                    "end": 1056,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Etiology ::: Thrombocytosis in the ICU",
            "ref_spans": []
        },
        {
            "text": "\nSecondary (reactive) thrombocytosis occurs in the absence of a myeloproliferative disorder and is by far the most common cause of thrombocytosis in critically ill patients (>85 % of cases) [19]. Common causes include sepsis, trauma, surgery, splenectomy, chronic inflammation, malignancy, bleeding, and iron deficiency. Reactive thrombocytosis is primarily driven by increased levels of thrombopoietin, catecholamines, interleukin-6, and other cytokines. In most cases there are obvious clinical symptoms of an underlying systemic disease but further investigation may occasionally be required.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Etiology ::: Thrombocytosis in the ICU",
            "ref_spans": []
        },
        {
            "text": "Certain laboratory studies can point toward an etiology of thrombocytosis. For example, elevated serum markers of inflammation (ESR, C-reactive protein [CRP]) may suggest a chronic inflammatory condition. Iron studies may be helpful as iron deficiency has been linked to reactive thrombocytosis. Peripheral blood smear may also be useful as platelets are usually of normal size in reactive thrombocytosis, but giant platelets may be seen in essential thrombocythemia (ET). However, none of these tests fully differentiate between reactive and primary thrombocytosis because patients with clonal abnormalities may also have iron deficiency or chronic inflammation. Testing for the JAK2 mutation may be definitive as JAK2 mutations are present in virtually all cases of polycythemia vera (PV) and up to 70 % of cases of ET [20]. If no etiology for thrombocytosis can be identified and the test for JAK2 is negative, then CML should be ruled out by testing for the BCR–ABL oncogene and, as clinically indicated, a bone marrow biopsy.",
            "cite_spans": [
                {
                    "start": 822,
                    "end": 824,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Evaluation ::: Thrombocytosis in the ICU",
            "ref_spans": []
        },
        {
            "text": "As mentioned above, thrombocytosis in critically ill patients is most commonly reactive in nature and does not require specific targeted treatment. However, if a patient presents with thrombocytosis and a thrombotic event such as acute myocardial infarction (MI), CVA, pulmonary embolism (PE), or peripheral thrombosis, further investigation and consultation with a specialist is warranted. In a symptomatic patient with an already established or suspected clonal disorder, the treatment for thrombocytosis includes aspirin, cytoreduction (using hydroxyurea or anagrelide), interferon gamma, and possibly platelet pheresis [19].",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 626,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Management ::: Thrombocytosis in the ICU",
            "ref_spans": []
        },
        {
            "text": "Interestingly, patients with chronic myeloproliferative disorders (ET, PV, CML) with extremely high platelet counts (>1,000,000/μL) are more prone to bleeding episodes as opposed to thrombotic events, likely secondary to increased clearance of vWF via platelet-dependent interactions. Reduction of platelet counts effectively decreases the bleeding tendency [20].",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 361,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Management ::: Thrombocytosis in the ICU",
            "ref_spans": []
        },
        {
            "text": "Clinical signs of symptomatic DVT depend on the degree of venous obstruction and related inflammation, and can include pain, erythema, and swelling of the involved extremity. However, clinical features alone are not sufficient for diagnosis and objective testing can frequently reveal that DVT is not the cause of these signs and symptoms. Reciprocally, screening studies in high-risk populations have shown a high prevalence of lower extremity thrombi that are not evident clinically. As such, the clinical presentation is neither sensitive nor specific for diagnosis of DVT in the critically ill.",
            "cite_spans": [],
            "section": "Clinical Presentation of VTE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "The clinical effects of PE depend on the degree of obstruction, the pre-existing cardiopulmonary reserve, and the physiologic consequences of both hypoxic and humorally mediated vasoconstriction. Symptoms associated with PE can include chest pain, dyspnea, cough, hemoptysis, and circulatory shock. Less than half of patients with PE have clinical evidence of DVT (edema, erythema, tenderness) at the time of PE diagnosis.",
            "cite_spans": [],
            "section": "Clinical Presentation of VTE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "The diagnosis of VTE in the critically ill is especially challenging as the accuracy of symptoms, laboratory results, and imaging findings suggestive or diagnostic of VTE can be affected by concomitant critical illnesses. Furthermore, PE does not always present as a dramatic event and can be symptomatically subtle in some patients. Given these considerations, it is not surprising that autopsy data from ICU patients suggest that PE is very often undiagnosed [22].",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 464,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Clinical Presentation of VTE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "One of the most widely used clinical prediction tools for diagnosing DVT is the Wells score. First described in 1995, this scoring system assigns patients points for different risk factors, placing them into low, moderate and high-risk categories. While this scoring system has been well validated in outpatients and in the Emergency Department, it has not proven useful in critically ill patients.",
            "cite_spans": [],
            "section": "Diagnosis of DVT ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Similarly, while laboratory testing for D-dimer is very sensitive in outpatients and patients in the Emergency Department, it is rarely useful for critically ill patients. D-dimer detects the degradation product of cross-linked fibrin and although it seems to have a high sensitivity and specificity, the test has a very poor positive predictive value as an elevated D-dimer can be found in many conditions typical in hospitalized patients, including advanced age, systemic inflammation, trauma, surgery, and advanced liver or kidney disease. Use of the D-dimer as a diagnostic tool for VTE is further complicated by the heterogeneity of available assays. Comparisons of commercially available tests have shown significant variability in sensitivity, specificity, and optimal cut-off values [18]. Therefore, D-dimer is not routinely used in the diagnostic assessment for VTE in ICU patients.",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 794,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Diagnosis of DVT ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Duplex ultrasonography has become the preferred test for diagnosis of symptomatic DVT of both upper and lower extremities. Duplex ultrasonography can be performed rapidly and is portable, non-invasive, very sensitive, and very specific. While it is very useful for symptomatic patients, its utility in screening asymptomatic patients for sub-clinical DVT is controversial. It also has lower sensitivity and specificity for the detection of calf vein thrombosis, although the clinical significance of calf DVT is uncertain.",
            "cite_spans": [],
            "section": "Diagnosis of DVT ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Other imaging modalities used in the diagnostic assessment of DVT include contrast venography, computed tomography (CT) venography, and magnetic resonance imaging (MRI). Contrast venography is considered to be the gold standard and is performed by injecting contrast into a superficial vein on the dorsum of the foot followed by serial imaging of the extremity to track the travel of contrast through the venous circulation. A filling defect or abrupt termination is diagnostic for DVT. Contrast venography is currently rarely performed as it is invasive, requires IV contrast, and can cause post-injection phlebitis. As evaluation for DVT and PE are frequently performed concomitantly, pelvic and lower extremity CT venography (CTV) can be performed simultaneously with chest computed tomography (CT) scanning (also called CT pulmonary angiogram). CTV can potentially discover pelvic clots that are not easily diagnosed with ultrasound (US). In the PIOPED II (Prospective Investigation Of Pulmonary Embolism Diagnosis) study, CTV performed similarly to duplex US in diagnosing or excluding DVT [23]. CT does have the disadvantages of obligatory transport out of the ICU, radiation exposure, and IV contrast administration.",
            "cite_spans": [
                {
                    "start": 1096,
                    "end": 1098,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Diagnosis of DVT ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "MRI can also be used for diagnosis of DVT but has not been as well studied as ultrasonography and CTV. Although current data demonstrate good sensitivity and specificity (both >90 %), the cost, time, and need for patient transport make it a less desirable option, especially in the critically ill [22].",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Diagnosis of DVT ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Computed tomography pulmonary angiography (CTPA) has become the imaging modality of choice in diagnosing PE. The PIOPED II trial is the largest study evaluating the diagnostic accuracy of CTPA and demonstrated a specificity of 96 % and sensitivity of 83 % when CTPA was used alone, increased to 90 % when CTV was added [23]. The positive predictive value (PPV) depended on the location: 97 % for a PE of the main or lobar arteries, 68 % for segmental PE, and 25 % for sub-segmental PE. Given the relatively high false negative rate of 17 % when CTPA alone was used, it is reasonable to combine CTPA with either CTV or duplex ultrasonography, especially when clinical suspicion is moderate or high.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 322,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Computed Tomography Pulmonary Angiography ::: Diagnosis of PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Ventilation perfusion (VQ) lung scanning is a valuable diagnostic imaging modality for PE, but has several limitations. A negative VQ scan rules out PE with similar accuracy as pulmonary angiography. A negative VQ scan has a higher negative predictive value than a negative CTPA. In the PIOPED I trial, a high probability VQ scan was associated with a PE 87 % of the time [24]. The only two definitive results of a VQ are “normal” (negative) and “high probability”; however, the majority of patients have a VQ scan that is interpreted as “low” or “intermediate” probability, which makes definitive diagnosis impossible. When examined specifically in the critically ill population, VQ scan was diagnostic (i.e., negative or high-probability) in only 18 % of patients, and in only 11 % undergoing mechanical ventilation. Even with these limitations, there are certain situations where VQ scanning might be preferred over CTPA, as no IV contrast is required, and with a portable gamma scintillation camera, the perfusion portion of the VQ scan can be performed at the bedside.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 375,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Ventilation Perfusion Lung Scanning ::: Diagnosis of PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Bedside echocardiography can be a valuable tool aiding in the diagnosis of PE. While not a primary confirmatory test, characteristics of right ventricular (RV) dysfunction that have been associated with PE can be appreciated: McConnell sign (RV hypokinesis with sparing of apical motion) and the “60/60” sign (pulmonary acceleration time <60 ms in the presence of echocardiographically derived pulmonary artery pressure ≤60 mmHg). Both signs have a very high specificity and PPV but lack sensitivity. RV dysfunction can also be present in patients with acute lung injury and those being mechanically ventilated, which limits the sensitivity of bedside echocardiography. As such, bedside echocardiography can be a useful adjuvant clinical tool, but cannot diagnose or definitively rule out PE.",
            "cite_spans": [],
            "section": "Bedside Echocardiography ::: Diagnosis of PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "The PIOPED III trial was the largest study to evaluate magnetic resonance angiography (MRA) in diagnosing PE, and it found a sensitivity and specificity of 78 % and 99 %, respectively. However, these values were calculated excluding the technically inadequate studies (approximately 25 % of all MRAs included in the trial) [25]. MRA has many limitations, especially in the critically ill, including the time it takes to perform, need for transport, and the risks of gadolinium in patients with renal failure. Furthermore, MRA is contraindicated in patients with MR-incompatible implantable devices. As such, MRA has limited utility in the diagnosis of PE with the exception of special populations such as pregnant women.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Magnetic Resonance Angiography ::: Diagnosis of PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Long considered to be the gold standard for diagnosing PE, pulmonary angiography currently is not routinely performed as it is invasive, is not universally available, and carries increased risk of major complications. Furthermore, it requires experienced personnel to both adequately perform and interpret the test, and, as it is being less frequently performed, experienced personnel are increasingly rare. Given these limitations, pulmonary angiography has a limited role in critical care.",
            "cite_spans": [],
            "section": "Pulmonary Angiography ::: Diagnosis of PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "In general, the pursuit of diagnosis of VTE in critically ill patients begins with a high clinical suspicion potentially triggered by changes in patients’ clinical status. Common clinical changes include new unilateral extremity edema, new and otherwise unexplained tachycardia, hypoxia, hypotension, or an increase in minute ventilation and reduction of etCO2. As mentioned, the use of scoring tools is not especially useful in the ICU and diagnostic approach should be tailored to the clinical status and feasibility of testing.",
            "cite_spans": [],
            "section": "Risk Stratification and Prognosis ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Risk stratification based on clinical features and markers of myocardial injury can help guide treatment. Shock and sustained hypotension are associated with high mortality (up to 60 %) and require an aggressive treatment approach, such as thrombolysis and/or thrombectomy. In hemodynamically stable patients with evidence of RV dysfunction by echocardiography, elevated levels of B-type natriuretic peptide (BNP or pro-BNP) or troponin indicate a higher risk for an adverse outcome, although there are no clear guidelines to assist with management in this subgroup of patients [26].",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 581,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Risk Stratification and Prognosis ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Anticoagulation is the first line of treatment in most cases of VTE unless contraindicated. Treatment with parenteral unfractionated heparin (UFH) or low molecular weight heparin (LMWH), such as enoxaparin and fondaparinux, should be initiated in cases of high clinical suspicion while awaiting results of diagnostic tests [21].",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 326,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Anticoagulation ::: Treatment of DVT/PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "UFH is usually delivered by continuous infusion and monitored by lab tests (aPTT or anti-Xa levels). In general, nomograms and protocols reduce the time to achieve therapeutic state [27]. After initiation, levels should be measured every 6 h until consistently in the desired range.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Anticoagulation ::: Treatment of DVT/PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "LMWHs are often preferred because of their ease of use, better bioavailability, longer half-life, and no requirement for monitoring; however, they are more costly and caution is necessary in patients with obesity or renal failure. Additionally, unlike UFH, they cannot be reversed (protamine reverses LMWH only partly), and the longer half-life of LMWHs can increase the risk of bleeding during urgent interventional procedures. Of note, fondaparinux is less likely to cause HIT when compared to UFH and enoxaparin.",
            "cite_spans": [],
            "section": "Anticoagulation ::: Treatment of DVT/PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Currently warfarin, a vitamin K antagonist, is the most widely used oral anticoagulant for long-term therapy and is recommended for this indication by the ACCP. It should be initiated on the same day as UFH or LMWH, unless there are contraindications (such as pending procedures). UFH or LMWH bridging should be continued for at least 5 days and until the international normalized ratio (INR) reaches 2.0 for at least 48 h. Warfarin interacts with many medications. Although newer oral agents including dabigatran and rivaroxaban have been shown to be non-inferior to Warfarin in clinical trials, have a similar side-effect profile as Warfarin, and do not require bridging with a parenteral anticoagulant, the ACCP does not recommend them as a first-line choice for oral anticoagulation because of paucity of long-term outcomes data. In addition, initiation of these agents in the ICU is not advisable because they, unlike Warfarin, cannot be rapidly reversed.",
            "cite_spans": [],
            "section": "Anticoagulation ::: Treatment of DVT/PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Surgical thrombectomy and catheter-directed or systemic thrombolysis are generally not recommended as routine treatment for DVT, but should be considered in patients with massive iliofemoral or proximal femoral DVT where severe swelling and limb ischemia might occur. Inferior vena cava (IVC) filters are advised in patients where anticoagulant therapy is contraindicated due to active bleeding or high bleeding risk; however, once this risk is resolved via conventional anticoagulation therapy, the filter should be removed as soon as possible. Guidelines also advise against the routine use of IVC filters as a primary prophylaxis for VTE.",
            "cite_spans": [],
            "section": "Deep Vein Thrombosis ::: Other Treatment Considerations ::: Treatment of DVT/PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Again, preference is given to LMWH over IV UFH, but for patients with renal failure and patients who might be considered for systemic thrombolysis, IV UFH is preferred.",
            "cite_spans": [],
            "section": "Pulmonary Embolism ::: Other Treatment Considerations ::: Treatment of DVT/PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Current data do not demonstrate that systemic thrombolysis has a mortality benefit, but per ACCP guidelines thrombolysis should be considered in patients without contraindications, who have a confirmed diagnosis of acute PE and associated hypotension/shock where the mortality risk (considered to be >30 %) outweighs the possible risk of hemorrhage due to thrombosis. Thrombolytic agents should be given via peripheral vein and followed by conventional anticoagulation. In general, shorter infusion times are recommended (2 h or less). Contraindications to systemic thrombolysis include previous hemorrhagic stroke, intracranial pathology or trauma, recent surgery, bleeding diathesis, thrombocytopenia, and uncontrolled severe hypertension.",
            "cite_spans": [],
            "section": "Pulmonary Embolism ::: Other Treatment Considerations ::: Treatment of DVT/PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Catheter-directed thrombolysis for PE does not seem to be superior to systemic thrombolysis, but catheter-directed removal (aspiration, fragmentation, or ultrasound) or a combined mechanical and pharmacological approach has demonstrated promising preliminary results. However, there are limited data from large randomized trials to support widely generalized catheter-directed therapies. As catheter-directed interventions require a great deal of technical expertise and support, catheter-based treatments are primarily offered at tertiary care centers on a patient-by-patient basis. Potential adverse effects include contrast nephropathy, bleeding, vessel dissection, arteriovenous fistula (AVF) formation, pseudoaneurysm, arrhythmias, and pericardial tamponade. Surgical embolectomy is usually recommended when all the above-mentioned therapies fail as a salvage option, as surgical thrombectomy carries a high morbidity and mortality.",
            "cite_spans": [],
            "section": "Pulmonary Embolism ::: Other Treatment Considerations ::: Treatment of DVT/PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "In general, VTE in critically ill patients is considered to be provoked and thus testing for thrombophilia is not recommended. Oral anticoagulant therapy is recommended for a minimum of 3 months, with the need for continued anticoagulation then re-evaluated based on risk factors. In pregnant women and patients with cancer, long-term therapy with LMWH is recommended over oral anticoagulation [27].",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 397,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Pulmonary Embolism ::: Other Treatment Considerations ::: Treatment of DVT/PE ::: Thrombotic Complications in the ICU (Venous Thromboembolism) ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "DIC can be caused by various conditions encountered in the critically ill, including infection and sepsis, trauma, burns, malignancy, obstetrical conditions, vascular abnormalities and severe allergic/toxic reactions [28]. These conditions can lead to activation of coagulation that may not result in clinical complications or be detected by routine laboratory parameters. DIC occurs when this activation of coagulation is ongoing and extreme. Laboratory data that may aid in the diagnosis include decreased platelet count, prolonged PT and aPTT, increased FDPs, and decreased protease inhibitors (protein C and S, and antithrombin). The specificity of increased FDPs is limited by other underlying conditions, such as trauma, recent surgery, thromboembolic disease, and inflammation. Low levels of protease inhibitors are commonly found in critically ill patients and in 90 % of DIC patients.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Etiology ::: Disseminated Intravascular Coagulation ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Management of DIC includes treatment of the underlying disorder in addition to supportive care of the coagulopathy. Plasma or platelet transfusion should generally be reserved for patients with active bleeding or those requiring invasive procedures. Similar to other critically ill patients, patients with DIC and severe thrombocytopenia (platelet count of <10) should receive platelet transfusions to raise the platelet count to 20–30. Patients with DIC who are actively bleeding or undergoing an invasive procedure should be transfused with a goal of 50. Heparin therapy in patients with thrombotic manifestations of DIC is controversial, especially due to the risk of bleeding, and a benefit has not been demonstrated in controlled clinical trials. However, some feel that heparin is beneficial in certain conditions associated with DIC, such as metastatic cancer, purpura fulminans, aortic aneurysm, and thromboembolic complications. Given the contradictory data, initiation of heparin in DIC should be performed in consultation with a Hematologist.",
            "cite_spans": [],
            "section": "Management ::: Disseminated Intravascular Coagulation ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "TTP was initially defined by the presence of the following five features: thrombocytopenia, microangiopathic hemolytic anemia, neurological abnormalities, fever and renal failure. Due to the importance of making a timely diagnosis and expeditiously initiating treatment, the current diagnostic criteria include only thrombocytopenia and microangiopathic hemolytic anemia without an alternative cause [31]. Changes in the diagnostic criteria and the availability of effective treatment have led to an increase in the number of patients treated for TTP with plasma exchange. Acute idiopathic TTP, an autoimmune disease, is the most common form of TTP and is characterized by antibodies against ADAMTS13, a disintegrin and metalloproteinase also known as von Willebrand Factor Cleaving Protease [32]. Other subtypes of TTP include HIV-associated, pregnancy-associated (5–25 % of cases), and drug-associated TTP (<15 % of cases). The diagnostic term HUS is used to refer to children who have thrombocytopenia and microangiopathic hemolytic anemia in the presence of renal failure. Most children have a diarrhea prodrome, and plasma exchange is rarely used since supportive care is associated with good survival. The term HUS is not used to describe adults with the same criteria. Multiple disorders can occur similarly to TTP, such as disseminated carcinoma, infections, malignant hypertension, systemic lupus erythematosis (SLE), and renal disorders; therefore, it is important to consider and exclude alternative causes. ADAMTS13 activity <5 % is specific for TTP, but does not identify all patients that may relapse, whereas a level of <10 % may better capture patients at risk for relapse. However, an ADAMTS13 level of <10 % is not as specific for TTP and may also occur in patients with sepsis and cirrhosis.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 403,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 793,
                    "end": 795,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Thrombotic/Thrombocytopenic Purpura and Hemoytic Uremic Syndrome (B) ::: Heparin-Induced Thrombocytopenia ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Treatment with plasma exchange should be initiated within 4–8 h of diagnosis [32]. Response to therapy is monitored by normalization of platelet count. The number of plasma exchange treatments needed to achieve remission is variable. Adjunctive treatment with immunosuppressants, such as corticosteroids, is reserved for patients with suspected autoimmune ADAMTS13 deficiency. Plasma exchange in conjunction with highly active antiretroviral therapy (HAART) should be started in HIV-associated TTP, and HAART therapy should be continued after remission. Mortality is approximately 15 % for all patients with TTP; however, many deaths are attributed to complications of hospitalization or plasma exchange rather than TTP itself.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Thrombotic/Thrombocytopenic Purpura and Hemoytic Uremic Syndrome (B) ::: Heparin-Induced Thrombocytopenia ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Coagulopathy is a common complication of acute and chronic liver failure. Acute liver failure also results in decreased platelet function that may precipitate bleeding diathesis, infections, and end-organ dysfunction. Coagulopathy in the setting of liver failure occurs due to decreased liver protein synthesis. Correction of coagulopathy is recommended for invasive procedures or significant bleeding; otherwise, prophylactic infusion of fresh frozen plasma (FFP) or platelets increases intravascular volume and may increase the risk of non-hematologic complications, such as cerebral edema, in these patients [33].",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 614,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Liver Failure ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "HELLP syndrome is characterized by hemolysis (microangiopathic hemolytic anemia), elevated liver enzymes, and thrombocytopenia). HELLP syndrome occurs in 0.1–0.8 % of pregnancies and in 10–20 % of women with severe pre-eclampsia or eclampsia [34]. Most patients are diagnosed before 37 weeks gestation. Activation of the complement and coagulation cascades, increased vascular tone, and platelet aggregation play a role in the pathophysiology of the syndrome, resulting in generalized endothelial and microvascular injury. Laboratory data may reveal microangiopathic hemolysis with schistocytes, platelet count of less than 50,000/mm3, serum total bilirubin >20 μmol/L, serum LDH >600 U/L, and serum aspartate aminotransferase (AST) >70 U/L. The differential diagnosis includes TTP and HUS, cold agglutinins disease, and acute fatty liver of pregnancy. Management includes administration of steroids to advance lung maturity of the fetus if the gestational age is <34 weeks. Delivery of the fetus results in significant improvement. Steroids are not beneficial if the syndrome develops in the postpartum period, which occurs in 30 % of patients. Major complications of HELLP syndrome include hepatic hemorrhage, subcapsular hematoma, liver rupture, and multiorgan failure.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 245,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "HELLP Syndrome ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Coagulopathy encountered in critically ill patients may also be due to iatrogenic causes. This may be seen in the setting of hypervolemia, which results in dilution of effective clotting factors; heparin overdose, which inhibits factors II, IX, X and XII; and anticoagulation, such as with use of warfarin.",
            "cite_spans": [],
            "section": "Iatrogenic Coagulopathy ::: Disorders of the Hemostatic System",
            "ref_spans": []
        },
        {
            "text": "Bacterial contamination can occur during phlebotomy or during processing of the blood products. Transfusion-related bacteremia has been estimated to occur at a rate of 1 in 3,000; however, very few of these transfusions lead to clinically apparent sepsis, which is estimated to occur in 1 for every 250,000 transfusions. Both gram-positive and gram-negative bacteria have been reported [35,36] with platelet transfusions being more susceptible to bacterial contamination than PRBCs. Techniques such as single-donor platelet apheresis (rather than pooling platelets from many donors), pathogen inactivation methods (such as photochemical treatment), and rapid testing prior to transfusion have decreased bacterial contamination. Presenting signs of septic transfusion reactions are usually fever, rigors, and tachycardia within 4 h of starting a transfusion [35]. If bacteremia due to a transfusion is suspected, the remaining blood product (in the bag or tubing) and the patient’s blood should be sent for gram stain and culture, and treatment for sepsis should be initiated.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 389,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 390,
                    "end": 392,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 858,
                    "end": 860,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Bacterial ::: Infectious Complications ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Unlike bacterial infections, viral infections usually do not manifest immediately. The most feared viral infections are hepatitis B (HBV), hepatitis C (HCV), and HIV. In the past, hepatitis B was the most serious transfusion risk, but the development of a sensitive and specific test for HBV (both antigen and antibody detection) has dramatically reduced the risk of acquiring HBV via transfusion. Nonetheless, it remains the highest among the transfusion-acquired viral infections (Table 4.6). The risk for acquiring HIV has also steadily decreased, and currently the only remaining real risk of infection would be transfusion of infected blood donated during the “window period” immediately after occurrence of infection but before development of detectable antibody response. This period is estimated to last an average of 8 weeks. Using the newest nucleic acid technology screening techniques, the risk of transfusion-related infection has decreased 10,000-fold in recent decades [36] and the window period during which infection is not detectable is now reduced to 11 days for HIV and 8–10 days for HCV [35].",
            "cite_spans": [
                {
                    "start": 985,
                    "end": 987,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1109,
                    "end": 1111,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Viral ::: Infectious Complications ::: Transfusion Complications in the ICU",
            "ref_spans": [
                {
                    "start": 489,
                    "end": 492,
                    "mention": "4.6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "Other more recently discovered potential transfusion risks include prion disease (new variant Creutzfeldt–Jakob disease [CJD]) and West Nile virus. Although to date no transfusion-related CJD has been reported, many countries have implemented precautionary donor exclusions.",
            "cite_spans": [],
            "section": "Viral ::: Infectious Complications ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "With the declining risk and incidence of transfusion-related infections, the non-infectious serious hazards of transfusion (NISHOT) have emerged as leading complications of transfusion. Currently a patient is a 1,000-fold more likely to develop a NISHOT than an infectious complication. Some of the more common NISHOT include transfusion reactions (hemolytic, febrile, septic, allergic/anaphylactic, and mistransfusion). Other NISHOT include TRALI, TACO, post transfusion purpura, TRIM, alloimmunization, complications from red cell storage lesions, and iron overload [36].",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 571,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Non-infectious Complications ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "The NISHOT can be further divided into immune-mediated and non-immune mediated.",
            "cite_spans": [],
            "section": "Non-infectious Complications ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Delayed hemolytic transfusion reactions (DHTRs) typically occur 3–10 days after transfusion. The cause for these reactions is alloimmunization of the recipient from prior transfusions. The alloantibodies are usually present in such small quantities that they go undetected during the pre-transfusion screening. However, after transfusion there is a rapid anamnestic response. Decreases in hematocrit and increases in serum bilirubin can be noted. No targeted treatment is usually necessary. Delayed serologic transfusion reactions (DSTRs) indicate a reaction that is detectable serologically but not clinically. The incidence of DHTRS and DSTRs is estimated to be 1 in 1,500 transfusions. Obtaining good transfusion history and selecting offending antigen-negative PRBCs for transfusion in patients with a history of significant alloantibodies is crucial in reducing the risk of DHTR and DSTR.",
            "cite_spans": [],
            "section": "Delayed Hemolytic Transfusion Reactions ::: Immune-Mediated NISHOT ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Hyperhemolytic reactions have been observed in sickle cell patients. In these instances hemolysis occurs not only of the donor’s PRBCs but also of the patient’s own RBCs. The pathophysiology of hyperhemolytic reactions is not clear, but should be considered in patients where the post-transfusion hemoglobin not only fails to increase but actually decreases.",
            "cite_spans": [],
            "section": "Hyperhemolytic Reactions ::: Immune-Mediated NISHOT ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Febrile non-hemolytic transfusion reactions (FNHTR) are classically defined as an increase in body temperature by 1 °C (into the febrile range), but this diagnostic criteria can be masked if the patient received antipyretics. Other symptoms can include chills, rigor, and discomfort. The diagnosis of FNHTR can be made only after other reasons for fever have been excluded. Cytokines and recipient white cell alloantibodies have been implicated in FNHTRs. This type of transfusion reaction is also more commonly seen in platelets as opposed to RBC transfusions, but rates have declined significantly with universal leukoreduction. In cases of suspected FNHTR, the transfusion should be stopped and evaluation for possible hemolytic reaction should be undertaken. Pre-medication with acetaminophen and antihistamines has not been proven beneficial in reducing these types of reactions, but these medications are still commonly provided in clinical practice regardless.",
            "cite_spans": [],
            "section": "Febrile Non-hemolytic Transfusion Reactions ::: Immune-Mediated NISHOT ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Allergic reactions can occur with many symptoms and signs including urticaria, edema, pruritus, and angioedema. Urticarial reactions usually manifest with rash only (no other symptoms) and have been estimated to occur in 1–3 % of transfusions. They are presumably due to soluble antigens in the donor unit to which the recipient has been previously sensitized, and they tend to be dose-dependent. Major allergic reactions (anaphylaxis) are rare, estimated to occur in 1 in 20,000 to 1 in 50,000 transfusions and usually present with hypotension, bronchospasm, stridor, and gastrointestinal symptoms. If a severe allergic reaction occurs, the transfusion should be stopped immediately and fluid resuscitation should be started; mechanical ventilation and circulatory support with vasopressors may be necessary. IgA deficiency, HLA antibodies and anticomplement antibodies have been associated with anaphylactic reactions. Thus, the evaluation of an anaphylactic transfusion reaction includes testing the recipient for IgA deficiency. Patients known to be IgA-deficient should receive blood products either collected from IgA-deficient donors or washed to remove residual IgA containing plasma.",
            "cite_spans": [],
            "section": "Allergic Reactions ::: Immune-Mediated NISHOT ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Transfusion-related lung injury (TRALI) is an important cause of transfusion-related morbidity and mortality, and is defined as a new acute lung injury that occurs with a clear temporal relationship to transfusion (usually minutes to hours) in patients without alternative obvious causes of acute lung injury. Therefore, as ICU patients typically have cardiopulmonary disease, the diagnosis of TRALI in the ICU can be challenging. Anti-neutrophil and anti-HLA antibodies have been implicated in the pathogenesis of TRALI, as they can damage the pulmonary alveolar-endothelial barrier with resultant pulmonary edema. Transfusion of plasma (rather than PRBCs) and products from multiparous female donors is more frequently associated with development of TRALI. Treatment is supportive with supplemental oxygen and mechanical ventilation if required; patients usually do not respond to diuretics. Symptomatic improvement should be seen within 48 h. Mortality from TRALI is reported to be between 1 and 10 % [37].",
            "cite_spans": [
                {
                    "start": 1005,
                    "end": 1007,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Transfusion-Related Lung Injury ::: Immune-Mediated NISHOT ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Transfusion-related immunomodulation (TRIM) has been recognized since the 1970s. Although controversy remains regarding the role of transfusion in increasing cancer risk, blood transfusion has been clearly associated with higher rates of infection in hospitalized patients, longer ICU and hospital stays, and increased mortality.",
            "cite_spans": [],
            "section": "Transfusion-Related Immunomodulation ::: Immune-Mediated NISHOT ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "RBC alloimmunization occurs in 2–8 % of chronically transfused patients who develop anti-D antibodies, and occurs in up to 40 % of sickle cell patients. This can make locating compatible, antigen-negative RBCs difficult, and can increase the risk for developing DHTR and DSTR (see above). HLA alloimmunization is the most common cause of platelet refractoriness, and, therefore, transfusion of HLA-matched platelet products can address platelet refractoriness in some cases.",
            "cite_spans": [],
            "section": "Alloimmunization ::: Immune-Mediated NISHOT ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Other rare forms of immune-mediated transfusion reactions include post-transfusion purpura resulting in destruction of transfused and autologous platelets after any blood product transfusion, and transfusion-related graft versus host disease (TA-GVHD) which includes engraftment of donor T-lymphocytes. TA-GVHD can occur 1–6 weeks after transfusion with fever, rash, diarrhea, liver abnormalities, and pancytopenia, and can be fatal. Prevention is essential so patients at risk (patients receiving chemotherapy or those status-post stem cell transplant) should receive gamma-irradiated cell products as this inactivates donor lymphocytes.",
            "cite_spans": [],
            "section": "Alloimmunization ::: Immune-Mediated NISHOT ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Transfusion-associated circulatory overload (TACO) is due to circulatory overload and unlike TRALI, is not antibody-mediated. The pathophysiology of TACO relates to the increased circulatory volume in the pulmonary vessels overwhelming the transvascular fluid filtration and absorption by the lymphatics, which leads to lung edema. Estimated to occur in up to 1 % of transfusions, it can manifest within 1–2 h of transfusion with tachycardia, dyspnea, cough, hypertension with widened pulse pressure, and distended neck veins. Patients at risk include those with pre-existing cardiac or renal failure. Measurement of B-type natriuretic peptide (BNP) can be helpful in establishing the diagnosis. Treatment is supportive and includes supplemental oxygen, diuretic therapy, and in severe cases, positive pressure ventilation. Future transfusions in patient with TACO should be administered at a slower rate [36]. Mortality rate is reported to be between 3.6 and 20 %.",
            "cite_spans": [
                {
                    "start": 906,
                    "end": 908,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Transfusion-Associated Circulatory Overload ::: Non-immune-Mediated NISHOT ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Non-immune hemolytic reactions can occur in vitro (while the unit is stored) and may be secondary to improper blood warming, bacterial overgrowth, or transfusing through a small bore IV or through a line with a hypotonic solution or incompatible drug.",
            "cite_spans": [],
            "section": "Non-immune Hemolysis ::: Non-immune-Mediated NISHOT ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Metabolic derangements include citrate toxicity, hyperkalemia, acidosis, and hypothermia. Citrate toxicity manifests with hypocalcemia due to the anticoagulant sodium citrate binding to plasma calcium. Since citrate is metabolized in the liver, patients with liver failure and shock are at higher risk. Treatment includes correction of hypocalcemia and judicious use of blood products. Hyperkalemia occurs due to RBCs naturally leaking potassium during storage. Usually this is not a problem, unless the patient receives massive transfusion and has compromised cardiac, liver or renal function. Hypothermia (due to infusion of a large volume of cold blood products) can increase the toxicity of hypocalcemia and hyperkalemia leading to possible arrhythmias. In addition, hypothermia, together with acidosis, worsens coagulopathy. Blood warmers can prevent hypothermia but the temperature should be closely monitored since overheating blood products can induce hemolysis. Acidosis occurs due to the decreased pH of stored RBCs and tissue hypoperfusion in the setting of shock.",
            "cite_spans": [],
            "section": "Metabolic Derangements ::: Complications of Massive Transfusion ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Coagulopathic complications usually occur when patients receive >10 units of PRBCs in a 24-h period, and manifest as reduced platelet count (<50,000/mm3), prolonged PT and aPTT or decreased fibrinogen. This form of coagulopathy is usually dilutional and consumptive. In addition, hypothermia and acidosis may worsen the coagulopathy. The occurrence of coagulopathy and the associated mortality can be counteracted with simultaneous infusion of FFP and platelets, and many authors suggest a ratio of 1:1:1 of pRBCs:FFP:platelets for massive transfusion protocols [38].",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 565,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Coagulopathy ::: Complications of Massive Transfusion ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "In acutely bleeding patients, alternatives that may reduce the need for blood products such as recombinant Factor VIIa (rFVIIa), prothrombin complex concentrate (PCC), and tranexamic acid (TA) [38] may be considered. rFVIIa is thought to be active at the site of vascular injury by activating platelets and inhibiting fibrinolysis. Most current data on rFVIIa are from trauma patients and suggest that while it can reduce the use of RBCs it does not change the need for FFP, cryoprecipitate or platelet products, and does not affect mortality. PCC contains coagulation factors II, VII, IX and X and the anticoagulation proteins C and S and may especially benefit patients with acute bleeding from coagulopathy related to vitamin K antagonism. Unlike FFP transfusion, which requires time to test for ABO compatibility, thawing and usually larger volumes to correct the coagulopathy, PCC can be administered very quickly and can correct the INR more predictably. TA is a synthetic derivative of lysine which inhibits fibrinolysis by blocking the lysine binding sites of plasminogen. TA has been successfully used in trauma patients and has been shown to reduce both the need for blood products and mortality. Additionally, it is often used off-label in hemophilia patients and perioperatively to reduce bleeding.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Blood Product Alternatives ::: RBC Storage Lesion ::: Complications of Massive Transfusion ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Blood product transfusion is a common medical practice but similar to other clinical interventions, it carries risks. Indications, risks, and efficacy of transfusion continue to be re-evaluated in the literature and there are emerging trends toward conservative transfusion strategies in which judicious use of blood products are associated with better clinical outcomes. Clinicians should attempt to address the underlying process (e.g., active GI bleeding, coagulopathy due to infection or trauma, or cytopenias due to drug effects) in addition to correcting the hematologic disorder.",
            "cite_spans": [],
            "section": "Summary ::: Transfusion Complications in the ICU",
            "ref_spans": []
        },
        {
            "text": "Blood products should be administered only if absolutely necessary and one should be prepared to deal with the immediate possible complications. If an acute transfusion reaction occurs, stop the transfusion and ensure stability of patient (airway, hemodynamics). If the type of transfusion reaction is unclear, order hemolysis labs, notify the blood bank, and send the blood product and a sample of the patient’s blood for serologic and microbiologic analysis. For suspected TRALI or TACO, chest X-ray, BNP and EKG can be helpful. Treatment will depend on the etiology of the reaction.",
            "cite_spans": [],
            "section": "Summary ::: Transfusion Complications in the ICU",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 4.1: Etiologies of anemia\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 4.2: Etiologies of erythrocytosis\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 4.3: Etiologies of neutropenia\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4.4: Etiologies of leukocytosis\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 4.5: Etiologies of thrombocytopenia\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 4.6: Infectious and non-infectious complications of transfusion\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Anemia in critical illness: insights into etiology, consequences, and management",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "185",
            "issn": "10",
            "pages": "1049-57",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201110-1915CI"
                ]
            }
        },
        "BIBREF1": {
            "title": "Why does my patient have erythrocytosis?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kremyanskaya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mascarenhas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hematol Oncol Clin North Am",
            "volume": "26",
            "issn": "2",
            "pages": "267-83",
            "other_ids": {
                "DOI": [
                    "10.1016/j.hoc.2012.02.011"
                ]
            }
        },
        "BIBREF2": {
            "title": "Why is my patient neutropenic?",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Reagan",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Castillo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hematol Oncol Clin North Am",
            "volume": "26",
            "issn": "2",
            "pages": "253-66",
            "other_ids": {
                "DOI": [
                    "10.1016/j.hoc.2012.02.003"
                ]
            }
        },
        "BIBREF3": {
            "title": "How to approach neutropenia",
            "authors": [
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Boxer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hematol Am Soc Hematol Educ Program",
            "volume": "2012",
            "issn": "",
            "pages": "174-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Clinical practice guideline for the use of antimicrobial agents in neutropenic patients with cancer: 2010 update by the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "AG",
                    "middle": [],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "BE",
                    "middle": [],
                    "last": "Sepkowitz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "4",
            "pages": "56-93",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cir073"
                ]
            }
        },
        "BIBREF5": {
            "title": "Why does my patient have leukocytosis?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cerny",
                    "suffix": ""
                },
                {
                    "first": "AG",
                    "middle": [],
                    "last": "Rosmarin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hematol Oncol Clin North Am",
            "volume": "26",
            "issn": "2",
            "pages": "303-19",
            "other_ids": {
                "DOI": [
                    "10.1016/j.hoc.2012.01.001"
                ]
            }
        },
        "BIBREF6": {
            "title": "The frequency and clinical significance of thrombocytopenia complicating critical illness: a systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chest",
            "volume": "139",
            "issn": "2",
            "pages": "271-8",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.10-2243"
                ]
            }
        },
        "BIBREF7": {
            "title": "Etiology and significance of thrombocytopenia in critically ill patients",
            "authors": [
                {
                    "first": "RI",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care Clin",
            "volume": "28",
            "issn": "3",
            "pages": "399-411",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ccc.2012.04.007"
                ]
            }
        },
        "BIBREF8": {
            "title": "Coagulopathy in critically ill patients: part 1: platelet disorders",
            "authors": [
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chest",
            "volume": "136",
            "issn": "6",
            "pages": "1622-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Reactive thrombocytosis and risk of subsequent venous thromboembolism: a cohort study",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Duff",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Thromb Haemost",
            "volume": "10",
            "issn": "9",
            "pages": "1768-74",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1538-7836.2012.04846.x"
                ]
            }
        },
        "BIBREF10": {
            "title": "Thrombocytosis",
            "authors": [
                {
                    "first": "AI",
                    "middle": [],
                    "last": "Schafer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "12",
            "pages": "1211-9",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra035363"
                ]
            }
        },
        "BIBREF11": {
            "title": "Anemia of critical illness",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Asare",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pharmacotherapy",
            "volume": "28",
            "issn": "10",
            "pages": "1267-82",
            "other_ids": {
                "DOI": [
                    "10.1592/phco.28.10.1267"
                ]
            }
        },
        "BIBREF12": {
            "title": "Thrombocytosis and thrombosis hematology",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Vannucchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Barbui",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "ASH Educ",
            "volume": "2007",
            "issn": "1",
            "pages": "363-370",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Executive summary: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines",
            "authors": [
                {
                    "first": "GH",
                    "middle": [],
                    "last": "Guyatt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chest",
            "volume": "141",
            "issn": "2 Suppl",
            "pages": "7S-47S",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.1412S3"
                ]
            }
        },
        "BIBREF14": {
            "title": "Diagnostic approach to deep venous thrombosis and pulmonary embolism in the critical care setting",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Magana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bercovitch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fedullo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Clin",
            "volume": "27",
            "issn": "4",
            "pages": "841-67",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ccc.2011.08.003"
                ]
            }
        },
        "BIBREF15": {
            "title": "Multidetector computed tomography for acute pulmonary embolism",
            "authors": [
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "22",
            "pages": "2317-27",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa052367"
                ]
            }
        },
        "BIBREF16": {
            "title": "Value of the ventilation/perfusion scan in acute pulmonary embolism. Results of the prospective investigation of pulmonary embolism diagnosis (PIOPED)",
            "authors": [],
            "year": 1990,
            "venue": "JAMA",
            "volume": "263",
            "issn": "20",
            "pages": "2753-9",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.1990.03440200057023"
                ]
            }
        },
        "BIBREF17": {
            "title": "Gadolinium-enhanced magnetic resonance angiography for pulmonary embolism: a multicenter prospective study (PIOPED III)",
            "authors": [
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann Intern Med",
            "volume": "152",
            "issn": "7",
            "pages": "434-43",
            "other_ids": {
                "DOI": [
                    "10.7326/0003-4819-152-7-201004060-00008"
                ]
            }
        },
        "BIBREF18": {
            "title": "Acute pulmonary embolism",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Agnelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Becattini",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "363",
            "issn": "3",
            "pages": "266-74",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra0907731"
                ]
            }
        },
        "BIBREF19": {
            "title": "Treatment of pulmonary embolism: anticoagulation, thrombolytic therapy, and complications of therapy",
            "authors": [
                {
                    "first": "VF",
                    "middle": [],
                    "last": "Tapson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Clin",
            "volume": "27",
            "issn": "4",
            "pages": "825-39",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ccc.2011.08.002"
                ]
            }
        },
        "BIBREF20": {
            "title": "Trends in the incidence and outcomes of disseminated intravascular coagulation in critically ill patients (2004–2010): a population-based study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chest",
            "volume": "143",
            "issn": "5",
            "pages": "1235-42",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.12-2112"
                ]
            }
        },
        "BIBREF21": {
            "title": "Critical issues in hematology: anemia, thrombocytopenia, coagulopathy, and blood product transfusions in critically ill patients",
            "authors": [
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Drews",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Chest Med",
            "volume": "24",
            "issn": "4",
            "pages": "607-22",
            "other_ids": {
                "DOI": [
                    "10.1016/S0272-5231(03)00100-X"
                ]
            }
        },
        "BIBREF22": {
            "title": "Anemia in critical care patients: incidence, etiology, impact, management, and use of treatment guidelines and protocols",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "DeBellis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Health Syst Pharm",
            "volume": "64",
            "issn": "3 Suppl 2",
            "pages": "S14-21",
            "other_ids": {
                "DOI": [
                    "10.2146/ajhp060602"
                ]
            }
        },
        "BIBREF23": {
            "title": "Heparin-induced thrombocytopenia in critically ill patients",
            "authors": [
                {
                    "first": "TE",
                    "middle": [],
                    "last": "Warkentin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Clin",
            "volume": "27",
            "issn": "4",
            "pages": "805-23",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ccc.2011.08.001"
                ]
            }
        },
        "BIBREF24": {
            "title": "The thrombotic thrombocytopenic purpura and hemolytic uremic syndromes: overview of pathogenesis. (Experience of The Oklahoma TTP-HUS Registry, 1989–2007)",
            "authors": [
                {
                    "first": "JN",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Kidney Int",
            "volume": "75",
            "issn": "Suppl 112",
            "pages": "S8-S10",
            "other_ids": {
                "DOI": [
                    "10.1038/ki.2008.609"
                ]
            }
        },
        "BIBREF25": {
            "title": "Rituximab in the treatment of TTP",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scully",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hematology",
            "volume": "17",
            "issn": "Suppl 1",
            "pages": "S22-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Practical management of acute liver failure in the intensive care unit",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trotter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Opin Crit Care",
            "volume": "15",
            "issn": "2",
            "pages": "163-167",
            "other_ids": {
                "DOI": [
                    "10.1097/MCC.0b013e3283293114"
                ]
            }
        },
        "BIBREF27": {
            "title": "Clinical review: Special populations–critical illness and pregnancy",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Neligan",
                    "suffix": ""
                },
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Laffey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care",
            "volume": "15",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc10256"
                ]
            }
        },
        "BIBREF28": {
            "title": "Infectious and immunologic consequences of blood transfusion",
            "authors": [
                {
                    "first": "EP",
                    "middle": [],
                    "last": "Dellinger",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Anaya",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crit Care",
            "volume": "8",
            "issn": "Suppl 2",
            "pages": "S18-23",
            "other_ids": {
                "DOI": [
                    "10.1186/cc2847"
                ]
            }
        },
        "BIBREF29": {
            "title": "Noninfectious serious hazards of transfusion",
            "authors": [
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Hendrickson",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Hillyer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Anesth Analg",
            "volume": "108",
            "issn": "3",
            "pages": "759-69",
            "other_ids": {
                "DOI": [
                    "10.1213/ane.0b013e3181930a6e"
                ]
            }
        },
        "BIBREF30": {
            "title": "Side-effects of blood products",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "ISBT Sci Ser",
            "volume": "5",
            "issn": "1",
            "pages": "267-70",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1751-2824.2010.01412.x"
                ]
            }
        },
        "BIBREF31": {
            "title": "The contemporary role of blood products and components used in trauma resuscitation",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Dries",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Scand J Trauma Resusc Emerg Med",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1757-7241-18-63"
                ]
            }
        },
        "BIBREF32": {
            "title": "A multicenter, randomized, controlled clinical trial of transfusion requirements in critical care. Transfusion requirements in critical care investigators, Canadian critical care trials group",
            "authors": [
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Hebert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N Engl J Med",
            "volume": "340",
            "issn": "6",
            "pages": "409-17",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199902113400601"
                ]
            }
        },
        "BIBREF33": {
            "title": "Anemia and blood transfusion in critically ill patients",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "288",
            "issn": "12",
            "pages": "1499-507",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.288.12.1499"
                ]
            }
        },
        "BIBREF34": {
            "title": "The CRIT study: anemia and blood transfusion in the critically ill–current clinical practice in the United States",
            "authors": [
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Corwin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crit Care Med",
            "volume": "32",
            "issn": "1",
            "pages": "39-52",
            "other_ids": {
                "DOI": [
                    "10.1097/01.CCM.0000104112.34142.79"
                ]
            }
        },
        "BIBREF35": {
            "title": "The age of blood evaluation (ABLE) randomized controlled trial: study design",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lacroix",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Transfus Med Rev",
            "volume": "25",
            "issn": "3",
            "pages": "197-205",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmrv.2011.03.001"
                ]
            }
        },
        "BIBREF36": {
            "title": "Current randomized clinical trials of red cell storage duration and patient outcomes",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Sloan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care Med",
            "volume": "40",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e31825f7aa3"
                ]
            }
        },
        "BIBREF37": {
            "title": "Transfusion strategies for acute upper gastrointestinal bleeding",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Villanueva",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "1",
            "pages": "11-21",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1211801"
                ]
            }
        }
    }
}