{
    "paper_id": "PMC7112341",
    "metadata": {
        "title": "Treatment With Anti-C5a Antibody Improves the Outcome of H7N9 Virus Infection in African Green Monkeys",
        "authors": [
            {
                "first": "Shihui",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Guangyu",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chenfeng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaojun",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhihua",
                "middle": [],
                "last": "Kou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Junfeng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Renxi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Conny",
                "middle": [],
                "last": "Schneider",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Habel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Niels",
                "middle": [
                    "C."
                ],
                "last": "Riedemann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lanying",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shibo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Renfeng",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yusen",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "This study and the use of human plasma from healthy individuals and zymosan-activated normal human plasma were approved by the Ethics Committee of the Beijing Institute of Microbiology and Epidemiology. All procedures complied with the Declaration of Helsinki and written consent was obtained from all plasma donors. The ethics committee approved this consent procedure.",
            "cite_spans": [],
            "section": "Ethics Statement ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "All procedures involving animals were approved by the Institutional Animal Care and Use Committee (IACUC) of the Beijing Institute of Microbiology and Epidemiology (IACUC Permit No. 2013–010). The study of animals was carried out in strict accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals.",
            "cite_spans": [],
            "section": "Ethics Statement ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "IFX-1, a highly potent neutralizing mAb specific for human C5a, has been developed by InflaRx GmbH (Germany) for treatment of some inflammatory diseases (www.inflarx.com). The clinical phase 1 trial on IFX-1 (NCT01319903) demonstrated that IFX-1 was safe and well tolerated while displaying desirable pharmacokinetic and pharmacodynamic parameters. The phase 2 clinical trial on IFX-1 was registered in Europe (https://www.clinicaltrialsregister.eu/ctr-search/trial/2013-001037-40/DE). The material was kindly provided by InflaRx for free.",
            "cite_spans": [],
            "section": "IFX-1 Anti-C5a mAb ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Aliquots of stocks of influenza A virus strain A/Anhui/1/2013(H7N9) were grown in embryonated eggs. All experiments involving H7N9 virus were performed in an approved Biosafety Level 3 facility.",
            "cite_spans": [],
            "section": "H7N9 Virus ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Twelve 2- to 4-year-old African green monkeys were used in this study. Ten monkeys were inoculated intratracheally with 106 50% tissue culture infective dose (TCID50) of A/Anhui/1/2013 (H7N9) virus. The remaining 2 monkeys were mock-infected. Four of the 10 virus-infected monkeys were treated intravenously with 5 mg/kg of IFX-1. The remaining 6 monkeys received a sham intravenous treatment. For detailed information, see Supplementary Data.",
            "cite_spans": [],
            "section": "Animal Infection and Treatment ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "CD11b expression on granulocytes was analyzed by flow cytometer. Total hemolytic complement activity (CH50) was assayed by the standard method. The relative expression of C3aR, C5aR, and mannose-binding protein–associated serine protease (MASP) 2 were detected and analyzed using the 2−ΔΔCT method [16]. Lung viral titers were determined by TCID50 as described previously [17]. The inflammatory cytokine, C3a, C5a, C5b-9, and IFX-1 levels in the monkey plasma samples were measured by enzyme-linked immunosorbent assay (ELISA). The infiltration of macrophages and neutrophils was performed and assessed by immunohistochemical staining method as previously described [9]. For details on assays used in this study, see Supplementary Data.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 301,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 373,
                    "end": 375,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 667,
                    "end": 668,
                    "mention": "9",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Assays ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Statistical analyses were performed using GraphPad Prism version 5.01. See Supplementary Data.",
            "cite_spans": [],
            "section": "Statistics ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The ability of IFX-1 to block C5a activity in humans was tested using the CD11b assay. IFX-1 decreased the CD11b expression in human granulocytes by 98% when antibody:antigen (ie IFX-1:endogenous C5a [eC5a]) molar ratio of 1:1 and 2:1 were used (Figure 1A). IFX-1 at 100 nM blocked the zymosan-activated plasma (ZAP)-driven CD11b upregulation in monkey granulocytes by 100% (Figure 1B).\n",
            "cite_spans": [],
            "section": "Biological Activity of IFX-1 (Anti-C5a Antibody) ::: RESULTS",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 254,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 382,
                    "end": 383,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The ability of IFX-1 to block MAC formation in human and monkey sera was tested using the CH50 assay, which measures the ability of plasma to lyse antibody-primed sheep erythrocytes. Eight human plasma samples were tested with and without IFX-1 (Figure 1C). Heat-inactivated plasma (the negative control) did not induce lysis at any dilution, whereas untreated plasma potently lysed the erythrocytes. However, IFX-1 in the dose range of 0–50 µg/mL had no influence on MAC formation. Similar data were obtained with monkey plasma (Figure 1D). Thus, IFX-1 potently inhibited C5a-mediated inflammatory responses in both humans and monkeys without impairing the C5b-mediated formation of MAC.",
            "cite_spans": [],
            "section": "Biological Activity of IFX-1 (Anti-C5a Antibody) ::: RESULTS",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 254,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 537,
                    "end": 538,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Unlike mock-infected monkeys, the H7N9 virus–infected monkeys that were not treated with IFX-1 exhibited extensive damage to the lung 3 days after viral infection, namely, multifocal tracheal bronchadenitis (Figure 2A and 2F). The bronchus and alveoli revealed acute exudative diffuse pulmonary damage with denatured and collapsed epithelial tissues (Figure 2B and 2G) and diffused and thickened alveolar septa (Figure 2C and 2H). Moreover, the endothelial tissues in the lung were denatured and exhibited a large number of adherent inflammatory cells and damage to the basement membrane (Figure 2D and 2I). Ultrastructural analysis of the alveoli revealed degenerated pulmonary epithelial cells and damage of the blood–gas barrier (Figure 2E and 2J).\n",
            "cite_spans": [],
            "section": "Histopathological Changes in H7N9 Virus-Infected Monkeys ::: RESULTS",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 222,
                    "end": 223,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 358,
                    "end": 359,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 365,
                    "end": 366,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 419,
                    "end": 420,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 426,
                    "end": 427,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 596,
                    "end": 597,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 603,
                    "end": 604,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 740,
                    "end": 741,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 747,
                    "end": 748,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The lung tissues of the H7N9 virus–infected and mock-infected monkeys that were killed on day 3 were subjected to real-time reverse transcription polymerase chain reaction analysis of C3aR, C5aR, and MASP2 expression. Indeed, all genes were significantly upregulated in the infected monkeys (Figure 3A–C). The plasma levels of the major complement activation products C3a, C5a, and C5b-9 rose sharply after infection. Notably, although levels of C3a and C5b-9 remained high at all time points from 1 to 5 days, the C5a level dropped after peaking at day 1 and returned to baseline at day 5 (Figure 3D–F). Immunohistochemistry of the lungs on day 3 also revealed elevated protein expression of C3aR and C5aR in the lung, especially in the bronchiole epithelium and other severely inflamed lung tissues (Figure 3G, 3H, 3J, and 3K). The lungs also exhibited increased levels of C3c, which is another indicator of complement activation [18, 19] (Figure 3I and 3L). Thus, the complement system was extensively activated in both the circulation and the lungs after H7N9 infection.\n",
            "cite_spans": [
                {
                    "start": 933,
                    "end": 935,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 937,
                    "end": 939,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Complement Activation in H7N9 Virus-Infected Monkeys ::: RESULTS",
            "ref_spans": [
                {
                    "start": 299,
                    "end": 300,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 598,
                    "end": 599,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 809,
                    "end": 810,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 813,
                    "end": 814,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 817,
                    "end": 818,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 825,
                    "end": 826,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 949,
                    "end": 950,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 956,
                    "end": 957,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To investigate the role of complement activation in the pathogenesis of H7N9 infection–induced lung injury, 2 IFX-1–treated and 3 sham-treated monkeys were sacrificed 3 days after virus inoculation. Gross pathology revealed that the lungs of the sham-treated monkeys exhibited multifocal consolidation and dark red discoloration that was particularly prevalent on the dorsal surface of the lungs (Figure 4A). By contrast, the lungs of the IFX-1–treated monkeys looked almost normal: there was very little dark red discoloration (Figure 4D). Similarly, histopathological analysis showed that by day 3, all infected sham-treated monkeys had developed some pulmonary damage with mild or multifocal bronchointerstitial pneumonia, whereas the IFX-1–treated monkeys exhibited much less lung pathology. Specifically, the sham-treated monkeys exhibited large multifocal lung lesions with desquamation of the bronchiolar epithelial cells, degeneration, and necrosis of the alveolar epithelium, interstitial edema, multifocal hemorrhage, and strong inflammatory infiltration, whereas the IFX-1–treated monkeys exhibited mild to moderate expansion of the parenchymal wall with less interstitial edema and significantly less inflammatory cell infiltration (Figure 4B and 4E). The remaining 3 sham-treated and 2 IFX-1–treated monkeys were sacrificed on day 7. The sham-treated monkeys exhibited more severe degeneration of bronchiolar epithelial cells and pneumocytes and interstitial edema (especially around the blood vessels) on day 7, whereas the IFX-1–treated monkeys showed only mild expansion of the parenchymal wall with less inflammatory cell infiltration, less pneumocyte degeneration, and no interstitial edema observed (Figure 4C and 4F). As previously described [20], semiquantitative histological analysis of the lungs of the IFX-1–treated and sham-treated monkeys on day 3 confirmed that IFX-1 treatment greatly attenuated lung histopathology (Figure 4G).\n",
            "cite_spans": [
                {
                    "start": 1763,
                    "end": 1765,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Anti-C5a Antibody Treatment Improved the Outcome of H7N9 Virus-Infected Monkeys ::: RESULTS",
            "ref_spans": [
                {
                    "start": 404,
                    "end": 405,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 536,
                    "end": 537,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1252,
                    "end": 1253,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1259,
                    "end": 1260,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1726,
                    "end": 1727,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1733,
                    "end": 1734,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1953,
                    "end": 1954,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Clinical observation of the infected monkeys revealed that the sham-treated monkeys had mean body temperature changes on days 3 and 5 of 1.1°C and 1.8°C, respectively (Figure 4H), which did not exceed 1°C (P < .05) in the IFX-1–treated monkeys. Surprisingly, on day 3, the mean viral titers in the homogenized lung tissues of the IFX-1–treated monkeys were approximately 1.8 log lower than the titers in the sham-treated monkeys (P < .001; Figure 4I). This indicates that lung viral replication was reduced in the IFX-1–treated monkeys.",
            "cite_spans": [],
            "section": "Anti-C5a Antibody Treatment Improved the Outcome of H7N9 Virus-Infected Monkeys ::: RESULTS",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 447,
                    "end": 448,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To determine the pharmacokinetics of IFX-1 in a monkey model of H7N9 virus infection, the plasma IFX-1 levels were measured by ELISA. One day after treatment, the 4 infected and treated monkeys had approximately 40 µg/mL of IFX-1 (Figure 4J). This dropped to approximately 25 µg/mL on day 3, at which point 2 of the monkeys were killed. At day 7, the IFX-1 levels in the remaining 2 monkeys dropped further to approximately 10 µg/mL. Thus, the treatment dose decayed relatively slowly and could potentially influence eC5a bioactivity in the monkey model of H7N9 infection.",
            "cite_spans": [],
            "section": "Anti-C5a Antibody Treatment Improved the Outcome of H7N9 Virus-Infected Monkeys ::: RESULTS",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 239,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To elucidate the role that complement activation played in the inflammatory responses that were initiated by H7N9 virus infection in monkeys, the levels of inflammatory cytokines and chemokines in the plasma of the IFX-1–treated and sham-treated monkeys over time were measured by ELISA (Figure 5A–F). Levels of all of the studied inflammatory mediators were significantly elevated after infection in the sham-treated monkeys: interleukin 1 beta (IL-1β), interferon inducible protein 10 (IP-10), and monocyte chemotactic protein 1 (MCP-1) expression peaked as early as 1 day after infection, whereas interleukin 6 (IL-6), tumor necrosis factor alpha (TNF-α), and interferon gamma (IFN-γ) expression peaked on day 3, and all declined by day 5. By contrast, the IFX-1–treated monkeys had significantly lower expression levels of these inflammatory mediators overall.\n",
            "cite_spans": [],
            "section": "Anti-C5a Antibody Treatment Reduced the Inflammatory Responses Initiated by H7N9 Virus Infection in Monkeys ::: RESULTS",
            "ref_spans": [
                {
                    "start": 295,
                    "end": 296,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The effect of complement activation on cells, specifically the lung-infiltrating macrophages and neutrophils, was also assessed. Immunohistochemical staining of the lung tissue sections of sham-treated infected monkeys on day 3 showed markedly elevated CD68 and myeloperoxidase expression (Figure 5G and 5I). However, the IFX-1–treated monkeys had significantly fewer inflammatory infiltrating cells in the lung, especially neutrophils (Figure 5H, and 5J–L).",
            "cite_spans": [],
            "section": "Anti-C5a Antibody Treatment Reduced the Inflammatory Responses Initiated by H7N9 Virus Infection in Monkeys ::: RESULTS",
            "ref_spans": [
                {
                    "start": 297,
                    "end": 298,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 304,
                    "end": 305,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 444,
                    "end": 445,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 452,
                    "end": 453,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The data together showed that IFX-1 treatment markedly reduced the ALI and systemic inflammation induced by H7N9 viral infection.",
            "cite_spans": [],
            "section": "Anti-C5a Antibody Treatment Reduced the Inflammatory Responses Initiated by H7N9 Virus Infection in Monkeys ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Most infections with influenza viruses, such as the highly pathogenic avian influenza H5N1 and pdmH1N1 viruses and the SARS coronavirus, are characterized by dysregulation of the host immune responses, as indicated by high levels of pro- or anti-inflammatory cytokines [1, 21]. Although complement plays an important role in host defense and homeostasis, its excessive or dysregulated activation can be pathogenic [3, 8, 9]. In the present study, we established a monkey model of H7N9 virus-induced ALI that greatly resembled the clinical features of H7N9 viral pneumonia in humans. The lungs and blood of the infected monkeys exhibited extensive complement activation accompanied by severe parenchymal lesions. Thus, excessive complement activation may have contributed to the lung damage observed in the infected monkeys. In support of this, anti-C5a treatment with IFX-1 in this preclinical monkey model substantially attenuated the ALI induced by the H7N9 virus. This observation also indicates that IFX-1 antibody treatment could be an effective intervention for H7N9 viral pneumonia.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 271,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 273,
                    "end": 275,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 415,
                    "end": 416,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 418,
                    "end": 419,
                    "mention": "8",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 421,
                    "end": 422,
                    "mention": "9",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The regulation of complement activation is increasingly being recognized as a promising strategy for tackling inflammatory-related diseases [22]. C1-INH, a recombinant C1 inhibitor, has effective substitution therapeutic effects in several diseases, including hereditary angioedema, myocardial infarction, and transplantation [4, 5, 23]. Eculizumab, a complement-specific mAb against C5, has been approved for paroxysmal nocturnal hemoglobinuria and atypical hemolytic uremic syndrome [24, 25]. Several other promising candidate complement modulators have also been tested in various disease models [26].",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 327,
                    "end": 328,
                    "mention": "4",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 330,
                    "end": 331,
                    "mention": "5",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 333,
                    "end": 335,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 490,
                    "end": 492,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 600,
                    "end": 602,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "C5a is one of the main anaphylatoxins that are produced by multiple complement activation. It activates mast cells and basophils and causes their degranulation, which in turn leads to vasodilation and extravasation of fluid. It also participates in endothelial activation and influences the expression of adhesion molecules on leukocytes [27]. In addition, C5a increases the gene expression and protein synthesis of TNF-α and IL-1β in macrophages, which influences local and peripheral homeostasis [27]. Furthermore, C5a functions as an important chemotactic factor that affects leukocyte migration and induces the synthesis of other chemotactic factors. Several lines of evidence indicate that modulating complement activation by regulating C5a/C5aR or C5 could be a promising target in the treatment of inflammatory disorders [15, 28, 29].",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 341,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 499,
                    "end": 501,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 829,
                    "end": 831,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 833,
                    "end": 835,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 837,
                    "end": 839,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "It should be noted that to evaluate the ability of IFX-1 to block C5a activity, the CD11b assay was performed with ZAP as the source of eC5a. However, ZAP contains high concentrations of many other complement activation products, including C3a and C5b-9. The fact that IFX-1 completely blocked ZAP-induced CD11b expression on granulocytes indicates that C5a is a key driver of the granulocyte activation in this inflammatory setting. It also showed that IFX-1 could strongly inhibit eC5a in both humans and monkeys.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In clinically severe cases of H7N9 virus infection, pneumonia progresses rapidly and leads to ALI and ARDS. This situation is characterized by dysregulated inflammatory responses and higher virus replication [30–32]. Similarly, the H7N9 virus–infected monkeys in the present study presented with acute pneumonia 3 days after infection, along with significant systemic complement activation and high systemic levels of proinflammatory cytokines and chemokines. Given the important role of complement in the defense against pathogens and its upstream position in inflammatory homeostasis, our observations suggested that dysregulated complement activation contributes to unbalanced homeostasis, thereby inducing proinflammatory responses and tissue injury. Our study also showed that IFX-1 treatment markedly decreased the inflammatory responses initiated by H7N9 infection and attenuated virus-induced pneumonia. To date, promising treatments for the severe viral pneumonia caused by the SARS, H1N1, H5N1, and H7N9 viruses are lacking. Infectious systemic inflammatory response syndrome is a hallmark of these diseases; therefore, steroids have been widely used to curb the inflammation. However, follow-up studies have shown that the high doses of steroids used to treat SARS cause osteonecrosis [33]. Thus, effective therapeutic strategies that combat inflammatory responses without inducing significant side effects are needed. IFX-1 has been tested in a monkey toxicological study and in a human phase 1 trial (NCT01319903) and has demonstrated a good safety profile that permits its use in further clinical trials. In clinics, most cases of severe influenza pneumonia have been treated with oseltamivir. Therefore, it is worthwhile to determine the potential synergistic antiviral effect of IFX-1 and oseltamivir and the possible interaction between these 2 drugs in future clinical study.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 212,
                    "end": 214,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1297,
                    "end": 1299,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, our study shows that (1) regulating complement activation may be an adjunctive therapeutic option for the treatment of severe pneumonia induced by H7N9 infection, and (2) this approach may significantly improve the outcome of this infection in humans, especially if it is combined with an antiviral treatment strategy.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.: Biological effects of IFX-1. A, IFX-1 blocks human C5a activity. The CD11b assay was performed by incubating human blood with zymosan-activated plasma (ZAP) and/or IFX-1. The means ± standard error of the mean (SEM) of 3 separate experiments conducted with 5–8 donors (n = 5 for the buffer control and IFX-1 groups; n = 8 for the other groups) are shown. ***P < .001, as determined by 1-way analysis of variance with Dunnett posttest. B, IFX-1 blocks monkey endogenous C5a (eC5a) activity. The CD11b assay was performed with monkey ZAP and blood samples from 2 monkeys. Means ± SEM of each group are shown. C, IFX-1 does not interfere with the ability of human plasma to induce membrane attack complex (MAC) formation. The total hemolytic complement activity (CH50) test was performed with 8 human plasma samples and various concentrations of IFX-1. Heat-inactivated plasma served as a negative control. D, IFX-1 does not have an impact on the MAC-inducing activity of monkey plasma. The CH50 test was performed with 3 monkey plasma samples and various concentrations of IFX-1. Heat-inactivated plasma served as a negative control. Abbreviations: Hu IgG4, human IgG4 isotype control; MFI, mean fluorescence intensity.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: Histopathological respiratory damage in H7N9 virus-infected monkeys. The trachea and lungs of H7N9- and mock-infected monkeys were collected 3 days postinfection for histopathological analysis. A–D and F–I, Hematoxylin and eosin–stained trachea and lung sections (scale bars, 50 μm). E and J, Ultrastructure of the alveoli (scale bars, 2.0 μm).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: Complement activation in the lungs of H7N9 virus-infected monkeys. A–C, Quantitative reverse transcription polymerase chain reaction analysis of C3aR, C5aR, and MASP2 expression. Eighteen and 12 samples from the lung lobes of the infected and mock-infected monkeys on day 3 postinfection were analyzed, respectively. The data are presented as the fold-change (mean ± standard error of the mean [SEM]) relative to the mock-infected monkey data. ***P < .001, as determined by Student t test with Welch correction. D–F, Plasma concentrations of C3a, C5a, and C5b-9 in the infected and mock-infected monkeys at various time points. The quantitative enzyme-linked immunosorbent assay data are expressed as mean ± SEM (n = 6 for days 0, 1, and 3; n = 3 for day 5). ***P < .001 vs day 0, as determined by 1-way analysis of variance with Dunnett posttest. G–L, Immunohistochemical analysis of C3aR, C5aR, and C3c expression in the lungs of infected and mock-infected monkeys 3 days postinfection (scale bars, 100 μm). Abbreviation: mRNA, messenger RNA.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.: IFX-1 treatment blocks H7N9 virus infection–induced acute lung injury. A and D, Macroscopic images of the lung tissues of the sham-treated (n = 3) and IFX-1–treated (n = 2) infected monkeys on postinfection day 3. Representative images are shown. B, C, E, and F, Representative day 3 (B and E) and day 7 (C and F) hematoxylin and eosin (H&E)–stained lung sections of IFX-1–treated and sham-treated monkeys (scale bars, 100 μm). G, Semiquantitative histopathological analysis of the day 3 H&E-stained lung sections. The IFX-1–treated monkeys (n = 2) had less lung damage than the untreated infected monkeys (n = 3). ***P < .001, as determined by Student t test with Welch correction. H, Change in body temperature (mean ± standard error of the mean [SEM]) in the IFX-1–treated and sham-treated monkeys at the indicated time points after H7N9 infection. The data shown were calculated by subtracting the temperature at day 0 (n = 6 for the sham-treated infected group and n = 4 for the IFX-1–treated infected group at days 0 and 3 postinfection; n = 3 and n = 2 for these respective groups at days 5 and 7). *P < .05, as determined by 2-way analysis of variance with the Bonferroni posttest. I, The lung viral titer at day 3 postinfection was determined by testing homogenized samples collected from all lung lobes (n = 18 from 3 sham-treated infected monkeys and n = 12 from 2 IFX-1–treated infected monkeys). The data are expressed as mean ± SEM 50% tissue culture infective dose (TCID50) per gram of lung tissue. The dotted line indicates the limit of detection. ***P < .001, as determined by Student t test with Welch correction. J, IFX-1 concentrations in the plasma samples from infected and IFX-1–treated monkeys on days 0, 1, 3, 5, and 7. The circles show the concentrations of the individual monkeys. (n = 4 for days 0, 1, and 3; n = 2 for days 5 and 7).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.: IFX-1 treatment reduces the inflammatory responses in H7N9-infected monkeys. A–F, Quantitative enzyme-linked immunosorbent assays were performed to measure the serum concentrations of interleukin 1 beta (IL-1β), interferon inducible protein 10 (IP-10), interleukin 6 (IL-6), interferon gamma (IFN-γ), tumor necrosis factor alpha (TNF-α), and monocyte chemotactic protein 1 (MCP-1) in IFX-1–treated and sham-treated monkeys. The mean ± standard error of the mean concentrations at the indicated time points are shown (n = 6 for the sham-treated infected group and n = 4 for the IFX-1–treated infected group at days 0, 1, and 3 postinfection; n = 3 and n = 2 for these respective groups at day 5). *P < .05, ***P < .001, as measured by 2-way analysis of variance with the Bonferroni posttest. G–J, Immunohistochemical analysis of macrophage and neutrophil infiltration in the lungs of infected IFX-1–treated and sham-treated monkeys on day 3. Representative images are shown. (scale bars, 100 μm). K and L, Semiquantitative analysis of the macrophage and neutrophil counts in the lungs at day 3 postinfection (n = 3 for the sham-treated infected group and n = 2 for the IFX-1–treated infected group). ***P < .001, as determined by Student t test with Welch correction.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Avian influenza A (H5N1) infection in humans",
            "authors": [
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Beigel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farrar",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1374-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The role of the anaphylatoxins in health and disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klos",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Tenner",
                    "suffix": ""
                },
                {
                    "first": "KO",
                    "middle": [],
                    "last": "Johswich",
                    "suffix": ""
                },
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Ager",
                    "suffix": ""
                },
                {
                    "first": "ES",
                    "middle": [],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kohl",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Immunol",
            "volume": "46",
            "issn": "",
            "pages": "2753-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Inhibiting the C5-C5a receptor axis",
            "authors": [
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Woodruff",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Nandakumar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tedesco",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Immunol",
            "volume": "48",
            "issn": "",
            "pages": "1631-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Novel complementary peptides to target molecules",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ono",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Anticancer Res",
            "volume": "31",
            "issn": "",
            "pages": "2511-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Attenuation of cross-talk between the complement and coagulation cascades by C5a blockade improves early outcomes after intraportal islet transplantation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tokodai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Inagaki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transplantation",
            "volume": "90",
            "issn": "",
            "pages": "1358-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Drug evaluation: the C5a receptor antagonist PMX-53",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kohl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr Opin Mol Ther",
            "volume": "8",
            "issn": "",
            "pages": "529-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "C5 deficiency and C5a or C5aR blockade protects against cerebral malaria",
            "authors": [
                {
                    "first": "SN",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berghout",
                    "suffix": ""
                },
                {
                    "first": "FE",
                    "middle": [],
                    "last": "Lovegrove",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Exp Med",
            "volume": "205",
            "issn": "",
            "pages": "1133-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Livak",
                    "suffix": ""
                },
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Schmittgen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Methods",
            "volume": "25",
            "issn": "",
            "pages": "402-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "An H5N1 M2e-based multiple antigenic peptide vaccine confers heterosubtypic protection from lethal infection with pandemic 2009 H1N1 virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virol J",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "C3c intrathecal synthesis evaluation in patients with multiple sclerosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Padilla-Docal",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Dorta-Contreras",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fundora-Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arq Neuropsiquiatr",
            "volume": "65",
            "issn": "3B",
            "pages": "800-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "C3a and C3b activation products of the third component of complement (C3) are critical for normal liver recovery after toxic injury",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Markiewski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mastellos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tudoran",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "173",
            "issn": "",
            "pages": "747-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Mannose-binding lectin in severe acute respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "WK",
                    "middle": [],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "HK",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "",
            "pages": "1697-704",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Pegylated interferon-alpha protects type 1 pneumocytes against SARS coronavirus infection in macaques",
            "authors": [
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "BE",
                    "middle": [],
                    "last": "Martina",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "290-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Exp Immunol",
            "volume": "136",
            "issn": "",
            "pages": "95-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Targeted complement inhibition as a promising strategy for preventing inflammatory complications in hemodialysis",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "DeAngelis",
                    "suffix": ""
                },
                {
                    "first": "ES",
                    "middle": [],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ricklin",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Lambris",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunobiology",
            "volume": "217",
            "issn": "",
            "pages": "1097-105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "C1-inhibitor: more than a serine protease inhibitor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zeerleder",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Semin Thromb Hemost",
            "volume": "37",
            "issn": "",
            "pages": "362-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Inhibition of terminal complement activation in severe Shiga toxin-associated HUS—perfect example for a fast track from bench to bedside",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Orth-Holler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Riedl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wurzner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "EMBO Mol Med",
            "volume": "3",
            "issn": "",
            "pages": "617-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Treatment of atypical hemolytic uremic syndrome and thrombotic microangiopathies: a focus on eculizumab",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schmidtko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peine",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "El-Housseini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Kidney Dis",
            "volume": "61",
            "issn": "",
            "pages": "289-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Complement in immune and inflammatory disorders: therapeutic interventions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ricklin",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Lambris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Immunol",
            "volume": "190",
            "issn": "",
            "pages": "3839-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Recombinant C5a stimulates transcription rather than translation of interleukin-1 (IL-1) and tumor necrosis factor: translational signal provided by lipopolysaccharide or IL-1 itself",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Gelfand",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Dinarello",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Blood",
            "volume": "76",
            "issn": "",
            "pages": "1631-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Blockade of complement activation product C5a activity using specific antibody attenuates intestinal damage in trinitrobenzene sulfonic acid induced model of colitis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lab Invest",
            "volume": "91",
            "issn": "",
            "pages": "472-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Pharmacological targeting of anaphylatoxin receptors during the effector phase of allergic asthma suppresses airway hyperresponsiveness and airway inflammation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baelder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bautsch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "174",
            "issn": "",
            "pages": "783-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Complement in immune and inflammatory disorders: pathophysiological mechanisms",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ricklin",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Lambris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Immunol",
            "volume": "190",
            "issn": "",
            "pages": "3831-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Clinical findings in 111 cases of influenza A (H7N9) virus infection",
            "authors": [
                {
                    "first": "HN",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "HZ",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2277-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Biological features of novel avian influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "499",
            "issn": "",
            "pages": "500-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Cytokine and chemokine levels in patients infected with the novel avian influenza A (H7N9) virus in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "",
            "pages": "1962-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Steroid-induced osteonecrosis: the number of lesions is related to the dosage",
            "authors": [
                {
                    "first": "NF",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "ZR",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "HY",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "ZH",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hernigou",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Bone Joint Surg Br",
            "volume": "90",
            "issn": "",
            "pages": "1239-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "The effect of C1 inhibitor on myocardial ischemia and reperfusion injury",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Davis",
                    "suffix": "3rd"
                }
            ],
            "year": 2013,
            "venue": "Cardiovasc Pathol",
            "volume": "22",
            "issn": "",
            "pages": "75-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Recombinant human C1-inhibitor prevents acute antibody-mediated rejection in alloimmunized baboons",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tillou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Poirier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Le Bas-Bernardet",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Kidney Int",
            "volume": "78",
            "issn": "",
            "pages": "152-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "The role of complement in the development of systemic lupus erythematosus",
            "authors": [
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Manderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Botto",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Walport",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Annu Rev Immunol",
            "volume": "22",
            "issn": "",
            "pages": "431-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Excessive innate immune response and mutant D222G/N in severe A (H1N1) pandemic influenza",
            "authors": [
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Berdal",
                    "suffix": ""
                },
                {
                    "first": "TE",
                    "middle": [],
                    "last": "Mollnes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Waehre",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect",
            "volume": "63",
            "issn": "",
            "pages": "308-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Serum concentrations of complement anaphylatoxins and proinflammatory mediators in patients with 2009 H1N1 influenza",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Torii",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Microbiol Immunol",
            "volume": "55",
            "issn": "",
            "pages": "191-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Inhibition of complement activation alleviates acute lung injury induced by highly pathogenic avian influenza H5N1 virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "49",
            "issn": "",
            "pages": "221-30",
            "other_ids": {
                "DOI": []
            }
        }
    }
}