{
    "paper_id": "PMC7228791",
    "metadata": {
        "title": "Encephalopathy as the Sentinel Sign of a Cortical Stroke in a Patient Infected With Coronavirus Disease-19 (COVID-19)",
        "authors": [
            {
                "first": "Alexander",
                "middle": [],
                "last": "Muacevic",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "R"
                ],
                "last": "Adler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Smit",
                "middle": [],
                "last": "Deliwala",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Abdulhamid",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mohamed",
                "middle": [
                    "Faisal"
                ],
                "last": "Abusalih",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mohammed",
                "middle": [
                    "M"
                ],
                "last": "Al-Qasmi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ghassan",
                "middle": [],
                "last": "Bachuwa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Around the turn of 2019, a novel coronavirus was seen as the focal cause of a cluster of symptoms that began in Wuhan, China and spread rapidly across continents with the World Health Organization (WHO) declaring a Public Health Emergency of International Concern known as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), or coronavirus disease-19 (COVID-19). As of April 7, the Centers for Disease Control (CDC) reported over 390,000 cases with over 10,000 deaths within the United States (US), and a cumulative incidence increasing from 8.3 to 418 cases per 100,000 persons [1]. Globally, over three million cases have been reported, with close to one million confirmed cases and 50,000 deaths in the US as of April 28, signifying a three-fold increase in cases over weeks [2]. Risk factors include existing co-morbidities while middle and older-aged adults are most affected, with the latter often displaying severe disease and higher mortality rates. Among its various presentations, neurological sequelae were seen in 36.4%, while 5.7% had acute cerebrovascular accidents (CVA) [3]. COVID-19 is known to have thrombotic complications in nearly 31% of critically ill patients [4]. Although a temporal relationship between COVID-19 patients and stroke incidence has not been parsed out, we present a case of a young patient with no risk factors who developed a severe COVID-19 infection and neurological sequelae. Short and long term outcomes in these patients are unknown [5]. We aim to strengthen the existing literature, explore the development of strokes in COVID-19 patients, and discuss strategies to identify patients at a higher risk to optimize resource allocation.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 591,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 789,
                    "end": 790,
                    "mention": "2",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1097,
                    "end": 1098,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1194,
                    "end": 1195,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1490,
                    "end": 1491,
                    "mention": "5",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A previously healthy 31-year-old female presented to the emergency department (ED) with symptoms of fever, congestion, rhinorrhea, cough, myalgias, vomiting, and abdominal cramping evolving over five days. She worked at a factory, but was not exposed to any symptomatic contacts and did not use tobacco products, alcohol, or illicit substances. On arrival, her vitals were blood pressure - 97/73 mm Hg, heart rate - 127 beats/minute, respiratory rate - 18 breaths/minute while saturating was at 95% on supplemental oxygen, along with persistent fevers despite acetaminophen administration. On exam, she appeared ill, uncomfortable, and in acute distress. Initial investigations were remarkable for hypernatremia, acute kidney injury (AKI), and bilateral infiltrates on chest radiograph indicative of pneumonia (Figure 1). Ceftriaxone and azithromycin were started empirically with intravenous hydration, while nasopharyngeal swab for COVID-19 was obtained. Her hypoxia and fevers continued to worsen with increasing oxygen requirements, evolving hypotension, and tachypnea, requiring intubation and sedation with transfer to the intensive care unit (ICU).",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 818,
                    "end": 819,
                    "mention": "1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A chest computed tomography (CT) was consistent with acute respiratory distress syndrome (ARDS) with partial pressure of oxygen (PaO2)/fraction of inspired oxygen (FiO2) ratio dropping as low as 77.5 consistent with severe ARDS (Figure 2). Testing to detect SARS-COV-2 came back positive. She was started on a course of hydroxychloroquine and optimized to lung-protective ventilation. Initial COVID-19 labs were indicative of cytokine release syndrome, while a high A-a gradient concerning for a V/Q mismatch was consistent with COVID-19 phenotype L (Table 1).",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "mention": "2",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 558,
                    "mention": "1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "She was placed on a short course of therapeutic anticoagulation. She was proned with intermittent paralytics to improve oxygenation and synchronize her to the ventilator. On daily awakening trials, she displayed significant features of confusion and encephalopathy. During saturation and weaning of her paralytic, new left-hand flaccidity was noted. The finding was subtle, and the National Institutes of Health Stroke Scale (NIHSS) could not be assessed due to her inability to follow commands. However, brainstem reflexes were preserved with pupillary and cough reflexes to stimuli, the ability to trigger spontaneous breaths, and response to pain. Delays in obtaining an emergent CT scan of her head ensued due to her positivity for COVID-19 and an equivocal stroke-like presentation. After appropriate precautions were set up, the final read of the CT was unrevealing for an acute or subacute infarct or hemorrhage (Figure 3). At the same time, her last known well could not be gauged due to her level of sedation and fluctuating mentation, precluding reperfusion therapies. Atorvastatin and aspirin were started for secondary prevention, while COVID-19 labs were repeated to trend progression of the disease. A repeat CT scan revealed ischemic changes in the region supplied by the right middle cerebral artery (MCA) consistent with a cortical stroke (Figure 4). Follow up echocardiogram, and hypercoagulable workup was negative as seen in Table 1, including ultrasounds in the upper and lower extremities looking for deep vein thromboses (DVTs) to look for sources of thrombi (Figure 5). After remaining on mechanical ventilation and nasogastric (NG) feeding for a prolonged period, a tracheostomy and percutaneous endoscopic gastrostomy (PEG) tube were performed.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 927,
                    "end": 928,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 1364,
                    "end": 1365,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 1590,
                    "end": 1591,
                    "mention": "5",
                    "ref_id": null
                },
                {
                    "start": 1451,
                    "end": 1452,
                    "mention": "1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Over the next few days, improvements in her mentation were noted with opening and tracking with her eyes, and the ability to start following commands. Physical therapy assessments recorded low mobility scores and severe disability while continuing to demonstrate periods of confusion. She was improving globally with the ability to tolerate breathing trials and follow commands. Conferred an overall poor prognosis, she was discharged to a rehabilitation facility.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "The COVID-19 infection is an ongoing global pandemic with a high morbidity and mortality rate. SARS-CoV-2 has the propensity to infect the central nervous system, with autopsy reports revealing hyperemia and edema in affected patients [3]. COVID-19 patients with cerebrovascular diseases were noted to be at a higher risk for critical illness and multiorgan dysfunction based on previous reports from the SARS epidemic [6]. Amongst retrospective studies looking at the development of neurologic features during critical COVID-19 illness, 3.4% - 5% were found to have new ischemic strokes, with the youngest patient at 55 years of age [5,7]. In our patient with no apparent risk factors for a CVA and a young age, this case demonstrates that patients, regardless of their age, are at risk for severe neurological complications from this disease. COVID-19 is known to induce states of hypercoagulability by deranging pathways of hemostasis seen on thromboelastography (TEG) [8]. The viral load contributes to coagulopathy and endothelial dysfunction, similar to patients that developed strokes associated with SARS [5].",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 420,
                    "end": 421,
                    "mention": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 635,
                    "end": 636,
                    "mention": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 637,
                    "end": 638,
                    "mention": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 973,
                    "end": 974,
                    "mention": "8",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1114,
                    "end": 1115,
                    "mention": "5",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In our patient, serial d-dimers rose in the days leading up to the stroke, indicating an acute state of hypercoagulability despite receiving therapeutic anticoagulation. She received a short course of therapeutic anticoagulation but was suboptimally given due to the lack of data guiding the use of anticoagulation in severely ill COVID-19 patients. Another explanation could be an exaggerated systemic inflammation or a \"cytokine\" storm, often a marker of severe disease manifested in our patient with increasing pro-thrombotic markers, including IL-6 levels. Blood cultures and echocardiography were unremarkable for signs of an infection, while carotid ultrasound with dopplers was negative for low flow states between the carotids. Studies looking at neurological manifestation in COVID-19 patients, signs were most commonly noted early in the disease course presenting with muscle symptoms and confusion, while d-dimer levels were higher compared to non-severe infections [3].",
            "cite_spans": [
                {
                    "start": 978,
                    "end": 979,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In a pooled analysis of the current literature, CVAs were associated with a significantly increased risk (2.5x) of a severe form of COVID-19 disease. Critical illness-related encephalopathy and cytokines have been implicated as components of severe neurological manifestations seen with COVID-19, another feature noted in our patient before the development of her stroke, signifying a potential pre-cursor symptom [7]. The American Society of Hematology (ASH) recommends that all COVID-19 patients receive pharmacologic thromboprophylaxis, while seriously ill, high risk, or patients with high d-dimer levels should undergo therapeutic doses due to concerns for microvascular thrombosis, although these recommendations are based on limited data [9].",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 416,
                    "mention": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 746,
                    "end": 747,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Amongst care for patients that developed strokes, only a small range of entities across the world can maintain their full range of acute stroke services, with most having to reorganize with the allocation of resources, including beds towards critically ill COVID-19 patients. The delivery of crucial therapies such as endovascular services, intravenous thrombolysis, or carotid endarterectomies in acute stroke patients has been compromised, with delays increasing door to needle times [10,11]. Patients that develop strokes requiring hospitalization during the COVID-19 pandemic are at an increased risk for suboptimal outcomes [12]. Acute stroke management pathways have been delineated in COVID-19 patients keeping in mind practice patterns, resource allocation, and the presence of a large vessel occlusion (LVO). Patients with non-LVO ischemic strokes are recommended to transfer to an infectious disease ward or a dedicated closely monitoring neurological ward [11].",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 489,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 490,
                    "end": 492,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 968,
                    "end": 970,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV-2 is known to induce states of hypercoagulability placing critically ill patients at high risk for vascular complications. Limited knowledge of the sequelae of this infection and guidelines leaves isolated case reports to guide clinical decision making, especially in patients exhibiting neurological complications. Despite being a disease that is known to traditionally affect the elderly, emerging reports of seemingly low-risk patients developing strokes are being published and thromboprophylaxis must be considered in seriously ill, high risk, or patients with high d-dimer levels. Encephalopathy is a frequently cited neurological manifestation of COVID-19 disease and can present as a sentinel sign for evolving strokes. Patients that develop strokes are at risk for suboptimal outcomes due to the diversion of resources to manage COVID-19 patients, while the development of acute stroke management pathways can help address these practice patterns. Further research is needed to parse out a temporal relationship between COVID-19 patients and the incidence of strokes including long term outcomes.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Geographic differences in COVID-19 cases, deaths, and incidence — United States, February 12-April 7, 2020",
            "authors": [],
            "year": 2020,
            "venue": "7",
            "volume": "69",
            "issn": "",
            "pages": "465-471",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "COVID-19 and stroke - a global World Stroke Organisation perspective",
            "authors": [],
            "year": 2020,
            "venue": "Int J Stroke",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Acute stroke management pathway during Coronavirus-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "Neurol Sci",
            "volume": "41",
            "issn": "",
            "pages": "1003-1005",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Hyperacute stroke management during the Coronavirus Disease 2019 (COVID-19) pandemic [Epub ahead of print]",
            "authors": [],
            "year": 2020,
            "venue": "Stroke",
            "volume": "",
            "issn": "",
            "pages": "1-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "533-534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Neurologic manifestations of hospitalized patients with Coronavirus disease 2019 in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "JAMA Neurol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "",
            "issn": "",
            "pages": "1-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Large-vessel stroke as a presenting feature of Covid-19 in the young",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Cerebrovascular disease is associated with an increased disease severity in patients with Coronavirus Disease 2019 (COVID- 19): a pooled analysis of published literature",
            "authors": [],
            "year": 2020,
            "venue": "Int J Stroke",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Neurologic features in severe SARS-CoV-2 infection",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Hypercoagulability of COVID‐19 patients in intensive care unit. A report of thromboelastography findings and other parameters of hemostasis",
            "authors": [],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Thromboembolic risk and anticoagulant therapy in COVID-19 patients: emerging evidence and call for action",
            "authors": [],
            "year": 2020,
            "venue": "Br J Haematol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}