{
    "paper_id": "PMC7087111",
    "metadata": {
        "title": "Identification of a novel orthohepadnavirus in pomona roundleaf bats in China",
        "authors": [
            {
                "first": "Biao",
                "middle": [],
                "last": "He",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fuqiang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lele",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tingsong",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Qiu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Quanshui",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ye",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Huancheng",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Changchun",
                "middle": [],
                "last": "Tu",
                "suffix": "",
                "email": "changchun_tu@hotmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bats are important reservoir animals, harboring pathogenic zoonotic viruses including henipaviruses, lyssaviruses, and SARS-like coronaviruses [1]. The number of novel viruses identified in bats has been significantly increasing due to extensive studies by next-generation sequencing over the last few years [7]. Since the identification of a novel bat orthohepadnavirus (BtHV) from Miniopterus spp. in Myanmar [3], further similar viruses have been found in Uroderma spp. in Panama and Rhinolophus spp. and Hipposideros spp. in Gabon [2]. We report here another BtHV identified in bats in Yunnan province of China.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 145,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 309,
                    "end": 310,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 412,
                    "end": 413,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 536,
                    "end": 537,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In 2011, 42 bats were collected in Pu’er city in Yunnan province from bats of three species: Hipposideros pomona (n = 20), Rhinolophus affinis (n = 20), and Rhinolophus sinicus (n = 2). The sampling of bats was approved by the Administrative Committee on Animal Welfare of the Military Veterinary Institute, Academy of Military Medical Sciences, China (Laboratory Animal Care and Use Committee Authorization, permit number JSY-DW-2010-02). All organs were pooled and subjected to viral metagenomic analysis as per our published method [4]. Results revealed 1,436 reads relating to orthohepadnaviruses, with an average length of 147 nucleotides (nt) and showing 68-74 % nt sequence identity to a Hipposideros BtHV from Gabon in its partial S and C genes. All liver samples were screened by PCR for orthohepadnavirus as described previously [3]. The results showed that 20 % (4/20) of pomona roundleaf bats (Hipposideros pomona) were positive, with all amplicons sharing >99 % nt sequence identity. All remaining bats were negative.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 537,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 840,
                    "end": 841,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Three of the positives were randomly selected for full genomic amplification and sequencing. the results showed that their full genomic sequences (BtHV PEPR6, PEPR7 and PEPR13, GenBank accession numbers: KF939648-KF939650) were >99 % identical at the nucleotide level, with the same size of 3,278 nt; i.e., slightly larger than the genome of BtHV found in Myanmar (3230 nt) [3]. The genomic organizations were identical to those of other orthohepadnaviruses, containing four open reading frames (ORFs) encoding Pol, preS1/preS2/S, preC/C and X proteins in a circular and compact configuration. Orthohepadnaviral genomic characteristics, such as a highly conserved YMDD motif [6] and encapsidation signal ε [5], were also found in the PEPR genomes and were essentially identical to those of other orthohepadnaviruses. Predicted genomic structures and sequence comparisons are summarized in Table 1. The results showed that PEPR shared the highest nt and amino acid (aa) sequence identities in the Pol-, preS1/preS2/S-, and X genes with strain HBHBV identified in Hipposideros spp. from Gabon [2], while the preC/C gene of PEPR alone showed highest nt and aa sequence identity with isolate 776, a representative of Miniopterus BtHV in Myanmar [3].\n",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 376,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 676,
                    "end": 677,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 707,
                    "end": 708,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1092,
                    "end": 1093,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1242,
                    "end": 1243,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 895,
                    "end": 896,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "To determine the phylogenetic relationship of PEPR to other orthohepadnaviruses, Pol genes from all known members of the family Hepadnaviridae [8] and including previously reported BtHVs [2, 3] were aligned using ClustalW, available in MEGA5.1 [9]. The phylogenetic tree showed that all sequences clustered into seven distinct groups sharing <74 % nt identity. Three consisted of avian, primate, and rodent hepatitis viruses and corresponded to the approved species listed in the Ninth Report of the International Committee on Taxonomy of Viruses (ICTV) from 2011 [8] (Fig. 1). The bat-associated orthohepadnaviruses identified in Myanmar, Panama, and Gabon [2, 3] and in this study were genetically diverse and classified into four distinct groups (Fig. 1). Comparisons of the full genome sequence of PEPR with those of BtHVs showed that sequence identity ranged from 60 % (with TBHBV) to 73 % (with HBHBV), and around 63 % with primate and rodent hepatitis viruses. Notably, PEPR was only 70 % identical to BtHVs in Myanmar, showing wide genetic heterogeneity. Although PEPR in Yunnan and HBHBV from Gabon both originated from Hipposideros spp., they shared only 73 % nt sequence identity; i.e., less than within both the primate hepatitis virus group (e.g., HBV and WMHBV; ~80 %) and the rodent hepatitis virus group (e.g., WHV and GSHV; ~85 %) [8]. These results show that BtHVs of wide genetic diversity exist within the genus Orthohepadnavirus, differing according to the bat genus or species and therefore requiring classification into different species.\n",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 145,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 188,
                    "end": 189,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 191,
                    "end": 192,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 245,
                    "end": 246,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 565,
                    "end": 566,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 659,
                    "end": 660,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 662,
                    "end": 663,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1349,
                    "end": 1350,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 574,
                    "end": 575,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 755,
                    "end": 756,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Pu’er is about 430 km southeast of Sedon and Wutao in Myanmar, where BtHV 776 was found in Miniopterus spp. but not in Hipposideros and other bat species [3]. BtHVs were also absent from Rhinolophus spp. in Pu’er. This is in contrast to HBHBV and RBHBV, both detected in Gabon in Hipposideros and Rhinolophus spp., respectively, and sharing <82 % identity [2]. These results suggest the existence of diverse orthohepadnaviruses naturally circulating in various bat species worldwide, but further investigation with expanded bat sampling will be needed to determine if BtHVs have restricted host ranges and geographical distributions.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 156,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 357,
                    "end": 358,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "HBV causes hepatitis B, cirrhosis and hepatocellular carcinoma in humans, resulting in >240 million chronic liver infections worldwide and about 600,000 deaths every year [10]. A previous study has shown that a BtHV cross-reacts with sera against HBV core protein, and reverse genetics has indicated that TBHBV from Panama has the ability to infect primary human hepatocytes [2], suggesting a potential zoonotic threat of BtHVs to humans.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 376,
                    "end": 377,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In conclusion, BtHVs are a novel group of orthohepadnaviruses of wide genetic diversity that are widely distributed among different bat species. They may provide new insights into HBV transmission, infection, and prevention, and their impact on public health merits further investigation.\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Gene lengths and percent identity between BtHV and other hepadnaviruses\nnt, the length of the gene in nucleotides; %ID, the percent identity of nucleotide sequence and amino acid sequence between BtHV PEPR6 and the others; aa, the length of the gene in amino acids; NA, X gene not available; the accession numbers of 776 (BtHV), TBHBV, HBHBV, RBHBV, HBV, WMHBV, WHV, ASHV and DHBV are JX941466, KC790381, KC790377, KC790376, D00329, AF046996, AY344076, U29144 and EU429324, respectively. The highest identities are in bold italic",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Evolutionary analysis of BtHV and representatives of other orthohepadnaviruses based on their complete Pol nucleotide sequences, with avian hepatitis viruses used as an outgroup. The phylogenetic tree was constructed by the maximum-likelihood method using MEGA 5.1. Viruses identified in this study are indicted by filled triangles; previous BtHVs, with open triangles. The hosts of RBHBV and HBHBV in Gabon, TBHBV in Panama, BtHV in Myanmar and BtHV in China are Rhinolophus alcyone, Hipposideros\ncf. ruber, Uroderma\nbilobatum, Miniopterus\nfuliginosus and Hipposideros\npomona. The scale bar indicates nucleotide substitutions per site",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Bats: important reservoir hosts of emerging viruses",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Calisher",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "HE",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "KV",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schountz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Microbiol Rev",
            "volume": "19",
            "issn": "",
            "pages": "531-545",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00017-06"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Bats carry pathogenic hepadnaviruses antigenically related to hepatitis B virus and capable of infecting human hepatocytes",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geipel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Konig",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "van Riel",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Leijten",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Bremer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rasche",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Cottontail",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Maganga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schlegel",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Klose",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Borges Carneiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stocker",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Franke",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gloza-Rausch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Annan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Adu-Sarkodie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oppong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Binger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vallo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tschapka",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Gerlich",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glebe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "110",
            "issn": "",
            "pages": "16151-16156",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1308049110"
                ]
            }
        },
        "BIBREF3": {
            "title": "Hepatitis virus in long-fingered bats, Myanmar",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "638-640",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1904.121655"
                ]
            }
        },
        "BIBREF4": {
            "title": "Virome profiling of bats from Myanmar by metagenomic analysis of tissue samples reveals more novel Mammalian viruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLOS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0061950"
                ]
            }
        },
        "BIBREF5": {
            "title": "The encapsidation signal on the hepatitis B virus RNA pregenome forms a stem-loop structure that is critical for its function",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Knaus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nassal",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nucleic Acids Res",
            "volume": "21",
            "issn": "",
            "pages": "3967-3975",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/21.17.3967"
                ]
            }
        },
        "BIBREF6": {
            "title": "Selection of mutations in the hepatitis B virus polymerase during therapy of transplant recipients with lamivudine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mutimer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Boxall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elias",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Dusheiko",
                    "suffix": ""
                },
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Hepatology",
            "volume": "24",
            "issn": "",
            "pages": "711-713",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.510240339"
                ]
            }
        },
        "BIBREF7": {
            "title": "A comparison of bats and rodents as reservoirs of zoonotic viruses: are bats special?",
            "authors": [
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Luis",
                    "suffix": ""
                },
                {
                    "first": "DT",
                    "middle": [],
                    "last": "Hayman",
                    "suffix": ""
                },
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "O’Shea",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Cryan",
                    "suffix": ""
                },
                {
                    "first": "AT",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Pulliam",
                    "suffix": ""
                },
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Timonin",
                    "suffix": ""
                },
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Willis",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Fooks",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Rupprecht",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Biol Sci",
            "volume": "280",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2012.2753"
                ]
            }
        },
        "BIBREF8": {
            "title": "Family Hepadnaviridae",
            "authors": [
                {
                    "first": "WS",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Gerlich",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mizokami",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Loeb",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sureau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Magnius",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Norder",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virus taxonomy: classification and nomenclature of viruses: ninth report of the International Committee on Taxonomy of Viruses",
            "volume": "",
            "issn": "",
            "pages": "445-455",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Biol Evol",
            "volume": "28",
            "issn": "",
            "pages": "2731-2739",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msr121"
                ]
            }
        }
    }
}