{
    "paper_id": "PMC7225251",
    "metadata": {
        "title": "Palliativmedizin in Zeiten von COVID-19",
        "authors": [
            {
                "first": "Christoph",
                "middle": [],
                "last": "Gerhard",
                "suffix": "",
                "email": "c.gerhard@kk-ob.de",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Therapiezielklärungen sind angesichts der schlechteren Prognose bei Hochaltrigkeit und entsprechenden (lebenslimitierenden) Vorerkrankungen aus palliativmedizinischer Sicht von besonderer Bedeutung. Drängende Fragen sind: Wie weit möchte ein Mensch in fortgeschrittenem Alter und/oder bei fortgeschrittener Erkrankung lebensrettend oder lebenserhaltend behandelt werden? Soll eine Krankenhauseinweisung erfolgen? Sollen Maßnahmen der Intensivmedizin erfolgen? Soll eine künstliche Beatmung stattfinden? Es muss betont werden: Ziel ist hier nicht eine Triage oder eine Rationierung bei knappen Ressourcen des Gesundheitswesens, sondern es geht darum, dass Betroffene auch in Krisen, wie sie eine Coronainfektion für viele betagte und schwerkranke Menschen darstellen wird, so behandelt werden, wie es ihrem Willen entspricht. Zunächst müssen die Betroffenen in der Erkrankungssituation einfühlsam gefragt werden, was sie möchten und für sich wünschen, sofern dies machbar ist. In einer akuten COVID-19-Krise dürfte dies jedoch gerade bei kritisch kranken Menschen häufig nicht möglich sein, weshalb dann auf die Instrumente der Vorausverfügung zurückgegriffen werden muss.",
            "cite_spans": [],
            "section": "Therapieziele einfühlsam erfragen",
            "ref_spans": []
        },
        {
            "text": "Die Advance-Care-Planning(ACP)-Programme werden implementiert, um die individuellen Therapieziele von (hochbetagten) Menschen unter anderem bezüglich Krankenhausaufnahme, intensivmedizinischer Therapie, Beatmungstherapie im Voraus für zukünftige Situationen der Nichteinwilligungsfähigkeit in besonders intensiven, zugehenden Gesprächen zu klären. Wichtig ist es, in der individuellen subjektiven Lebenswelt der Betroffenen zunächst herauszuarbeiten, welche Ziele die Vorausplanenden im Leben überhaupt haben. Es geht darum, herauszufinden, was ihnen besonders wichtig im Leben ist, und das insbesondere auch bezüglich schwerer Krankheit und dem insgesamt dahinter stehenden Lebenswillen [2]. Die in der Lebenswelt erfassten und sorgfältig dokumentierten Ziele der Betroffenen, etwa Pflegeheimbewohner, werden dann gemeinsam mit diesen aus der Lebenswelt in die medizinische Anwendungswelt übertragen. Es geht insbesondere um drei typische Szenarien, in denen die Vorausverfügung zur Anwendung kommen könnte: Notfall, vorübergehende Nichteinwilligungsfähigkeit und dauerhafte Nichteinwilligungsfähigkeit. ",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 690,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Das Konzept des Advance Care Planning",
            "ref_spans": []
        },
        {
            "text": "Die Ziele sind letztlich nicht nur die Klärung des höchst einmaligen, sehr individuellen Willens der Verfügenden, sondern umfassen auch die einfache Anwendbarkeit durch das medizinische Fachpersonal im Pflegeheim, das Notfallrettungssystem und die Akutkrankenhäuser in Situationen mit knappen zeitlichen Ressourcen, wie sie insbesondere bei COVID-19-Notaufnahmen auftreten können. Ein ABC- oder Ampel-System erleichtert zusätzlich, dass diese Festlegungen in Situationen mit hohem Entscheidungsdruck wie Notfallrettung, Notaufnahme oder Intensivstation gut umgesetzt werden können. Das Konzept des ACP ist in der deutschen Übersetzung \"Gesundheitliche Versorgungsplanung\" seit dem Hospiz- und Palliativgesetz 2015 im § 132g des deutschen Sozialgesetzbuchs (SGB) V enthalten und eine Finanzierung durch die Gesetzliche Krankenversicherung (GKV) neuerdings möglich, sofern die Vorausplanung in Pflegeheimen und Behinderteneinrichtungen stattfindet und ausgebildete Mitarbeiter, nach einem festgelegten Curriculum zum ACP, zur Verfügung stehen. Erfolgreich umgesetztes ACP kann die Krankenhausambulanzen, die momentan sehr gefordert seien dürften und daher häufig keine zeitlichen Ressourcen für umfangreiche Therapiezielklärungen vor Ort haben, wirkungsvoll entlasten, da sie nach im Voraus sorgfältig herausgearbeiteten Therapiezielen und Festlegungen der Betroffenen handeln können. ",
            "cite_spans": [],
            "section": "Situationen mit hohem Entscheidungsdruck vorausplanen",
            "ref_spans": []
        },
        {
            "text": "Gegenwärtig liegen die meisten Therapiezielklärungen nicht in der differenzierten Form des ACP, sondern unter anderem in klassischen Patientenverfügungen, Erhebungen und Dokumentationen des mutmaßlichen Willens oder moderierten ethischen Fallbesprechungen vor. Jede dieser Informationen über den Patientenwillen ist wertvoll. ",
            "cite_spans": [],
            "section": "Vorausverfügung im ACP-Standard für Notfallsituationen ",
            "ref_spans": []
        },
        {
            "text": "Viele Willensäußerungen außerhalb des ACP-Standards haben jedoch den entscheidenden Nachteil, dass sie die drängenden Anwendungsfragen in Notfallsituationen wie der Coronapandemie (Krankenhausaufnahme ja/nein, Intensivmedizin ja/nein, Beatmung ja/nein) nicht so klar und eindeutig beantworten. Die in ACP-Programmen gewonnenen Informationen, zunächst zur Lebenswelt und deren differenzierte Übertragung in die medizinische Anwendungswelt, lassen sich in den hektischen Notfallambulanzen deutlich besser anwenden. Bei Therapiezieldokumentationen, die nicht nach ACP-Standard erfolgten, ist häufig eine Nachevaluation zum Beispiel mit den Stellvertretern erforderlich, um die dokumentierten Therapieziele und Willensentscheidungen differenzierter anwenden zu können. ",
            "cite_spans": [],
            "section": "Vorausverfügung im ACP-Standard für Notfallsituationen ",
            "ref_spans": []
        },
        {
            "text": "Palliativdienste sollten die Akutmedizin im Krankenhaus wirkungsvoll bei der Therapiezielklärung und der Umsetzung des Patientenwillens unterstützen und ihre besonderen Aufgaben in der Symptombehandlung und psychosozialen Begleitung durch diese wichtigen Bereiche ergänzen [4]. Denn auch in ungeklärten Situationen können im Anwendungsfall, etwa im Akutkrankenhaus bei Nichteinwilligungsfähigkeit, Therapieziele gemeinsam mit Vertretern und Angehörigen festgelegt werden, wenn dies mit dem nicht einwilligungsfähigen Patienten selbst nicht möglich ist. Es werden dann mit den Vertretern (gesetzlicher Betreuer, Vorsorgebevollmächtigter) alle vorhandenen Informationen über den Patientenwillen zusammengetragen und dies dokumentiert anhand der rekonstruierten Lebenswelt und der daraus resultierenden medizinischen Maßnahmen. Es wird dadurch möglich, auch in diesen schwierigen Situationen noch anwendungstauglich vorauszuplanen. Laut deutscher OPS Ziffer 8-98h ist dies in der Krankenhausfinanzierung auch eine klar festgelegte Aufgabe von Palliativdiensten in Krankenhäusern [5]. Eine entsprechende auskömmliche Finanzierung ist gegenwärtig in den meisten Fällen aber noch nicht gegeben.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "mention": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1077,
                    "end": 1078,
                    "mention": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Vorausverfügung im ACP-Standard für Notfallsituationen ",
            "ref_spans": []
        },
        {
            "text": "Die S1-Handlungsempfehlungen der Deutschen Gesellschaft für Palliativmedizin (DGP) von 2020 beschreiben die Möglichkeiten der palliativen Symptombehandlung bei schwerer COVID-19-Infektion klar und legen einen besonderen Schwerpunkt auf die zu erwartenden Symptome Luftnot und Angst/Unruhe. ",
            "cite_spans": [],
            "section": "Besondere Aspekte der palliativen Symptombehandlung ",
            "ref_spans": []
        },
        {
            "text": "Für Dyspnoe wurden an häufig betroffenen Patientengruppen, etwa bei Lungenkrebs oder COPD, bereits gut dokumentierte Behandlungswege etabliert. Nach den vorhandenen Evidenzen ist die medikamentöse Therapie durch Opioide in der Linderung von Luftnot vorrangig und wirksam. Sauerstoffgaben haben in der Symptomlinderung eine Placebofunktion, bessern jedoch die Gasaustauschsituation des COVID-19-Patienten. Sie sind daher als kurative, lebensverlängernde und nicht als palliative Maßnahme anzusehen. Da Sauerstoffgaben die Schleimhäute teilweise stark austrocknen, ist bei deren Anwendung auf eine gute Mundbefeuchtung zu achten [6]. ",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 629,
                    "mention": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Besondere Aspekte der palliativen Symptombehandlung ",
            "ref_spans": []
        },
        {
            "text": "In der Dyspnoe-Therapie häufig verwendete Opioide sind Morphin oder Hydromorphon. Gut geeignet sind Therapieschemata mit Retardmedikamenten, beispielsweise morgens und abends 2 mg Hydromorphon retard oder 10 mg Morphin retard als Basis, ergänzt durch schnell freisetzende Opioide wie 1,3 mg Hydromorphon oder Morphintropfen bei Atemnotattacken. Sonst übliche, schnell wirksame, transmukosale Fentanylapplikationen - als Nasenspray, sublingual oder bukkal - sollten bei COVID-19-Patienten, die bei der Einnahme Unterstützung durch andere benötigen, eher unterbleiben, da im Nasen-/Rachensekret eine hohe Viruskonzentration vorliegen dürfte und die zu erwartende Virusfreisetzung das unterstützende Personal stark gefährden könnte. Bei Atemnotattacken kann in diesen besonderen Fällen auf parenterale Gaben ausgewichen werden. Bei Schluckunfähigkeit kann die gegebene Tagesdosis ohnehin in eine parenterale Gabe - zum Beispiel über subkutane Dauerinfusion - umgerechnet werden. Alle Opioide dürften als Substanzklasse einen die Dyspnoe lindernden Effekt haben. Transdermale Systeme wie Fentanyl sind schlechter steuerbar und haben einen späten Wirkeintritt (nach 12 bis 24 Stunden). Opioid-vorbehandelte Patienten erfahren auch eine Linderung der Luftnot, wenn die Dosis des zur Schmerztherapie verordneten Opioids um 20-30 % gesteigert wird [7]. ",
            "cite_spans": [
                {
                    "start": 1341,
                    "end": 1342,
                    "mention": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Besondere Aspekte der palliativen Symptombehandlung ",
            "ref_spans": []
        },
        {
            "text": "Aufgrund ihrer angstlösenden Wirkung können Benzodiazepine ergänzend eingesetzt werden, obwohl sie nicht direkt auf die Luftnot einwirken. In der nicht medikamentösen Symptombehandlung sehr etabliert und evidenzbasiert wirksam, sind Handventilatoren, die allerdings bei COVID-19-Patienten das Risiko beinhalten, dass es zu einer erhöhten Virusfreisetzung aufgrund der hohen Viruskonzentration im Nasen-/Rachensekret kommen kann, was dann wiederum andere gefährden kann.",
            "cite_spans": [],
            "section": "Besondere Aspekte der palliativen Symptombehandlung ",
            "ref_spans": []
        },
        {
            "text": "Angst und Unruhe sind in der terminalen Erkrankungssituation prinzipiell häufige Symptome. Deren Linderung ist daher ein wesentlicher Baustein der End- of-life-Care [6]. In der medikamentösen Symptombehandlung sind Benzodiazepine wie Midazolam und Lorazepam, die sowohl oral als auch parenteral gegeben werden können, wirksam [8]. Für Lorazepam stehen sublinguale Darreichungsformen zur Verfügung, zum Beispiel Tavor expidet®. Midazolam bietet die Möglichkeit der intranasalen Anwendung, die aber bei COVID-19-Patienten ebenfalls mit dem Risiko behaftet ist, dass die Viruskonzentration im Nasen-/Rachensekret sehr hoch sein dürfte und daher bei dieser Applikation eine ausgeprägte, andere gefährdende Virusfreisetzung zu erwarten ist. Daher sollte der Schwerpunkt in parenteralen Gaben liegen [7].",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "mention": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 327,
                    "end": 328,
                    "mention": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 795,
                    "end": 796,
                    "mention": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Besondere Aspekte der palliativen Symptombehandlung ",
            "ref_spans": []
        },
        {
            "text": "Die psychosoziale Begleitung der betroffenen Menschen ist von überragender Bedeutung, aber in der COVID-19-Pandemie oft durch Isolationsmaßnahmen erschwert oder sogar unmöglich. Primär versorgende Teams müssen zusätzliche Aufgaben übernehmen, da die Zahl der Kontaktpersonen ja gering gehalten werden muss. Kommunikationsangebote und Delirmanagement sind bei der COVID-19-Erkrankung durch Isolationsmaßnahmen und Besuchsverbote sehr erschwert, was eine Symptomlinderung komplexer macht. Im Rahmen der Infektionsschutzmaßnahmen sollte auf telefonische Kommunikation ausgewichen werden. Telekommunikation mit Bild dürfte bestehende Barrieren bezüglich dieser andersartigen Kommunikationsweise am ehesten senken.",
            "cite_spans": [],
            "section": "Infektionsschutz erschwert psychosoziale Begleitung ",
            "ref_spans": []
        },
        {
            "text": "\nEine palliativmedizinische Behandlung dürfte bei hochbetagten, schwer vorerkrankten Menschen mit komplizierter COVID-19-Infektion häufig indiziert sein.Vorausschauende Willens- und Therapiezielklärungen - möglichst im besonders dafür geeigneten ACP-Format - sind angesichts eventuell notwendiger Krankenhauseinweisung, Intensivbehandlung und Beatmung von herausragender Bedeutung, um ein Höchstmaß an Autonomie zu ermöglichen. In der Symptombehandlung gewinnt die Linderung der Dyspnoe sowie von Unruhe und Angst eine zentrale Rolle, wobei etablierte Therapieschemata aus der Palliativmedizin Anwendung finden können. Da COVID-19-Patienten üblicherweise eine hohe Viruskonzentration im Nasen-/Rachensekret haben dürften, müssen Therapieschemata bezüglich intranasaler oder transmukosal oraler Gabe an diese besondere Situation angepasst werden. Die palliative Begleitung wird durch Isolationsmaßnahmen und Kontaktverbote erschwert. Diese sind für die Betroffenen und ihre Angehörigen extrem belastend und erschweren die notwendigen Verabschiedungsprozesse grundlegend.\n",
            "cite_spans": [],
            "section": "Fazit für die Praxis",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}