{
    "paper_id": "PMC7118990",
    "metadata": {
        "title": "Laboratory evaluation of selective mannitol broth for MRSA screening",
        "authors": [
            {
                "first": "S.",
                "middle": [],
                "last": "Kelly",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "R.",
                "middle": [],
                "last": "Hardwick",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "G.",
                "middle": [],
                "last": "Gopal Rao",
                "suffix": "",
                "email": "gopal.rao@uhl.nhs.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Sir,",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Screening for methicillin-resistant Staphylococcus aureus (MRSA) carriage in patients admitted to hospital features prominently in strategies for control of MRSA.1, 2 The Society for Healthcare Epidemiology of America recently commissioned a critical review of the reasons for the failure to control the spread of MRSA in hospitals despite the existence of guidelines for over three decades. The review concluded that active surveillance cultures are essential to identify the reservoir for spread of MRSA infections, and make control possible using the Center for Disease Control's long-recommended contact precautions.3\n",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 165,
                    "end": 166,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 620,
                    "end": 621,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Similarly, Rubinovitch and Pittet found that the best way to detect occult MRSA reservoirs is by screening,4 but this can be expensive. As a result, many hospitals either do not screen or only do limited screening.5\n",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 108,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 214,
                    "end": 215,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This letter describes our evaluation and use of a recently described selective mannitol broth (SMB) for rapid ciprofloxacin-resistant MRSA screening.6\n",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 150,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Selective mannitol broth was prepared as described previously and poured in 5-mL aliquots. SMB was made by adding mannitol (5 g/L), trehalose (5 g/L), sodium chloride (25 g/L), aztreonam (20 mg/L), ciprofloxacin (8 mg/L), colistin sulphate (1 000 000 U/L) and 2% phenol red (350 μL) to 1 L of nutrient broth.5 Growth of MRSA produces a colour change from red to yellow after overnight incubation at 37 °C in air.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 309,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "SMB was evaluated in the laboratory for its ability to detect low concentrations of MRSA. Ten-fold serial dilutions (range 10−1–10−9) of an overnight broth culture were made of MRSA (NCTC 13143, ciprofloxacin resistant) and 24 clinical isolates of MRSA (ciprofloxacin resistant). Fifty microlitres of each dilution was added to separate aliquots of SMB. The broths were incubated for 18–24 h at 37 °C in air. In addition, 10 μL of each of the dilutions of the overnight broth of MRSA was cultured on 5% horse blood agar and incubated for 18–24 h at 37 °C in air to determine the concentration of MRSA in each dilution.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The shelf life of SMB at room temperature and 4 °C was determined. Aliquots of SMB were prepared as described earlier. Each week, separate aliquots of the broth were inoculated with 10-fold serial dilutions (range 10−5–10−7) of an overnight broth culture of MRSA (NCTC 13143), and undiluted and 10−1 dilution of overnight broth culture of Escherichia coli (NCTC 10536). The broths were incubated for 18–24 h at 37 °C in air. Non-inoculated aliquots of SMB were incubated at room temperature and 4 °C. All tests were performed in duplicate.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We compared the current technique of breaking the screening swabs into SMB with swirling the swabs (without breaking) in the broth. Ten-fold serial dilutions (range 10−1–10−8) of an overnight broth culture of MRSA (NCTC 13143, ciprofloxacin resistant) were made. Two swabs were dipped into each dilution. One swab was broken into SMB and the other swab was swirled into a separate aliquot of SMB for 5 s. The broths were incubated for 18–24 h at 37 °C in air.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Material and labour costs of screening using the conventional method of salt broth enrichment followed by subculture were compared with those using SMB.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Following introduction of SMB and the swirling technique, we conducted a user-satisfaction survey.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Our results show that SMB can detect 1–2 cfu/mL of MRSA (Table I\n) and that it has a shelf life of three weeks at room temperature and 4 °C. Furthermore, swirling the swabs in the broth for a few seconds was easier, quicker and gave comparable results to the current practice of breaking the swabs in broth.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "mention": "Table I",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "These features of SMB enabled us to introduce the use of SMB in the hospital. The nursing staff swirl screening swabs from various sites into a single SMB that is labelled with the patient's identification details. This precludes the need to label several swabs and saves time. The broths are incubated for 18–24 h in the laboratory and the results of negative tests are available within 24 h. MRSA-positive specimens take up to 48 h because SMB has to be subcultured and the presence of MRSA has to be confirmed because of the relatively low specificity of SMB.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The user survey showed that the majority of nurses preferred SMB to sending swabs to the laboratory.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "SMB was also considerably cheaper (41 pence) than salt-broth-based screening (£1.68) for MRSA-negative screens. This was mainly due to saved labour costs.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The principal limitation of SMB is that it can only detect those strains of MRSA that are resistant to ciprofloxacin.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We conclude that swirling of screening swabs directly into SMB is a sensitive, cost-effective and convenient method to screen for ciprofloxacin-resistant MRSA in hospitals.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table I: Growth of methicillin-resistant Staphylococcus aureus (MRSA) in selective mannitol broth\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Three strategies in the control of staphylococci including methicillin-resistant Staphylococcus aureus",
            "authors": [
                {
                    "first": "W.J.",
                    "middle": [],
                    "last": "Spicer",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Hosp Infect",
            "volume": "5",
            "issn": "",
            "pages": "45-49",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Revised guidelines for control of MRSA: applying appropriately-based recommendations",
            "authors": [
                {
                    "first": "G.A.",
                    "middle": [],
                    "last": "Ayliffe",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Buckles",
                    "suffix": ""
                },
                {
                    "first": "M.W.",
                    "middle": [],
                    "last": "Casewell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Hosp Infect",
            "volume": "43",
            "issn": "",
            "pages": "315-316",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "SHEA guideline for preventing nosocomial transmission of multidrug-resistant strains of Staphylococcus aureus and enterococcus",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Muto",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "B.E.",
                    "middle": [],
                    "last": "Ostrowsky",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "24",
            "issn": "",
            "pages": "362-386",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Screening for methicillin-resistant Staphylococcus aureus in the endemic hospital: what have we learned?",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Rubinovitch",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Hosp Infect",
            "volume": "47",
            "issn": "",
            "pages": "9-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Is it time to stop searching for MRSA? Stop the ritual of tracing colonised people",
            "authors": [
                {
                    "first": "E.L.",
                    "middle": [],
                    "last": "Teare",
                    "suffix": ""
                },
                {
                    "first": "S.P.",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "BMJ",
            "volume": "314",
            "issn": "",
            "pages": "665-666",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A novel selective medium for the detection of methicillin-resistant Staphylococcus aureus enabling result reporting in under 24 h",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Gurran",
                    "suffix": ""
                },
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Holliday",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "K.E.",
                    "middle": [],
                    "last": "Orr",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Hosp Infect",
            "volume": "52",
            "issn": "",
            "pages": "148-151",
            "other_ids": {
                "DOI": []
            }
        }
    }
}