{
    "paper_id": "PMC7213771",
    "metadata": {
        "title": "Simultaneous ventilation of two simulated ARDS patients in COVID-19 pandemic",
        "authors": [
            {
                "first": "Danny",
                "middle": [],
                "last": "Epstein",
                "suffix": "",
                "email": "danyep@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Yoav",
                "middle": [],
                "last": "Hoffman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "George",
                "middle": [],
                "last": "Dahoud",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Aeyal",
                "middle": [],
                "last": "Raz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Asaf",
                "middle": [],
                "last": "Miller",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The COVID-19 pandemic created a shortage of ventilators in many parts of the world. Models predict that the number of patients that will require a ventilator ranges between 1.4 and 31 patients per available ventilator [1]. Given this potential, numerous groups have proposed modification of ventilator circuit to enable using a single ventilator to support multiple patients. Previous works demonstrated the feasibility of this method in models of healthy lungs, animals, and healthy volunteers [2–4]. In the current study, we used lung models with varying compliances, to investigate whether such simultaneous ventilation is feasible.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 220,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 496,
                    "end": 497,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 498,
                    "end": 499,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The inspiratory and expiratory limbs of a Servo Air (Maquet©, Solna, Sweden) ventilator were split using Y-connectors to create two parallel circuits (Fig. 1). These were connected to two test lungs. The same ventilator connected separately to each lung was used to evaluate the compliance of each test lung. The measured compliances were 37 ml/cmH2O and 24 ml/cmH2O (Fig. 1). These correspond to compliance previously described in COVID-19 patients [5]. We used volume control and pressure control modes set to 1000 mL tidal volume (TV; 500 mL per lung) and 20 cmH2O above positive end-expiratory pressure (PEEP), respectively. We used the respiratory rate of 15 breaths/min and PEEP of 8 cmH2O, and peak pressure alarm was set to 40 cmH2O. We monitored the TV and peak pressure of the combined lungs with the ventilator and of each lung separately using a FlowAnalyser PF-300 (Imtmedical©, Buchs, Switzerland). To evaluate the effects of complications such as tube blockage, we recorded the alarms during one lung obstruction.\n",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 452,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 157,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 373,
                    "end": 374,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Connected to the described configuration, the ventilator did not alarm, and both test lungs expanded. The pressures and volumes measured are shown in Table 1. The combined system compliance was 54.6 ml/cmH2O (Fig. 1); not surprisingly, the TVs were unevenly distributed between the test lungs.\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 156,
                    "end": 157,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "During a blockade trial of a single test lung, while ventilated on volume control mode, a “high pressure” alarm was recorded, whereas while performing this trial under pressure control, no alarm was recorded. Ten percent of total TV did not reach the lungs due to increased dead space.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The overwhelming number of COVID-19 patients with respiratory failure leads to tremendous efforts to increase ventilation capacity worldwide. Under such conditions, the standards of care for an individual patient may be reduced to allow caring for more patients. However, we found that simultaneous ventilation of patients with different lung compliance prevents appropriate monitoring of pulmonary mechanics, TV, plateau, and driving pressures. This may preclude safe lung-protective ventilation. As the lung compliance varies greatly in different patients with respiratory failure, simultaneous ventilation of two or more patients with significant differences of their lung physiology may lead to major differences in the delivered TVs. A possible solution would be to assign patients to common ventilators based on lung compliance. However, this seems very complicated and time-consuming. Furthermore, even if applied, patients may deteriorate or recover at different rates causing previously similar lungs to drift apart.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Alarm monitoring, a critical safety measure of ventilators, is also impaired, especially when pressure control is used. Although not tested in our experiment, it seems that simultaneous ventilation of multiple patients would necessitate the usage of muscle relaxants as sensing patient effort and trying to synchronize the ventilation to such effort would be pointless under such circumstances.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Based on our preliminary findings, we conclude that simultaneous ventilation of patients with acute respiratory distress syndrome should be abandoned in favor of alternative methods to increase ventilator support capacity. It may be used only temporarily and as a last resort. Our findings support the recommendation of the American College of Chest Physicians [6].",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 363,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: The combined and the individual pressure and volume characteristics of lung simulators\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Simultaneous ventilation model. a Ventilation parameters of high-compliance lung (one lung ventilated). b Ventilation parameters of low-compliance lung (one lung ventilated). c Two-subject ventilator circuit (scheme). d Two-subject ventilator circuit (photography). e Combined ventilation parameters (both lungs connected)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A single ventilator for multiple simulated patients to meet disaster surge",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neyman",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Irvin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acad Emerg Med",
            "volume": "13",
            "issn": "",
            "pages": "1246-1249",
            "other_ids": {
                "DOI": [
                    "10.1197/j.aem.2006.05.009"
                ]
            }
        },
        "BIBREF3": {
            "title": "Increasing ventilator surge capacity in disasters: ventilation of four adult-human-sized sheep on a single ventilator with a modified circuit",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Paladino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Silverberg",
                    "suffix": ""
                },
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Charchaflieh",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Eason",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Palamidessi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Resuscitation.",
            "volume": "77",
            "issn": "",
            "pages": "121-126",
            "other_ids": {
                "DOI": [
                    "10.1016/j.resuscitation.2007.10.016"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}