{
    "paper_id": "PMC7121980",
    "metadata": {
        "title": "The Historical, Present, and Future Role of Veterinarians in One Health",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "S."
                ],
                "last": "Mackenzie",
                "suffix": "",
                "email": "j.mackenzie@curtin.edu.au",
                "affiliation": {}
            },
            {
                "first": "Martyn",
                "middle": [],
                "last": "Jeggo",
                "suffix": "",
                "email": "jeggo.martyn@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Daszak",
                "suffix": "",
                "email": "daszak@ecohealthalliance.org",
                "affiliation": {}
            },
            {
                "first": "Juergen",
                "middle": [
                    "A."
                ],
                "last": "Richt",
                "suffix": "",
                "email": "jricht@vet.k-state.edu",
                "affiliation": {}
            },
            {
                "first": "Samantha",
                "middle": [
                    "E.",
                    "J."
                ],
                "last": "Gibbs",
                "suffix": "",
                "email": "Samantha_Gibbs@fws.gov",
                "affiliation": {}
            },
            {
                "first": "E.",
                "middle": [
                    "Paul",
                    "J."
                ],
                "last": "Gibbs",
                "suffix": "",
                "email": "pgibbs@ufl.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In the first decade of the new millennium, there was global angst (some may use the word panic) associated with pandemics of Severe Acute Respiratory Disease (SARS), Avian Influenza H5N1, and other emerging zoonotic diseases. Anxiety levels rose even though the human mortality associated with these pandemics paled in comparison to the Spanish Influenza of nearly a century earlier. These pandemics drew attention to the interconnection between humans and the etiological source of the pandemics in animal reservoirs; they spurred the implementation of the global control of such diseases by multidisciplinary teams applying the principles of “One Health”. Practitioners of One Health strive to generate far-reaching impacts on global health, food security, and poverty alleviation (particularly in developing countries) through interdisciplinary science and integrated control of disease.\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The current One Health initiative is little more than 5 years old and is transitioning from concept and rhetoric into policy and action. Drawing the analogy of the germinating seed, One Health is still a tender shoot. If historians are going to reflect positively on One Health, it is axiomatic that the veterinary profession of today, and into the future, must be well trained in the precepts of One Health, be a strong advocate of multidisciplinary approaches to solving the complex challenges of One Health, and provide decisive leadership. The response of the veterinary profession in meeting the precepts of One Health is also a litmus test for the future of the profession.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The One Health concept is not new, though it has been rebranded several times. Its origin lies in comparative medicine, the idea that there is no line between humans and animals when it comes to health and disease. When founding the first veterinary school in Lyon, France in 1761, Claude Bourgelat emphasized the importance of comparative biopathology (Vet2011 2012). Later, Rudolph Virchow, William Osler, and John McFaydean carried the concept forward by incorporating veterinary perspectives into human health care through their respective work in comparative medicine, veterinary pathology, microbiology, and veterinary and medical education (Monath et al. 2010). In the twentieth century, veterinarians Karl Meyer, Calvin Schwabe, and James Steele maintained this inclusive approach through their work on public health and zoonoses (Monath et al. 2010). Schwabe and Steele used the term “One World, One Medicine, One Health” to refer to their transdisciplinary work (Monath et al. 2010). Missing from this early work in the nineteenth and twentieth centuries was the ecologists and environmental health experts. While the pioneers of the One Health concept recognized that environmental factors played a crucial role in the well-being of humans and animals, the value of environmental health for the benefit of the ecosystem itself was not emphasized.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "mention": "2012",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 662,
                    "end": 666,
                    "mention": "2010",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 853,
                    "end": 857,
                    "mention": "2010",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 987,
                    "end": 991,
                    "mention": "2010",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "The History and Different Perspectives of One Health",
            "ref_spans": []
        },
        {
            "text": "In 2004, in part influenced by a series of themed conferences that began in 1999 and organized by the Society for Tropical Veterinary Medicine under the banner of “Working together to promote global health”, the Wildlife Conservation Society (WCS) organized a conference on One World-One Health and extended the One Health concept to include ecosystem health. The WCS listed 12 recommendations for establishing a more holistic approach to preventing epidemic/epizootic disease and for maintaining ecosystem integrity for the benefit of humans, their domesticated animals, and the foundational biodiversity that supports us all (http://www.oneworldonehealth.org/). This series of recommendations has become known as the Manhattan Principles in recognition that the meeting was hosted by the Rockefeller University in New York.\n",
            "cite_spans": [],
            "section": "The History and Different Perspectives of One Health",
            "ref_spans": []
        },
        {
            "text": "One Health has become a twenty-first century exhortation to action by many individuals and organizations. Many have their own definition, but the common thread is collaboration on a global scale among multiple disciplines to ensure the health of humans, domestic animals, and the ecosystem (including wildlife) in the industrialized and developing worlds (Gibbs and Anderson 2009; Okello et al. 2011). This forms a triad of health specialties, functions, and activities (Fig. 1).\n",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "mention": "2009",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 395,
                    "end": 399,
                    "mention": "2011",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "The History and Different Perspectives of One Health",
            "ref_spans": [
                {
                    "start": 476,
                    "end": 477,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The One Health Initiative Taskforce Report from the American Veterinary Medical Association (AVMA) defines One Health as the “collaborative effort of multiple disciplines working locally, nationally, and globally to attain optimal health for people, animals and our environment” (AVMA 2008). The European Union (EU) has adopted the following definition: “The improvement of health and well-being through (i) the prevention of risks and the mitigation of effects of crises that originate at the interface between humans, animals and their various environments, and (ii) promoting a cross-sectoral, collaborative, “whole of society” approach to health hazards, as a systemic change of perspective in the management of risks”. This EU definition aligns with the approach adopted by the Food and Agriculture Organization (FAO). The World Health Organization (WHO) and the World Organization for Animal Health (OIE) apply a more restricted definition, focusing on zoonotic threats.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "mention": "2008",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "The History and Different Perspectives of One Health",
            "ref_spans": []
        },
        {
            "text": "No profession is better qualified, through history and training, than the veterinary profession to promote the interdisciplinary approach of One Health and to be a leader in implementing its precepts. Most, if not all, graduating veterinarians around the world swear an oath upon entering the profession. That sworn by students in the USA illustrates their allegiance to the precepts of One Health:",
            "cite_spans": [],
            "section": "The History and Different Perspectives of One Health",
            "ref_spans": []
        },
        {
            "text": "\nBeing admitted to the profession of veterinary medicine, I solemnly swear to use my scientific knowledge and skills for the benefit of society through the protection of animal health and welfare, the prevention and relief of animal suffering, the conservation of animal resources, the promotion of public health, and the advancement of medical knowledge. I will practice my profession conscientiously, with dignity, and in keeping with the principles of veterinary medical ethics. I accept as a lifelong obligation the continual improvement of my professional knowledge and competence. (AVMA 2012b)1\n",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 598,
                    "mention": "2012b",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "The History and Different Perspectives of One Health",
            "ref_spans": []
        },
        {
            "text": "The veterinary oath in the USA reflects society’s expectations of a veterinarian. Each of the components holds relevance to the One Health concept through attention to human health, domestic animal health, and to a lesser extent, ecosystem health (believing that conservation of wildlife species is included in the phrase “the conservation of animal resources”). As society’s expectations have changed, so has the oath; future editions would do well to strongly promote the importance of ecosystem health in safeguarding human, domestic animal, and wildlife health.",
            "cite_spans": [],
            "section": "The History and Different Perspectives of One Health",
            "ref_spans": []
        },
        {
            "text": "Since many argue that One Health is simply a return to the roots of the veterinary profession, it is appropriate to briefly summarize the history of the profession and present a profile of the profession today. In contrast with human medicine, the role of the veterinarian in society has greatly expanded since the founding of the first veterinary school in Lyon in 1761. The school was primarily established to combat an epidemic of rinderpest, the most feared disease of cattle in that era that was ravaging France2. Following the establishment of the Lyon veterinary school, veterinary schools3 were soon opened in other countries in Europe and later in other countries around the world. Throughout the nineteenth century and the early part of the twentieth century, the focus of veterinary education in these schools was on training veterinarians to control disease in food producing animals, to prevent the transmission of zoonotic diseases, and, importantly, on the clinical care of the horse (riding, draft, and warfare).",
            "cite_spans": [],
            "section": "The Historical Role of the Veterinary Profession in One Health and a Profile of the Profession Today",
            "ref_spans": []
        },
        {
            "text": "The introduction of motorized vehicles in the industrialized nations after World War I resulted in a dramatic decline in the number of draft and riding horses and this changed the role of the profession in these countries. Most veterinarians employed prior to World War II were in rural practice and predominantly involved with livestock. After World War II, the demand for veterinarians specializing in small animal medicine aroses in response to the growing status of companion animals in society (Smith 2011). Today in the USA, approximately 77 % of clinical veterinarians work on companion animals, either exclusively or predominantly; those working on food animals, exclusively or predominantly, represent approximately 8 % (AVMA 2012a). For a profession that was founded on protecting the health of animals in agriculture, eradication of zoonotic diseases, and provision of equine care, this shift toward companion animal medicine in industrialized nations has been dramatic.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "mention": "2011",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 735,
                    "end": 740,
                    "mention": "2012a",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "The Historical Role of the Veterinary Profession in One Health and a Profile of the Profession Today",
            "ref_spans": []
        },
        {
            "text": "Although the majority of the profession is now employed in companion animal practice, until recently, interest in the One Health concept has focused mainly on disease interactions between people and production animals. That is now changing (Day 2010; Anonymous 2012). In 2010, the World Small Animal Veterinary Association (WSAVA), representing more than 80,000 small animal veterinarians around the world, launched a project aimed at increasing companion animal veterinarians’ involvement in One Health and, in 2011, the WSAVA and the OIE signed an agreement aimed at taking the initiative further. Given the close contact between people and their pets, it is clearly important to consider companion animals in developing the concept. Efforts to ensure that this happens have now taken another step forward with the launch of a new website, which aims to provide direct access to the scientific research and debates on zoonotic diseases transmitted by companion animals (www.callistoproject.eu).",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "mention": "2010",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 261,
                    "end": 265,
                    "mention": "2012",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "The Historical Role of the Veterinary Profession in One Health and a Profile of the Profession Today",
            "ref_spans": []
        },
        {
            "text": "Significant involvement of veterinarians in wildlife and ecosystem health has occurred relatively recently within the history of the profession. In industrialized countries, veterinarians began to be employed to care for zoo animals in the nineteenth century (Fowler 2006), and wildlife species serving as reservoirs of infectious agricultural diseases attracted the attention of veterinarians during disease control campaigns throughout the twentieth century (e.g., foot-and-mouth disease in Cape buffalo in South Africa). Until fairly recently, however, work with zoo animals and wildlife reservoirs was motivated more by entertainment and disease eradication goals than a concern for wildlife or ecosystem health. In North America, the Wildlife Disease Association and the American Association of Wildlife Veterinarians were founded in 1951 and 1979, respectively (Fowler 2006). This signaled the development of a critical mass of veterinarians working with free-ranging wildlife.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "mention": "2006",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 875,
                    "end": 879,
                    "mention": "2006",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "The Historical Role of the Veterinary Profession in One Health and a Profile of the Profession Today",
            "ref_spans": []
        },
        {
            "text": "In lesser developed areas of the world, livestock continue to be extremely important to the immediate welfare of individuals and society for food, fiber, and transportation. As a result, veterinary medicine is still focused on food animal health, zoonotic diseases, and, in some areas, diseases that pass between livestock and wildlife. For example, in most parts of sub-Saharan Africa, with the republic of South Africa serving as the exception, agriculture is still the major emphasis of veterinary training and practice (Swan and Kriek 2009).",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 543,
                    "mention": "2009",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "The Historical Role of the Veterinary Profession in One Health and a Profile of the Profession Today",
            "ref_spans": []
        },
        {
            "text": "The range of employment and responsibilities of veterinarians is now so diverse that it is difficult to capture a complete sense of the entire veterinary profession. The types of employment available to veterinarians today have increased significantly alongside changes in expertise and demographics. Figure 2 illustrates this variety in veterinary work by listing veterinary professional functions by species and by type of employment. Table 1 outlines the range of responsibilities of veterinarians with regard to One Health. Regardless of the different types of employment within the veterinary profession, it is difficult to identify any sector of the profession that is not involved in One Health to some degree or another. While many veterinarians now specialize in one species or in one sector of the profession, they retain allegiance to their oath and remain aware of and practice the principles of One Health where appropriate.\n\n",
            "cite_spans": [],
            "section": "The Historical Role of the Veterinary Profession in One Health and a Profile of the Profession Today",
            "ref_spans": [
                {
                    "start": 308,
                    "end": 309,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 443,
                    "end": 444,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The contributions of veterinarians to the One Health concept are most easily appreciated, when one examines the response to the emergence of a disease either for the first time or in a new environment. It is in this setting when a disease is known to be zoonotic (or suspected to be zoonotic), that the interdisciplinary approach is most readily visible. This “reactive” role of veterinarians in support of One Health can be categorized as Direct or Indirect.",
            "cite_spans": [],
            "section": "Responding to Emerging Disease Outbreaks Caused by Zoonotic Agents ::: Applying the One Health Concept: Veterinary Contributions",
            "ref_spans": []
        },
        {
            "text": "\nThe\nDirect Approach to Disease Investigation and Control is exemplified by multidisciplinary teams which come together in the field to work side-by-side in solving an emerging disease problem. This occurred in response to the early outbreaks of Ebola and Marburg virus infections in Africa, with teams of veterinarians, physicians, epidemiologists, wildlife experts, entomologists, and anthropologists physically working in the field (Breman et al. 1999). While this is the standard public perception of outbreak investigation (thanks to movies and novels), this is probably the least common approach to working together and generally occurs only when a disease emerges for the first time or in a completely different environment.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "mention": "1999",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Responding to Emerging Disease Outbreaks Caused by Zoonotic Agents ::: Applying the One Health Concept: Veterinary Contributions",
            "ref_spans": []
        },
        {
            "text": "The response to the introduction of West Nile virus into North America is a second example of a reactive multidisciplinary response. Concurrent human and avian encephalitis outbreaks in New York City, New York, USA in 1999 resulted in a joint effort by physicians and veterinarians around the world to determine its cause and source (Lanciotti et al. 1999; Steele et al. 2000). Entomologists and wildlife disease experts soon joined the effort to further document and describe the ecology and impacts of West Nile virus in a new ecosystem (Gingrich and Casillas 2004; Kutz et al. 2003; McLean et al. 2001; Komar 2003; Gibbs et al. 2006). Meanwhile, the race was on to produce an effective vaccine to prevent mortalities in the pleasure, racing, and working equine populations (Monath 2001; Davis et al. 2001). One such vaccine, which is now commercially available for horses, was developed in parallel with a similar West Nile vaccine for humans (Long et al. 2007).",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "mention": "1999",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 371,
                    "end": 375,
                    "mention": "2000",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 562,
                    "end": 566,
                    "mention": "2004",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 580,
                    "end": 584,
                    "mention": "2003",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 600,
                    "end": 604,
                    "mention": "2001",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 612,
                    "end": 616,
                    "mention": "2003",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 631,
                    "end": 635,
                    "mention": "2006",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 784,
                    "end": 788,
                    "mention": "2001",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 803,
                    "end": 807,
                    "mention": "2001",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 959,
                    "end": 963,
                    "mention": "2007",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Responding to Emerging Disease Outbreaks Caused by Zoonotic Agents ::: Applying the One Health Concept: Veterinary Contributions",
            "ref_spans": []
        },
        {
            "text": "The Indirect Approach to Disease Investigation and Control occurs when veterinarians work on a component of a One Health problem and share the results though information exchange. This approach is commonly seen once the causative agent has been identified and in the later stages of an outbreak or epidemic. Research is an important component; the veterinarians provide a piece of the puzzle, encouraging scientists in other fields to build on it and advance to the next research step. Collaboration occurs at professional conferences, via journal publications, and over the web on sites such as ProMED-mail (Program for Monitoring Emerging Diseases, International Society for Infectious Diseases). Surveillance of highly pathogenic H5N1 avian influenza virus circulation in the field (humans, poultry, and wild birds) and molecular research on the virus conducted in the laboratory serve as an example of the indirect approach. This has involved many veterinarians and physicians working together. This topic is covered in detail by Malik Peiris and Peter Daniels in the next section of this book. Much of this work has been conducted in individual laboratories and then shared at joint conferences, such as the International Symposium on Avian Influenza, the International Meeting on Influenza Interspecies Transmission, and the 4th International Influenza Conference focusing on Zoonotic Influenza and Human Health. ProMED-mail regularly reports on human and animal cases of avian influenza, and the number of journal articles published each year on the topic continues to grow.",
            "cite_spans": [],
            "section": "Responding to Emerging Disease Outbreaks Caused by Zoonotic Agents ::: Applying the One Health Concept: Veterinary Contributions",
            "ref_spans": []
        },
        {
            "text": "Most disease outbreaks/epidemics are investigated by a combination of the direct and indirect approaches with several types of multidisciplinary teams being assembled for different aspects of the investigation. This is probably the most common approach to practicing One Health today. The individual teams may represent only part of the One Health triad, such as veterinarians working with physicians and microbiologists on vaccine development, or veterinarians engaging wildlife biologists and entomologists to determine the ecology of disease reservoirs and vectors. Sometimes, the collaborative component of the work may focus solely on public outreach and education. The control of bovine tuberculosis in cattle and badgers in the UK (Wilson et al. 2011) and Nipah infections in South East Asia are two excellent examples of this approach (Pulliam et al. 2012).",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 757,
                    "mention": "2011",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 859,
                    "end": 863,
                    "mention": "2012",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Responding to Emerging Disease Outbreaks Caused by Zoonotic Agents ::: Applying the One Health Concept: Veterinary Contributions",
            "ref_spans": []
        },
        {
            "text": "Regardless of how one attempts to categorize the multidisciplinary activity in response to a disease outbreak or epidemic that involves the human–animal interface, the reality is that the final goal of combining knowledge and skills across disciplines to react to and control disease is often reached through a patchwork approach.",
            "cite_spans": [],
            "section": "Responding to Emerging Disease Outbreaks Caused by Zoonotic Agents ::: Applying the One Health Concept: Veterinary Contributions",
            "ref_spans": []
        },
        {
            "text": "While the One Health “reactive” approach to outbreaks of disease, as described above, attracts great attention from scientists, the public, and government, the major contribution of veterinarians to One Health lies in their day-to-day routine activities. These activities can be regarded as “proactive” One Health. In this context, their contributions to the multidisciplinary team approach are indirect. The production of a safe and reliable source of food from “farm to fork” involves thousands of veterinarians around the world; the human–animal interface may not be obvious, but it exists. From clinical treatment of individual animals using the appropriate antibiotic on the farm to zoonotic disease surveillance activities in free-ranging wildlife, One Health is being practiced each and every day. Even the daily activity of a veterinarian vaccinating a dog against rabies is One Health in action, even though it may not be recognized as such.",
            "cite_spans": [],
            "section": "Prevention of Known Zoonotic Diseases ::: Applying the One Health Concept: Veterinary Contributions",
            "ref_spans": []
        },
        {
            "text": "The spate of viral diseases that emerged in the first decade of this century which focused the need for One Health in the control of emerging diseases also drew attention to the importance of reservoir species, particularly wildlife, as a source of epidemic disease in humans (Gibbs 2005). Identifying potential agents in wildlife species that are capable of “jumping species” to cause disease in humans and domestic animals is a difficult task and falls within the arena of ecosystem and wildlife health. Funding in support of this type of scientific investigation has been traditionally fickle coming in waves for the “disease du jour”, then quickly receding when the outbreak/epidemic is over and public attention wanes. The introduction of high volume sequencing of suspect agents through metagenomics has opened up the opportunity for this activity to be a scientifically rewarding approach. Veterinarians are in the forefront in this field which has become known as “pathogen discovery”. A good example of such a program is PREDICT, a global early warning system for emerging diseases supported by the United States Agency for International Development (USAID) within its Emerging Pandemic Threats Program (http://www.vetmed.ucdavis.edu/ohi/predict/index.cfm). The program has established a global early warning system to detect and reduce the impacts of zoonotic diseases that emerge from wildlife.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "mention": "2005",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Pathogen Discovery of Potential Zoonotic Agents ::: Applying the One Health Concept: Veterinary Contributions",
            "ref_spans": []
        },
        {
            "text": "Central to the One Health concept is the idea that the health of humans, domestic animals, wildlife, and the ecosystem are all intertwined as illustrated by Fig. 1. Interactions between the three elements are multidirectional; they may be direct disease interactions, or the side effects of control strategies. As the following examples demonstrate, ignoring these relationships, or downplaying their importance, has created unintended consequences to each side of the triad.",
            "cite_spans": [],
            "section": "The Dangers of Neglecting the One Health Concept: An Argument for Strong Veterinary Leadership",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Domestic animal health practices have the potential to affect human health. Increased global demand for protein production has resulted in efforts to increase the efficiency of livestock and fish farming. This has led to high-density animal production facilities and the use of prophylactic pharmaceuticals to maintain health and increase growth rates. Concern is rising that this practice is increasing the potential for the development of antibiotic resistance, and thus decreasing the effectiveness of antibiotics not only for food animals, but also for humans (Anonymous 2011). Prevalence of multidrug resistance in Salmonella isolates taken from swine production units in the USA is above 50 % (Haley et al. 2012); this translates into increased health risk for those exposed to the industry. Farm workers and food animal veterinarians in Europe are at high risk for exposure to the novel livestock-associated methicillin-resistant Staphylococcus aureus (MRSA) in regions with high animal densities and endemic antimicrobial resistance in the agricultural setting (Garcia-Graells et al. 2012). Antibiotic resistance is just one example of the way in which failure to honor the connection between livestock and human health is now affecting our own wellbeing.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "mention": "2011",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 713,
                    "end": 717,
                    "mention": "2012",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "mention": "2012",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "The Dangers of Neglecting the One Health Concept: An Argument for Strong Veterinary Leadership",
            "ref_spans": []
        },
        {
            "text": "Domestic animal health may be impacted by diseases within wildlife reservoirs through the direct effects of the disease and/or the resulting control measures. An example of this is bovine tuberculosis in the state of Michigan, USA. Despite eradication of bovine tuberculosis from domestic livestock populations within Michigan in 1974 as a nationwide public health initiative, the disease reemerged in 1998 in cattle. Cases of bovine tuberculosis were documented in free-ranging white-tailed deer during this time period, and continue to be identified in the northern part of the lower peninsula of the state (Okafor et al. 2011). Eradication of bovine tuberculosis from cattle herds in areas with positive white-tailed deer has been challenging, suggesting continued spill-over from this reservoir host (Waters et al. 2012). Eradication options for infected livestock herds include depopulation (most often applied to beef cattle), and test and remove (most often used in positive dairy herds). Trials are underway to refine vaccines developed to provide protection against bovine tuberculosis for use in both livestock and wildlife (Waters et al. 2012). Successful vaccination campaigns against bovine tuberculosis would improve animal welfare by limiting the impacts of the disease on individual animals and by decreasing the extent of culling operations and associated loss of genetic resources.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 628,
                    "mention": "2011",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 819,
                    "end": 823,
                    "mention": "2012",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "mention": "2012",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "The Dangers of Neglecting the One Health Concept: An Argument for Strong Veterinary Leadership",
            "ref_spans": []
        },
        {
            "text": "Anthropogenic environmental disturbance has the potential to impact both domestic animals and human health. The emergence of Nipah virus in Malaysia exemplifies this (Daszak et al. 2001). Severe deforestation in Southeast Asia coupled with smoke-haze from slash and burn activities caused fruit bats, the natural reservoir of Nipah virus, to forage in cultivated fruit orchards where pigs were being raised for human consumption (Chua et al. 2002). Fatal disease in domestic pigs and humans soon followed. While events such as the emergence of Nipah virus as a pathogen of both domestic animals and humans are difficult to anticipate, veterinarians need to consider ecology, as much as economics, when advising the animal industries. Hume Field and John Epstein further discuss the One Health approach to Henipaviruses in Sect. 2 of this book.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "mention": "2001",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 442,
                    "end": 446,
                    "mention": "2002",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "The Dangers of Neglecting the One Health Concept: An Argument for Strong Veterinary Leadership",
            "ref_spans": []
        },
        {
            "text": "Ignoring the links between human health campaigns and ecological health can be equally disastrous for wildlife health. In the 1950s, dichlorodiphenyltrichloroethane (DDT) was used extensively to control mosquitoes that transmit malaria. Unfortunately, DDT is persistent in the environment, bioaccumulates in the food chain, and leads to eggshell thinning in birds of prey. DDT was one of the factors leading to the decimation of Bald Eagle populations and the subsequent inclusion of this species on the endangered species list (USFWS 2007). Weighing the importance of public health needs against these environmental impacts created controversy in the 1960 and 1970s, and eventually led several countries to ban the use of DDT (O’Shaughnessy 2008). It became a focus of debate for a second generation of scientists, when the WHO recommended in 2006 that DDT should once again be utilized widely for indoor spraying in an effort to reduce human cases of malaria (WHO 2006).",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 539,
                    "mention": "2007",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 742,
                    "end": 746,
                    "mention": "2008",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 966,
                    "end": 970,
                    "mention": "2006",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "The Dangers of Neglecting the One Health Concept: An Argument for Strong Veterinary Leadership",
            "ref_spans": []
        },
        {
            "text": "Similarly, when attempting to address health problems in domestic animals, veterinarians and farmers have created ecological calamities. Use of the antiinflammatory drug diclofenac to treat domestic livestock led to a catastrophic decline in the population levels of three vulture species, Gyps bengalensis, G. indicus and G. tenuirostris in Pakistan and India during the 1990 and early 2000s (Oaks et al. 2004). At the time, diclofenac was available as an over-the counter veterinary pharmaceutical and was readily available for use in ruminant livestock. The Governments of India, Pakistan, and Nepal withdrew manufacturing licenses for diclofenac in 2006 (Ogada et al. 2012). Vulture populations continue to decline, however, due to continued prevalence of diclofenac residues in livestock carcasses (Ogada et al. 2012). The potential ecological health effects will be profound if these important scavengers are lost.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 410,
                    "mention": "2004",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 672,
                    "end": 676,
                    "mention": "2012",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 817,
                    "end": 821,
                    "mention": "2012",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "The Dangers of Neglecting the One Health Concept: An Argument for Strong Veterinary Leadership",
            "ref_spans": []
        },
        {
            "text": "The British Veterinary Association and the British Medical Association organized conferences and joint publications on the topic of One Health directed to veterinarians and physicians as early as 2005. Since then, many associations and groups have held themed conferences and published special articles on One Health, among them the American Veterinary Medical Association, the American Medical Association, and the American Society of Tropical Medicine and Hygiene. The Italian Veterinary Journal published a special edition on One Health in 2009. In 2010, the first international conference on One Health was held in Australia.",
            "cite_spans": [],
            "section": "Education of Veterinarians Already in the Workforce ::: The Education of Veterinarians in One Health",
            "ref_spans": []
        },
        {
            "text": "Several international agencies, notably the WHO, the OIE, and the Food and Agricultural Organization, and national organizations, such as the Animal, Plant, and Health Inspection Service of the United States Department of Agriculture and the Centers for Disease Control of the United State Department of Health and Human Services, have endorsed the concept, and list their One Health activities on their websites. All provide educational materials on One Health through their websites and provide specific training courses for their employees and others related to One Health.",
            "cite_spans": [],
            "section": "Education of Veterinarians Already in the Workforce ::: The Education of Veterinarians in One Health",
            "ref_spans": []
        },
        {
            "text": "At a more local level, there are many activities related to One Health, particularly in universities. Some have created Centers for One Health, for example at the University of Illinois. In Florida, the Department of Agriculture, together with the Department of Health and the University of Florida, has conducted multidisciplinary training exercises on zoonotic diseases such as Rift Valley fever, avian influenza, and New World screwworm. The Department of Health in Florida publishes with the University of Florida, a One Health newsletter incorporated into the One Health Initiative website. This website provides a daily update of activities from around the world on One Health activities (http://www.onehealthinitiative.com/-A list of agencies, associations, and societies that have endorsed the One Health concept is available at this website).",
            "cite_spans": [],
            "section": "Education of Veterinarians Already in the Workforce ::: The Education of Veterinarians in One Health",
            "ref_spans": []
        },
        {
            "text": "The University of Florida also provides training for graduates in the workforce with Masters and PhD degrees in One Health. While this is the only institution known to provide specific One Health degrees, many other institutions provide similar degrees that apply the principles of One Health.",
            "cite_spans": [],
            "section": "Education of Veterinarians Already in the Workforce ::: The Education of Veterinarians in One Health",
            "ref_spans": []
        },
        {
            "text": "In recent years, considerable progress has been achieved in working toward a global standard in the accreditation of schools of veterinary medicine. The standards of the Council on Education of the AVMA have been recognized widely by veterinary schools in several countries beyond the USA, including those in Canada, Mexico, the Netherlands, the UK, the Republic of Ireland, Australia, and New Zealand (AVMA 2012c). Inherent in the accreditation process is the demonstrated ability of the schools to successfully train its students in attaining core competencies.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 413,
                    "mention": "2012c",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Education of Students in Veterinary School ::: The Education of Veterinarians in One Health",
            "ref_spans": []
        },
        {
            "text": "All veterinary schools in North America, and many beyond North America in Europe, Australia, and New Zealand, are members of the American Association of Veterinary Medical Colleges (AAVMC). Led by AAVMC and working closely with the AVMA, the North American Veterinary Medical Education Consortium (NAVMEC) recently reported the results of a 2-year study on core competencies (NAVMEC 2012). They recommended that veterinary schools and colleges should train their students so that on graduation they will have achieved the following competencies:Multispecies knowledge plus clinical competency in one or more species or disciplinesOne Health knowledge: animal, human, and environmental healthProfessional competencies (skills/awareness relating to communication, collaboration, management, lifelong learning, leadership, diversity, and adaptation).\n",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "mention": "2012",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Education of Students in Veterinary School ::: The Education of Veterinarians in One Health",
            "ref_spans": []
        },
        {
            "text": "The report commented as follows:",
            "cite_spans": [],
            "section": "Education of Students in Veterinary School ::: The Education of Veterinarians in One Health",
            "ref_spans": []
        },
        {
            "text": "\nVeterinary medicine must be a leader in One Health. This may be the single most important new opportunity for the profession for the foreseeable future and in particular for academic veterinary medicine. NAVMEC recommends that each college develop a plan to address One Health as it fits local/regional and/or global needs as defined by that college and its partner institutions from medicine, public health, biomedical science, or agriculture.\n",
            "cite_spans": [],
            "section": "Education of Students in Veterinary School ::: The Education of Veterinarians in One Health",
            "ref_spans": []
        },
        {
            "text": "The NAVMEC recommendation is a strong indicator that the teaching of veterinary students in western society will be progressively restructured through the precepts of One Health. Indeed, many schools argue that the NAVMEC report is merely reflecting the major changes that they have already made to their curricula in recent years, changes that include conservation and wildlife health among others. Several offer combined degrees in veterinary medicine and public health in support of One Health. Veterinary students understand and support One Health and it is through them that the recent resurgence in One Health will have its greatest impact and longevity.",
            "cite_spans": [],
            "section": "Education of Students in Veterinary School ::: The Education of Veterinarians in One Health",
            "ref_spans": []
        },
        {
            "text": "In 2000, in a book of the same title, Malcolm Gladwell describes the “tipping point” as that magic moment when an idea, trend, or social behavior crosses a threshold, tips, and spreads like wildfire (Gladwell 2000). Anyone reviewing the impact of the renaissance of One Health on the veterinary profession will quickly conclude that it has now passed the tipping point. One Health has gained widespread acceptance to the extent that it is accepted as a core concept directing the daily activities of veterinarians in the workforce and in the training of veterinary students worldwide.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "mention": "2000",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The history of the veterinary profession is intricately bound to the precepts of One Health. While concern exists that the profession has recently strayed from its historical roots through its focus on specialization, the compass has been reset and One Health will once again be the driving force and raison d’etre of the profession.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table1: Roles and responsibilities of veterinarians in One Health\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: The health of humans, domestic animals, and the ecosystem are all connected. Interactions between groups can occur in either direction Illustration or photo credit: Cow, Peggy Greb/USDA; Gulls, Bob Hines/USFWS; Farming, Scott Bauer/USDA.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: \na Veterinary professional functions by type of species. b Veterinary professional functions by type of employment",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "West Nile virus recombinant DNA vaccine protects mouse and horse from virus challenge and expresses in vitro a noninfectious recombinant antigen that can be used in enzyme-linked immunosorbent assays",
            "authors": [
                {
                    "first": "BS",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cropp",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "9",
            "pages": "4040-4047",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.75.9.4040-4047.2001"
                ]
            }
        },
        "BIBREF2": {
            "title": "Feature: One Health, the small animal dimension",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Rec",
            "volume": "167",
            "issn": "22",
            "pages": "847-849",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.c6492"
                ]
            }
        },
        "BIBREF3": {
            "title": "Historical perspective of zoo and wildlife medicine",
            "authors": [
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Vet Med Educ",
            "volume": "33",
            "issn": "3",
            "pages": "326-330",
            "other_ids": {
                "DOI": [
                    "10.3138/jvme.33.3.326"
                ]
            }
        },
        "BIBREF4": {
            "title": "Livestock veterinarians at high risk of acquiring methicillin-resistant Staphylococcus aureus ST398",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garcia-Graells",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Antoine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Epidemiol Infect",
            "volume": "140",
            "issn": "3",
            "pages": "383-389",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268811002263"
                ]
            }
        },
        "BIBREF5": {
            "title": "Emerging zoonotic epidemics in the interconnected global community",
            "authors": [
                {
                    "first": "EP",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Rec",
            "volume": "157",
            "issn": "22",
            "pages": "673-679",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.157.22.673"
                ]
            }
        },
        "BIBREF6": {
            "title": "One world-One Health and the global challenge of epidemic diseases of viral aetiology",
            "authors": [
                {
                    "first": "EP",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Ital",
            "volume": "45",
            "issn": "1",
            "pages": "35-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Factors affecting the geographic distribution of West Nile virus in Georgia, USA: 2002–2004",
            "authors": [
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Wimberly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madden",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "6",
            "issn": "1",
            "pages": "73-82",
            "other_ids": {
                "DOI": [
                    "10.1089/vbz.2006.6.73"
                ]
            }
        },
        "BIBREF8": {
            "title": "Selected mosquito vectors of West Nile virus: comparison of their ecological dynamics in four woodland and marsh habitats in Delaware",
            "authors": [
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Gingrich",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Casillas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Am Mosq Control Assoc",
            "volume": "20",
            "issn": "2",
            "pages": "138-145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Salmonella prevalence and antimicrobial susceptibility from the national animal health monitoring system Swine 2000 and 2006 studies",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Haley",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Dargatz",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Food Prot",
            "volume": "75",
            "issn": "3",
            "pages": "428-436",
            "other_ids": {
                "DOI": [
                    "10.4315/0362-028X.JFP-11-363"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "One world of veterinary medicine",
            "authors": [
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Rev Sci Tech",
            "volume": "28",
            "issn": "2",
            "pages": "463-467",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "West Nile virus: epidemiology and ecology in North America",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Komar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Adv Virus Res",
            "volume": "61",
            "issn": "",
            "pages": "185-234",
            "other_ids": {
                "DOI": [
                    "10.1016/S0065-3527(03)61005-5"
                ]
            }
        },
        "BIBREF14": {
            "title": "A geospatial study of the potential of two exotic species of mosquitoes to impact the epidemiology of West Nile virus in Maryland",
            "authors": [
                {
                    "first": "FW",
                    "middle": [],
                    "last": "Kutz",
                    "suffix": ""
                },
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                },
                {
                    "first": "BB",
                    "middle": [],
                    "last": "Pagac",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Am Mosq Control Assoc",
            "volume": "19",
            "issn": "3",
            "pages": "190-198",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Origin of the West Nile virus responsible for an outbreak of encephalitis in the northeastern United States",
            "authors": [
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Lanciotti",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Roehrig",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Deubel",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "5448",
            "pages": "2333-2337",
            "other_ids": {
                "DOI": [
                    "10.1126/science.286.5448.2333"
                ]
            }
        },
        "BIBREF16": {
            "title": "Veterinary medicine and the lifeboat test: a perspective on the social relevance of the veterinary profession in the 21st century",
            "authors": [
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Leighton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Vet Med Educ",
            "volume": "31",
            "issn": "4",
            "pages": "329-333",
            "other_ids": {
                "DOI": [
                    "10.3138/jvme.31.4.329"
                ]
            }
        },
        "BIBREF17": {
            "title": "Efficacy, duration, and onset of immunogenicity of a West Nile virus vaccine, live Flavivirus chimera, in horses with a clinical disease challenge model",
            "authors": [
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "EP",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Mellencamp",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Equine Vet J",
            "volume": "39",
            "issn": "6",
            "pages": "491-497",
            "other_ids": {
                "DOI": [
                    "10.2746/042516407X217416"
                ]
            }
        },
        "BIBREF18": {
            "title": "West Nile virus transmission and ecology in birds",
            "authors": [
                {
                    "first": "RG",
                    "middle": [],
                    "last": "McLean",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Ubico",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Docherty",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann N Y Acad Sci",
            "volume": "951",
            "issn": "",
            "pages": "54-57",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1749-6632.2001.tb02684.x"
                ]
            }
        },
        "BIBREF19": {
            "title": "Prospects for development of a vaccine against the West Nile virus",
            "authors": [
                {
                    "first": "TP",
                    "middle": [],
                    "last": "Monath",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann N Y Acad Sci",
            "volume": "951",
            "issn": "",
            "pages": "1-12",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1749-6632.2001.tb02680.x"
                ]
            }
        },
        "BIBREF20": {
            "title": "Introduction: One Health perspective",
            "authors": [
                {
                    "first": "TP",
                    "middle": [],
                    "last": "Monath",
                    "suffix": ""
                },
                {
                    "first": "LH",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "ILAR J",
            "volume": "51",
            "issn": "3",
            "pages": "193-198",
            "other_ids": {
                "DOI": [
                    "10.1093/ilar.51.3.193"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Diclofenac residues as the cause of vulture population decline in Pakistan",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Oaks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "MZ",
                    "middle": [],
                    "last": "Virani",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "427",
            "issn": "6975",
            "pages": "630-633",
            "other_ids": {
                "DOI": [
                    "10.1038/nature02317"
                ]
            }
        },
        "BIBREF24": {
            "title": "Dropping dead: causes and consequences of vulture population declines worldwide",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Ogada",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keesing",
                    "suffix": ""
                },
                {
                    "first": "MZ",
                    "middle": [],
                    "last": "Virani",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann N Y Acad Sci",
            "volume": "1249",
            "issn": "1",
            "pages": "57-71",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1749-6632.2011.06293.x"
                ]
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Descriptive epidemiology of bovine tuberculosis in Michigan (1975–2010): lessons learned",
            "authors": [
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Okafor",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Grooms",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Bruning-Fann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Med Int",
            "volume": "2011",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "One Health and the neglected zoonoses: turning rhetoric into reality",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Okello",
                    "suffix": ""
                },
                {
                    "first": "EP",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vandersmissen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Rec",
            "volume": "169",
            "issn": "11",
            "pages": "281-285",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.d5378"
                ]
            }
        },
        "BIBREF28": {
            "title": "Parachuting cats and crushed eggs the controversy over the use of DDT to control malaria",
            "authors": [
                {
                    "first": "PT",
                    "middle": [],
                    "last": "O’Shaughnessy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Public Health",
            "volume": "98",
            "issn": "11",
            "pages": "1940-1948",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2007.122523"
                ]
            }
        },
        "BIBREF29": {
            "title": "Agricultural intensification, priming for persistence and the emergence of Nipah virus: a lethal bat-borne zoonosis",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Pulliam",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J R Soc Interface",
            "volume": "9",
            "issn": "66",
            "pages": "89-101",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2011.0223"
                ]
            }
        },
        "BIBREF30": {
            "title": "150th anniversary of veterinary education and the veterinary profession in North America: part 2, 1940–1970",
            "authors": [
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Vet Med Educ",
            "volume": "38",
            "issn": "1",
            "pages": "84-99",
            "other_ids": {
                "DOI": [
                    "10.3138/jvme.38.1.84"
                ]
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Pathology of fatal West Nile virus infections in native and exotic birds during the 1999 outbreak in New York City",
            "authors": [
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Linn",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Schoepp",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "New York Vet Pathol",
            "volume": "37",
            "issn": "3",
            "pages": "208-224",
            "other_ids": {
                "DOI": [
                    "10.1354/vp.37-3-208"
                ]
            }
        },
        "BIBREF33": {
            "title": "Veterinary education in Africa: current and future perspectives",
            "authors": [
                {
                    "first": "GE",
                    "middle": [],
                    "last": "Swan",
                    "suffix": ""
                },
                {
                    "first": "NP",
                    "middle": [],
                    "last": "Kriek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Onderstepoort J Vet Res",
            "volume": "76",
            "issn": "1",
            "pages": "105-114",
            "other_ids": {
                "DOI": [
                    "10.4102/ojvr.v76i1.73"
                ]
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Bovine tuberculosis vaccine research: historical perspectives and recent advances",
            "authors": [
                {
                    "first": "WR",
                    "middle": [],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "MV",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Buddle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "16",
            "pages": "2611-2622",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2012.02.018"
                ]
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Advances and prospects for management of TB transmission between badgers and cattle",
            "authors": [
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Delahay",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Microbiol",
            "volume": "151",
            "issn": "1–2",
            "pages": "43-50",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2011.02.024"
                ]
            }
        },
        "BIBREF39": {
            "title": "Call to phase out prophylactic use of antimicrobials in livestock",
            "authors": [],
            "year": 2011,
            "venue": "Vet Rec",
            "volume": "169",
            "issn": "19",
            "pages": "479-480",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.d7090"
                ]
            }
        },
        "BIBREF40": {
            "title": "Pets vets and One Health",
            "authors": [],
            "year": 2012,
            "venue": "Vet Rec",
            "volume": "170",
            "issn": "15",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/vr.e2642"
                ]
            }
        },
        "BIBREF41": {
            "title": "A search for Ebola virus in animals in the Democratic Republic of the Congo and Cameroon: ecologic, virologic, and serologic surveys, 1979–1980",
            "authors": [
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Breman",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "van der Groen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "Suppl 1",
            "pages": "S139-S147",
            "other_ids": {
                "DOI": [
                    "10.1086/514278"
                ]
            }
        },
        "BIBREF42": {
            "title": "Anthropogenic deforestation, El Niño and the emergence of Nipah virus in Malaysia",
            "authors": [
                {
                    "first": "KB",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "BH",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Malays J Pathol",
            "volume": "24",
            "issn": "1",
            "pages": "15-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Anthropogenic environmental change and the emergence of infectious diseases in wildlife",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Hyatt",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Acta Trop",
            "volume": "78",
            "issn": "2",
            "pages": "103-116",
            "other_ids": {
                "DOI": [
                    "10.1016/S0001-706X(00)00179-0"
                ]
            }
        }
    }
}