{
    "paper_id": "PMC7245226",
    "metadata": {
        "title": "Symptômes gastro-intestinaux initiaux, autres signes de Covid-19",
        "authors": [
            {
                "first": "Jean-Marie",
                "middle": [],
                "last": "Manus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "L’équipe chinoise citée précédemment estime qu’il est probable que les premières investigations autour des cas initiaux de Covid-19 soient passées à côté de ces signes préliminaires banals parce qu’elles se concentraient sur les signes respiratoires. Les données récentes sur l’infection semblent indiquer que quelque 10 % des patients expriment les symptômes digestifs, la question se pose : et si des patients infectés n’avaient comme réaction que ce type de symptômes ? On parlait bien autrefois de grippe intestinale, la grippe est une pneumopathie et l’on attribuait à la déglutition des sécrétions oropharyngées contenant du virus les symptômes digestifs (NDLR).",
            "cite_spans": [],
            "section": "Symptômes digestifs et puis ?",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Symptômes digestifs et puis ?",
            "ref_spans": []
        },
        {
            "text": "Un point intéressant est présenté par les équipes qui travaillent sur l’épidémie : les manifestations gastro-intestinales sont consistantes avec la distribution des récepteurs ACE2 dans les tissus humains, qui sont en quelque sorte des portes d’entrée du Sars-CoV-2 (celui d’aujourd’hui), comme du Sars-CoV-1 (celui de 2003-2004) qui fut responsable du Sars/Sras (syndrome aigu respiratoire sévère). Ces récepteurs sont particulièrement abondants sur les cellules pulmonaires et sur les entérocytes de l’intestin grêle et du côlon.",
            "cite_spans": [],
            "section": "Deux voies d’entrée pour le virus",
            "ref_spans": []
        },
        {
            "text": "En conclusion, il faut rester attentif aux symptômes digestifs initiaux du Covid-19 pour réaliser « détection précoce, diagnostic précoce, isolement précoce et intervention précoce ».\n",
            "cite_spans": [],
            "section": "Deux voies d’entrée pour le virus",
            "ref_spans": []
        },
        {
            "text": "Or, les gastro-entérologues ne sont pas impliqués dans le diagnostic du Covid-19, qui est diagnostiqué comme une maladie respiratoire, mais le fait est qu’on constate des réactions gastro-intestinales et une excrétion virale dans les selles et aussi dans la salive. Les symptômes gastro- intestinaux, constituent-ils une piste pour la prise en charge précoce ? À retenir : l’ARN viral peut persister dans les selles même après amélioration des symptômes respiratoires.",
            "cite_spans": [],
            "section": "Deux voies d’entrée pour le virus",
            "ref_spans": []
        },
        {
            "text": "Les recommandations n’exigent pas de tester les échantillons fécaux de patients avant d’être considérés comme non infectieux. Les cliniciens chinois recommandent d’ajouter des tests en PCR sur les selles au protocole de suivi biologique des sujets hospitalisés.",
            "cite_spans": [],
            "section": "Hygiène aux toilettes ?",
            "ref_spans": []
        },
        {
            "text": "Selon le Pr David Johnson, « le risque lié à la présence de virus dans les selles est leur possible micro-aérosolisation lors de l’évacuation après un passage aux toilettes d’un porteur de virus fécaux ». Il cite certains de ses patients qui effectuent après un lavage bactéricide complet de la cuvette des toilettes, et note : il est également important de garder la cuvette fermée lorsqu’elle n’est pas utilisée pour empêcher la transmission des restes du contenu des toilettes.",
            "cite_spans": [],
            "section": "Hygiène aux toilettes ?",
            "ref_spans": []
        },
        {
            "text": "Car peut-être le virus ne se transmet-il pas seulement par la toux ou l’éternuement.",
            "cite_spans": [],
            "section": "Hygiène aux toilettes ?",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "MSCOVID-19: Gastrointestinal manifestations and potential fecal-oral transmission",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.02.054"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}