{
    "paper_id": "PMC7201783",
    "metadata": {
        "title": "Combining the use of Nuss procedure and rib fixation for severe flail chest: a case report",
        "authors": [
            {
                "first": "Quanwei",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jinghui",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kaican",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jianhua",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": "972659434@qq.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Flail chest, caused by multiple consecutive rib fractures with or without sternal fractures, is a life-threatening situation because of paradoxical movement, and its mortality estimates ranging from 9 to 20% [1, 2].",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 212,
                    "end": 213,
                    "mention": "2",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Rib fixation is an effective treatment for rib fractures. The Nuss procedure has been reported to repair pectus excavatum by elevating the depressed chest wall since 1998 [3]. It has been used for surgical treatment of severe flail chest recently, providing good outcomes whether flail chest is caused by trauma [4–9] or disease [10]. It is also a minimally invasive and short time-consuming procedure. However, the Nuss procedure is not suitable when there are multiple fractures in both the anterior and lateral chest walls, as unstable lateral chest walls can’t support and secure the Nuss bar. Here, we reported a rare case of severe flail chest in a patient who suffered multiple fractures in both the anterior and lateral chest walls in a traffic accident. Our report proved that combining the use of the Nuss procedure and rib fixation was a feasible and effective strategy for this situation with satisfying surgery outcomes.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 313,
                    "end": 314,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 315,
                    "end": 316,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "A 49-year-old man was admitted to our emergency department after severe trauma to the chest wall by a steering wheel in a traffic accident. When he was sent to our hospital, his vital signs were as follows: respiratory rate 39 breaths/minute; heart rate 142 beats/minute; blood pressure 127/76 mmHg; blood gas pH 7.235; pCO2 64.2 mmHg; and pO2 56.5 mmHg. Chest computed tomography (CT) revealed multiple sternal fractures, bilateral multiple rib fractures from the first to the seventh ribs (Fig. 1a), and bilateral hemopneumothorax. The anterior chest wall was depressed due to multiple fractures (Fig. 1b). Closed thoracic drainage was performed bilaterally in the intensive care unit (ICU). The paradoxical movement gradually worsened, and respiratory failure emerged (Video S1).\n",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 497,
                    "end": 498,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 604,
                    "end": 605,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The patient had been consistently administrated with ventilator-assisted ventilation for over 1 week, however, no improvement of paradoxical respiration was observed. More importantly, the patient suffered from a more severe lung infection and the blood oxygen saturation decreased obviously. Therefore, a multidisciplinary discussion including experts from departments of thoracic surgery, ICU, respiration, radiology, as well as anaesthesiology was organized. The physicians from the respiratory department and ICU insisted that the patient still required ventilator-assisted ventilation although it could not ameliorate severe abnormal breathing, extra antibiotic usage with effective lung care might be useful to suppress lung inflammation, the most important treatment was to perform chest wall fixation. With the three-dimensional bone reconstruction images of chest wall provided by the radiology department, the chief physician from the thoracic surgery department indicated that it was not suitable to perform conventional rib and sternum fixation in this case as the images clearly showed too many fracture sites in ribs (including costal cartilage), sternum, anterior as well as lateral chest wall (Fig. 1a, Fig. S1), thus this method could not establish a stable chest wall, and time-consuming, traumatic, more bleeding and costly. We noticed the use of Nuss procedure in trauma had been previously reported [4–9]. It was a new effective treatment for severe flail chest patients who couldn’t survive without prolonged mechanical ventilation. The most important advantages for the Nuss procedure were minimally invasive and much less time-consuming. However, it was not suitable when there were combined fractures in both the anterior and lateral chest walls as the Nuss bar required a stable lateral chest wall to guarantee the physical support, which the patient lacked. Therefore, neither the Nuss procedure nor rib fixation could completely fix the chest wall and eliminate abnormal breathing. We then proposed a strategy to combine the Nuss procedure with rib fixation. First, the rib fixation rebuilt a stable lateral chest wall, then the Nuss procedure stabilized the front chest wall. This strategy was also supported by the physicians from the anaesthesiology department as he mentioned that the conventional rib and sternum fixation could severely influence the patient’s respiratory and circulatory system during the operation. Finally, combining the use of the Nuss procedure and rib fixation was determined after the multidisciplinary discussion.",
            "cite_spans": [
                {
                    "start": 1421,
                    "end": 1422,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1423,
                    "end": 1424,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 1215,
                    "end": 1216,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "First, the right third and fourth and the left fifth fractured lateral ribs were stabilized using rib fixation plates (Seemine SMA Co., LTD, Gansu, China) to stabilize both lateral chest walls (Fig. 2a, b, white arrows). Then the thoracoscopy-assisted Nuss procedure was performed. Two Nuss bars (GRINM Advanced Materials Co., LTD, Beijing, China) were inserted into the third and fifth intercostal spaces of both sides for elevating and stabilizing the depressed mid sternum and fractured ribs at the anterior chest wall respectively to avoid the fractured sites of the ribs (Fig. 2a, b, red arrows). The Nuss procedure process was as follows: one 40 cm Nuss bar was bent into a symmetric arc shape. Two skin incisions (1.5 cm) were made on both lateral chest walls in the mid-axillary line at the third intercostal space. Submuscular tunnels were made the outside pleural entry and exit points. The right entry point was punctured with an introducer, and a 1 cm thoracoscope was placed into the pleural cavity. The mediastinum was dissected under direct vision. The exit point at the left side was punctured under direct visual guidance as well, and a 32F chest tube passed through the tunnel created by the introducer. The bar was positioned by following the guidance of the chest tube. The Nuss bar was rotated, and the depressed anterior upper chest wall was elevated. However, the shape of the anterior lower chest wall still had depression resulting from the large fractured areas, and paradoxical movement existed too. Therefore, another 40 cm Nuss bar was inserted at the fifth intercostal space with the same method. Two bars finally were fixed on the stable lateral ribs with steel wires. Finally, two Nuss bars and three rib fixation plates simultaneously exert sustained support, and the shape of the chest wall was nearly perfect (Fig. 2c, d).\n",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 582,
                    "end": 583,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1850,
                    "end": 1851,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "No complications occurred during the procedure (surgical time 85 min, bleeding volume 50 mL). Paradoxical respiration was eliminated immediately postoperation. The patient was weaned from mechanical ventilation on the third postoperative day. He recovered smoothly and was discharged 2 weeks after the operation. No short-term complications were found except pain and activity limitations, and the pain was blocked using epidural anaesthesia after the operation. Three months later, the patient had no pain and activity limitations, but only complained numbness at the surgical incisions. One year later, the patient lived a normal life without any adverse events. We have scheduled a completed examination including chest CT scan and three-dimensional bone reconstruction for this patient, the Nuss bars and rib fixation plates will be removed immediately once the chest wall fully recovered.",
            "cite_spans": [],
            "section": "Case presentation",
            "ref_spans": []
        },
        {
            "text": "Flail chest, caused by the fractured ribs and sternum, is in an unstable state, which can lead to lethal respiratory failure because of paradoxical movement. Respiratory failure often requires positive mechanical ventilation until the stability of the chest wall is restored. However, it can cause many other complications. It has been verified that surgical stabilization can reduce the incidence of ventilator-induced complications, decrease the duration of mechanical ventilation, shorten hospital length of stay and reduce the cost for flail chest patients [11].",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 564,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "Using rib fixation plates firstly comes into our minds when we encounter a patient with rib fractures [12]. However, it is not suitable for those severe patients who have too many fractured sites and large fractured areas both in ribs and sternum, especially with cartilage fractures. The patient described in this study was not suitable for normal rib fixation surgery.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "The Nuss procedure has been performed to repair pectus excavatum by elevating the depressed chest wall since 1998 [3]. The depression of the flail chest is similar to the shape of pectus excavatum. Therefore, the Nuss procedure has been used for surgical treatment of severe flail chest, whether it is caused by trauma [4–9] or other diseases [10]. The most advantage of the Nuss procedure for flail chest is minimal invasion, short time-consuming and good outcomes. However, it is only suitable for patients with lateral chest wall stability, because both the fixation and force points of the Nuss bars are located on the lateral chest wall. An unstable lateral chest wall cannot support and secure the Nuss bar. In the case presented here, the patient suffered severe flail chest due to a traffic accident with multiple ribs and sternal fractures in both anterior and lateral chest walls, and they were all in an unstable state. Since the large depression area and the multiple fractured sites on the ribs and mid sternum, neither rib fixation nor the Nuss procedure alone could rebuild the floating chest wall. Therefore, we decided to combine the use of Nuss procedure and rib fixation for this severe flail chest patient after an MDT. Firstly, rib fixation plates were used to fix fractured ribs in the lateral chest wall, which could provide a steady lateral chest wall, then inserted a Nuss bar at the third intercostal space to assist elevation of the depressed anterior chest wall as well as the depression in pectus excavatum. However, the shape of the anterior lower chest wall still had depression due to large fractured areas, as well as the paradoxical movement. Therefore, we inserted another Nuss bar at the fifth intercostal space with the same approach. Finally, two Nuss bars and three rib fixation plates simultaneously exert sustained support, and the shape of the chest wall was nearly perfect. The patient recovered smoothly without complications after the operation, and the outcome of the combining procedure was satisfying.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 116,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 320,
                    "end": 321,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 322,
                    "end": 323,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 344,
                    "end": 346,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "Although combining the Nuss procedure and rib fixation has its contraindications and does not meet the requirements for anatomical relocation, it helped the flail chest patient to survive without mechanical ventilation or any severe adverse events.",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "In summary, this report aims to advocate that combining the use of Nuss procedure and rib fixation would be a feasible strategy when we treat such severe flail chest patients with multiple ribs and sternum fractures in both the anterior and lateral chest walls.",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: preoperative chest wall a preoperative bone three-dimensional reconstruction of the left chest wall: ribs fractures (white arrows) and sternal fractures (red arrows). b preoperative depressed anterior chest wall",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: postoperative chest wall a postoperative chest X-ray with rib fixation plates (white arrows) and Nuss bars (red arrows) in place. b postoperative bone three-dimensional reconstruction of the chest wall with rib fixation plates (white arrows) and Nuss bars (red arrows) in place. c upper bar in the third intercostal space d lower bar infigure the fifth intercostal space",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Flail chest injuries: a review of outcomes and treatment practices from the National Trauma Data Bank",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dehghan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "de Mestral",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "McKee",
                    "suffix": ""
                },
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Schemitsch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nathens",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Trauma Acute Care",
            "volume": "76",
            "issn": "2",
            "pages": "462-468",
            "other_ids": {
                "DOI": [
                    "10.1097/TA.0000000000000086"
                ]
            }
        },
        "BIBREF1": {
            "title": "Flail chest stabilization with Nuss operation in presence of multiple myeloma",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "HK",
                    "middle": [],
                    "last": "Chee",
                    "suffix": ""
                },
                {
                    "first": "YH",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "WS",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Thorac Dis",
            "volume": "6",
            "issn": "5",
            "pages": "E43-E47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Chest wall stabilization in ventilator-dependent traumatic flail chest patients: who benefits?",
            "authors": [
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Kocher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharafi",
                    "suffix": ""
                },
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Azenha",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur J Cardiothorac Surg",
            "volume": "51",
            "issn": "4",
            "pages": "696-701",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Efficacy of nickel-titanium memory alloy in the treatment of multiple rib fracture combined with sternal fracture",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Exp Ther Med",
            "volume": "18",
            "issn": "1",
            "pages": "537-542",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Management of pulmonary contusion and flail chest: an eastern Association for the Surgery of trauma practice management guideline",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ebert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bokhari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Capella",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Emhoff",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Trauma Acute Care",
            "volume": "73",
            "issn": "",
            "pages": "S351-S361",
            "other_ids": {
                "DOI": [
                    "10.1097/TA.0b013e31827019fd"
                ]
            }
        },
        "BIBREF5": {
            "title": "A 10-year review of a minimally invasive technique for the correction of pectus excavatum",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nuss",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Croitoru",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Pediatr Surg",
            "volume": "33",
            "issn": "4",
            "pages": "545-552",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-3468(98)90314-1"
                ]
            }
        },
        "BIBREF6": {
            "title": "Nuss procedure for severe flail chest after blunt trauma",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "YH",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Thorac Surg",
            "volume": "99",
            "issn": "2",
            "pages": "e25-e27",
            "other_ids": {
                "DOI": [
                    "10.1016/j.athoracsur.2014.10.075"
                ]
            }
        },
        "BIBREF7": {
            "title": "Stabilization of flail chest and fractured sternum by minimally invasive repair of Pectus Excavatum",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akkuş",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Utkusavaş",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hanözü",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaya",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bakir",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Thoracic Cardiovasc Surgeon Rep",
            "volume": "4",
            "issn": "1",
            "pages": "11-13",
            "other_ids": {
                "DOI": [
                    "10.1055/s-0035-1563399"
                ]
            }
        },
        "BIBREF8": {
            "title": "Thoracoscopy-assisted minimally invasive surgical stabilization of the anterolateral flail chest using Nuss bars",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Thorac Surg",
            "volume": "97",
            "issn": "6",
            "pages": "2179-2182",
            "other_ids": {
                "DOI": [
                    "10.1016/j.athoracsur.2013.08.066"
                ]
            }
        },
        "BIBREF9": {
            "title": "Nuss procedure for surgical stabilization of flail chest with horizontal sternal body fracture and multiple bilateral rib fractures",
            "authors": [
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Thorac Dis",
            "volume": "8",
            "issn": "6",
            "pages": "E390-E392",
            "other_ids": {
                "DOI": [
                    "10.21037/jtd.2016.04.05"
                ]
            }
        },
        "BIBREF10": {
            "title": "Use of a titanium alloy (chest way) in the surgical stabilization of flail chest",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakagawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsuzaki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aruga",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imamura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hamanaka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ikoma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Masuda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iwazaki",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Gen Thorac Cardiovasc Surg",
            "volume": "64",
            "issn": "9",
            "pages": "561-563",
            "other_ids": {
                "DOI": [
                    "10.1007/s11748-015-0549-4"
                ]
            }
        },
        "BIBREF11": {
            "title": "The novel use of Nuss bars for reconstruction of a massive flail chest",
            "authors": [
                {
                    "first": "PE",
                    "middle": [],
                    "last": "Pacheco",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Orem",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Vegunta",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Pearl",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "138",
            "issn": "5",
            "pages": "1239-1240",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtcvs.2008.07.020"
                ]
            }
        }
    }
}