{
    "paper_id": "PMC7243212",
    "metadata": {
        "title": "Challenging the dogma",
        "authors": [
            {
                "first": "Jennie",
                "middle": [],
                "last": "Brand-Miller",
                "suffix": "",
                "email": "jennie.brandmiller@sydney.edu.au",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "According to WHO, obesity caused 3.4 million deaths and reduced life expectancy by 4% in 2010. Even in the midst of the present pandemic, these statistics should be alarming. But there is a big difference. We definitely know what causes COVID-19, but we still cannot pinpoint why obesity and overweight have become so common in the space of just 30 years.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Instead, we are inordinately focussed on the underlying mechanism of positive energy balance—too much food, the wrong type of food, and too little energy expenditure. This leads us to blame the food industry for making food that is wickedly delicious, but full of excess energy from ‘naughty calories’ (fat and sugar). We accuse them of profiting at the expense of population health and we assume that healthy diets are unlikely to cause incremental weight gain.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This mindset leads us to policy decisions that include reduced exposure to fast foods (fewer outlets, higher taxes) and improved access to physical exercise (parks, gyms). We assume that knowledge is power and that food labelling will help us to reduce calorie intake. Unfortunately, there is much evidence that this type of thinking is unhelpful, and the paper by Okuyama et al. [1] in this issue of the journal is a good case in point.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 382,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This team of researchers examined the association between fast food outlets, physical activity centres (e.g. gyms), and future weight gain in a very large cohort of 1.7 million Swedish adults. The findings challenge the dogma that the availability of fast food drives weight gain, and the corollary—that availability of exercise venues reduces the risk of future obesity. There are many strengths in this study, even though observational data can never prove causality. This includes its longitudinal design, long duration (11 years) of follow-up, the use of national registers to source individual-level data and availability of environmental information according to discrete geographic locations. In the absence of any hint of association, the authors conclude that the availability of fast food outlets and lack of physical activity facilities are unlikely to cause obesity in Swedish adults. In other words, we need to look elsewhere. It is yet another excellent example of contrary or null findings in relation to the naughty calories = positive energy balance theory.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The findings are a signal that policy makers need more evidence to justify interventions that raise taxes on foods consumed proportionately more by people at the lower end of the SES spectrum. While we know that low SES is an independent risk factor for obesity in countries all around the world, we should not assume that this provides clues as to the origins of obesity. Indeed, in USA and other developed countries, the sharp rise in obesity over the past 3 decades has occurred in parallel across all socioeconomic groupings [2]. We need to ask what environmental changes are common to all societal levels.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 531,
                    "mention": "2",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Our assumption that fast food must be unhealthy is not necessarily true. Today, fast foods include healthy options such as Asian greenhouse salads, wraps, poke bowls and sushi. As a busy professional, I want to reduce the time in the kitchen and increase the time in face-to-face contact without sacrificing my family’s health. I want the food industry to cater for my needs—convenience, health and delicious food all in one. I do not want initiatives that deter us from eating well outside of home. And I do not want to demonise the food industry in the eyes of the consumer—they provide us with plenty of safe and healthy options at low cost.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "I am also aware that studies and nutrition data that come from USA are not necessarily applicable elsewhere. A study from New Zealand found no association at all [3] and in Australia, Crawford et al. [4] reported that the closer a fast food outlet, the lower the risk of obesity in a group of children and their parents. Australia also challenges the dogma in other ways: multiple datasets show there are inverse trends between obesity, sugar-sweetened beverages (SSB) and added sugar intake [5].",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 164,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 201,
                    "end": 202,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 493,
                    "end": 494,
                    "mention": "5",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "On the other side of the energy balance equation, Okuyama et al. [1] found no relationship between access to physical activity venues and obesity on an individual level. This is consistent with earlier studies showing no association between the number of physical activity venues and obesity [6, 7]. Reverse causation is a possibility, and the same may be true of fast food outlets, SSB intake and obesity in USA.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 67,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 293,
                    "end": 294,
                    "mention": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 296,
                    "end": 297,
                    "mention": "7",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In my view, we give too much credence to the idea that a positive energy balance drives obesity, rather than the other way around. Mathematical modelling shows that a tiny, virtually imperceptible energy imbalance underwrites the incremental weight gain creep that produces obesity in adulthood, equivalent to just 30 kJ/day (7.5 calories/day) over and above weight maintenance [8]. Over 10 years, the difference between weight gain and no weight gain is just 0.2% of total energy intake [9]. It is highly unlikely that any of us can do this fine degree of juggling at a conscious level whether we eat healthy food or not-so-healthy food.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 380,
                    "mention": "8",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 489,
                    "end": 490,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "For these reasons, I believe our research efforts should focus on other factors associated with leanness in today’s world. After all, even in USA, with the highest number of fast food outlets per head of population [10] and the highest added sugar intake, one in three individuals are still normal weight [11]. A greater understanding of blood circulating factors and environmental indicators of lean individuals is likely to shed light to this field [12]. The continuing focus on the dogma of energy balance and solutions based on ‘eating right’, more fruit and vegetables or plant food, or less processed food, sugar, fat or salt, as an antidote to obesity is now 50 years old. It is time for new thinking and research outside the box.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 306,
                    "end": 308,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 452,
                    "end": 454,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The relationship between obesity and the prevalence of fast food restaurants: state-level analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maddock",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Health Promot",
            "volume": "19",
            "issn": "",
            "pages": "137-43",
            "other_ids": {
                "DOI": [
                    "10.4278/0890-1171-19.2.137"
                ]
            }
        },
        "BIBREF2": {
            "title": "Global, regional, and national prevalence of overweight and obesity in children and adults during 1980-2013: a systematic analysis for the Global Burden of Disease Study 2013",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Graetz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Margono",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "766-81",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(14)60460-8"
                ]
            }
        },
        "BIBREF3": {
            "title": "The unidentified hormonal defense against weight gain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morville",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clemmensen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS Biol.",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.3000629"
                ]
            }
        },
        "BIBREF4": {
            "title": "Obesity and economic environments",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sturm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "CA",
            "volume": "64",
            "issn": "",
            "pages": "337-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A national study of the association between neighbourhood access to fast-food outlets and the diet and weight of local residents",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hiscock",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blakely",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Witten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Place",
            "volume": "15",
            "issn": "",
            "pages": "193-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2008.04.003"
                ]
            }
        },
        "BIBREF6": {
            "title": "Neighbourhood fast food outlets and obesity in children and adults: the CLAN Study",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "AF",
                    "middle": [],
                    "last": "Timperio",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baur",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Giles-Corti",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Pediatr Obes",
            "volume": "3",
            "issn": "",
            "pages": "249-56",
            "other_ids": {
                "DOI": [
                    "10.1080/17477160802113225"
                ]
            }
        },
        "BIBREF7": {
            "title": "Declining consumption of added sugars and sugar-sweetened beverages in Australia: a challenge for obesity prevention",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Brand-Miller",
                    "suffix": ""
                },
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Barclay",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Clin Nutr",
            "volume": "105",
            "issn": "",
            "pages": "854-63.",
            "other_ids": {
                "DOI": [
                    "10.3945/ajcn.116.145318"
                ]
            }
        },
        "BIBREF8": {
            "title": "Are socially disadvantaged neighbourhoods deprived of health-related community resources?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Witten",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hiscock",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blakely",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Epidemiol",
            "volume": "36",
            "issn": "",
            "pages": "348-55",
            "other_ids": {
                "DOI": [
                    "10.1093/ije/dyl267"
                ]
            }
        },
        "BIBREF9": {
            "title": "Do poorer people have poorer access to local resources and facilities? The distribution of local resources by area deprivation in Glasgow, Scotland",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ellaway",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Soc Sci Med.",
            "volume": "67",
            "issn": "",
            "pages": "900-14",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2008.05.029"
                ]
            }
        },
        "BIBREF10": {
            "title": "Quantification of the effect of energy imbalance on bodyweight",
            "authors": [
                {
                    "first": "KD",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sacks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chandramohan",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "YC",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Gortmaker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet.",
            "volume": "378",
            "issn": "",
            "pages": "826-37",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(11)60812-X"
                ]
            }
        },
        "BIBREF11": {
            "title": "Appetite and the regulation of body composition",
            "authors": [
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Weigle",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "FASEB J",
            "volume": "8",
            "issn": "",
            "pages": "302-10",
            "other_ids": {
                "DOI": [
                    "10.1096/fasebj.8.3.8143936"
                ]
            }
        }
    }
}