{
    "paper_id": "PMC7121259",
    "metadata": {
        "title": "Multidimensional Analysis of the News Consumption of Different Demographic Groups on a Nationwide Scale",
        "authors": [
            {
                "first": "Giovanni",
                "middle": [
                    "Luca"
                ],
                "last": "Ciampaglia",
                "suffix": "",
                "email": "gciampag@indiana.edu",
                "affiliation": {}
            },
            {
                "first": "Afra",
                "middle": [],
                "last": "Mashhadi",
                "suffix": "",
                "email": "afra.mashhadi@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Taha",
                "middle": [],
                "last": "Yasseri",
                "suffix": "",
                "email": "taha.yasseri@oii.ox.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Jisun",
                "middle": [],
                "last": "An",
                "suffix": "",
                "email": "jisun.an@acm.org",
                "affiliation": {}
            },
            {
                "first": "Haewoon",
                "middle": [],
                "last": "Kwak",
                "suffix": "",
                "email": "haewoon@acm.org",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Demographics play an important role in news consumption. What women in their fifties read is very different from that of men in their twenties. Understanding such differences in news consumption can potentially help journalists to pitch news articles better, help editors to decide which ones to put on the front page, and help computer scientists design new algorithms for recommending articles. That is the reason why news consumption of demographic groups has been actively studied in both the domains of journalism study and computer science [14, 18, 24, 31, 39, 40].",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 549,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 551,
                    "end": 553,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 555,
                    "end": 557,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 559,
                    "end": 561,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 563,
                    "end": 565,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 567,
                    "end": 569,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The previous literature regarding news consumption in the study of journalism has mainly focused on the gender differences in the consumption of news genres [18, 24, 40] primarily due to the lack of other detailed data. On the other hand, in computer science, previous studies have mainly focused on developing models for predicting clicks and for news recommendations at an individual level with large-scale data [14, 31, 39].",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 162,
                    "end": 164,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 166,
                    "end": 168,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 415,
                    "end": 417,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 419,
                    "end": 421,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 423,
                    "end": 425,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we attempt to bridge these two worlds and uncover the differences in news consumption across demographic groups by large-scale news consumption data. Specifically, we aim to quantify such differences in four dimensions: actual news items, sections, topics, and subtopics. While the existence of the “differences” is expected, our multidimensional analysis shows how such differences can be differently captured in each dimension.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For this study, we collected and analyzed the daily top 30 news items for each gender (male and female) and age group (10s, 20s, 30s, 40s, and 50s) in Daum News, the second most popular news portal service in South Korea, for the entire year of 2015. The number of the unique news items collected is 103,133. Daum News can have the accurate, not self-reported, information on the user’s age and gender based on one’s social security number. This practice is not common in the Western web services. In South Korea, to join a website, it is mandatory for identity verification to provide the social security number that contains your birth year and gender. Also, Daum News has a strong user base that reads news with a logged-in status mainly because Daum News offers a wide range of services, which include e-mail, Internet community, or messenger, for example, based on the logged-in status.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Sex-typed media preference has long been investigated for various types of media. Regarding movie and TV genres, studies have found that women are more likely to watch tragedies, soaps, dramas, medical serials, and romances; men, on the other hand, tend to prefer horror, sports, and action and adventure content [21, 37, 38, 41, 42]. Psychological research suggests that such sex-typed media selections might well be rooted in societal gender stereotypes – men are expected to achieve more, and women are expected to interact more [16].",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 316,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 318,
                    "end": 320,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 322,
                    "end": 324,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 326,
                    "end": 328,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 533,
                    "end": 535,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Sex-Typed Media Preference ::: Related Work",
            "ref_spans": []
        },
        {
            "text": "Scholars of the study of journalism have examined how demographics, such as sex or age, relate to news-seeking behavior and news preferences [15]. When attending to news, the sexes typically pursue remarkably different interests – in terms of topics, men tend to follow news on politics, sports, and business and finance, whereas women turn to news about community and health issues [18, 40]. Also, women read more about social/interpersonal issues than men, and men read more about achievement/performance than women [24]. Scholars suggested that the origin of gender difference in news consumption is not considered from biological differences but from the psychological traits led by the sex-typed socialization [33].",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 384,
                    "end": 386,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 388,
                    "end": 390,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 519,
                    "end": 521,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 716,
                    "end": 718,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Sex-Typed Media Preference ::: Related Work",
            "ref_spans": []
        },
        {
            "text": "While news preferences have been extensively studied for the news section, little is known about the topic or subtopic preferences of different demographic groups’ news consumption. The key reason for this oversight is mainly due to a lack of data. Most of the previous work is based on surveys or experiments in the laboratory setting [18, 24, 40]. By contrast, our work relies on the longitudinal data collection where a huge number of Korean Internet news readers are unobtrusively monitored.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 339,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 341,
                    "end": 343,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 345,
                    "end": 347,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Sex-Typed Media Preference ::: Related Work",
            "ref_spans": []
        },
        {
            "text": "Since news sites have been publishing online, we now have access to large-scale data of individual news consumption with detailed personal profiles. Computer scientists have addressed news-related questions but with different interests and approaches from scholars in journalism or communication studies. News-related research by computer scientists has predominantly focused on modeling news sharing behavior [3–5], news diffusion [1, 7, 17, 19, 26, 29, 36, 44, 49], and modeling the relative prominence of items or topics [2, 6, 8, 13, 25, 28].",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 412,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 413,
                    "end": 414,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 433,
                    "end": 434,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 436,
                    "end": 437,
                    "mention": "7",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 439,
                    "end": 441,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 443,
                    "end": 445,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 447,
                    "end": 449,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 455,
                    "end": 457,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 459,
                    "end": 461,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 463,
                    "end": 465,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 525,
                    "end": 526,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 528,
                    "end": 529,
                    "mention": "6",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 531,
                    "end": 532,
                    "mention": "8",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 534,
                    "end": 536,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 538,
                    "end": 540,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 542,
                    "end": 544,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "News Related Research with Large-Scale Data ::: Related Work",
            "ref_spans": []
        },
        {
            "text": "Computer scientists also have exploited news consumption patterns of individuals mainly for building a better news recommendation system to give readers a personalized experience when reading the news. Systems that make recommendations according to demographic classes were initially introduced [39]. More recently, the demographic information has often been used as a feature of those models [14, 31]. However, the demographic differences in news consumption have not been fully uncovered, particularly in different dimensions of news such as topic or subtopic.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 394,
                    "end": 396,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 398,
                    "end": 400,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "News Related Research with Large-Scale Data ::: Related Work",
            "ref_spans": []
        },
        {
            "text": "Online news consumption in South Korea has increased drastically. About 86% of South Korean people access news online at least once a week1. Given the 92% Internet and 85% smartphone penetrations, such a drastic increase makes sense. Web portal sites such as Naver and Daum are especially popular digital news platforms. Due to the extreme popularity of these portals, news providers in South Korea have been eager to publish their content via portals for years. In 2015, Naver and Daum formed the Committee for the Evaluation of News Partnership, complete with a set of ethical standards to help decide which providers should be eligible to supply news to portals. As a result, we can reasonably say that news providers and the news readers of Daum News are representative of the general South Korean news media and population, respectively.",
            "cite_spans": [],
            "section": "News Consumption in South Korea ::: Data",
            "ref_spans": []
        },
        {
            "text": "Daum is the second largest web portal in South Korea, followed by Naver. Daum plays a significant role in providing a place for accessing online news to South Korea; 41% of South Koreans (24.6 M users) access Daum news on a weekly basis. Daum News provides different ways to explore news articles, for example, by its recency, by current issues, by regions, or by popularity based on the number of views or the number of comments. A unique feature of Daum News is that it provides the top 30 most popular news articles on a particular day for each gender and age group, which are [male or female] and [10s, 20s, 30s, 40s, and 50s and above]. We note that Naver does not provide a ranked list of news articles by different demographic groups, and thus, we focus on Daum News data even though it is the second largest news portal in South Korea.",
            "cite_spans": [],
            "section": "Data Collection ::: Data",
            "ref_spans": []
        },
        {
            "text": "We crawled the top 30 most popular articles for different age and gender groups of each day for a one-year period (01/01/2015−31/12/2015). We carefully designed our crawlers not to degrade the performance of Daum’s web servers. In our data set, we have 103,133 listed news items with 54,274 unique news titles. For each news item, we have its unique item ID, demographic group, rank in the group, title, summary, news source, and published date. We note that news articles about entertainment and sports are not included in the lists due to Daum News’s policies.",
            "cite_spans": [],
            "section": "Data Collection ::: Data",
            "ref_spans": []
        },
        {
            "text": "Defining the operational coding scheme for news has been a central issue for communication studies. In this study, we introduce four dimensions of news (sections, topics, subtopics, and individual news items) by which we investigate news consumption patterns. The diagram of the four dimensions of news is illustrated in Fig. 1. The first dimension is the news section (e.g., society, politics, etc.), which is a category of news often adopted in newsrooms and which has been popularly used for sex-typed news preference studies. Next, a news topic refers to a specific happening (e.g., a MERS outbreak in South Korea or child abuse case in a daycare center). Within a topic, we further explore subtopics by distinguishing different aspects of a topic. Finally, there is a dimension where all individual news items are aligned. We then can characterize the entire news collection (e.g., a news collection of South Korea in 2015) according to the four dimensions.",
            "cite_spans": [],
            "section": "Four Dimensions of News ::: Methodology",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 327,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The most common way of categorizing news is perhaps to use a news section as defined by the news media. Especially for online news, which news section a news article belongs to can be inferred from the meta information embedded in the news URLs. For example, the URL http://media.daum.net/society/labor/newsview?newsid=20160709180100906l is categorized as “Society.” We parsed all of the collected URLs and extracted the section information.\n",
            "cite_spans": [],
            "section": "Categorizing News: Section ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Figure 2 shows the proportion of news items for each demographic group for each news section. In our dataset, Daum News has seven different news sections, which are Culture, Digital, Economic, Foreign, Life, Politics, and Society. We note that the Entertainment and Sports sections are not included in the dataset. We observe that female groups are more alike than male groups in terms of news section preference. For female groups, Society and Culture were the two most popular news sections. For Age10_Male and Age20_Male groups, Society, Foreign, and Politics were more popular than the others. Then, for the Age30_Male and Age40_Male groups, their interests were Digital (i.e., technology news), Economics, and Politics. We also find one noticeable behavior of the Age50_Male group: 78% of their top 30 most popular news items over a year are about Politics. These news section preferences align well with previous work on sex-typed news consumption observed internationally [18, 40].",
            "cite_spans": [
                {
                    "start": 980,
                    "end": 982,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 984,
                    "end": 986,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Categorizing News: Section ::: Methodology",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The news section category provided by Daum News abstractly captures the high-level topic of a news item. In this study, we go beyond a mere news section preference and examine whether the gender- or age-specific topic or subtopic preferences exist. To do that, we need to understand the semantic content of the news articles. For example, news about “Violence at daycare” and “A killer of his family” are both categorized under Society, but they are two different topics.",
            "cite_spans": [],
            "section": "Categorizing News: Topic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "We automatically discover a topic-specific categorical structure from a set of titles and classify each news article based on it. Topic modeling techniques such as probabilistic Latent Semantic Indexing (pLSI) [23], Latent Dirichlet Allocation (LDA) [11], and Hierarchical Dirichlet Processes (HDP) [46] can be employed to induce topics from the set of news titles. We manually compare the three methods in terms of the interpretability of the induced topics and the quality of the clustered news titles for each of the included topics. For two slices of subsets, May and October 2015, we examined the top 20 topics resulting from the three methods with their top 30 words. For our dataset, pLSI’s top topics were mapped more clearly with news events in the corresponding month than LDA’s and HDP’s topics were. One possible reason is that LDA and HDP were penalized more for modeling topics with short titles than pLSI was. Thus, we use pLSI to detect candidate topics. There are also specialized topic models for short texts, such as a biterm topic model (BTM) [48], and we leave it as a future work to improve our topic categorization method.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 213,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 251,
                    "end": 253,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1064,
                    "end": 1066,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Categorizing News: Topic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "One problem with these topic modeling techniques is that they are not time-sensitive. The following two news titles, “Anyang Killer – a man killed his family” and “Wife killer – a man killed his wife but did not show any grief,” are likely to be categorized as the same topic even though one event happened in January 2015, and the other happened in October 2015. To handle this problem, we first split our dataset by month, and then we build a pLSI model for each of the monthly datasets. Each pLSI model induces 100 topics, giving us 1,200 candidate topics in total. Each topic is represented by word distributions. We then aggregate similar candidate topics by examining the representative keywords for topics (words with the highest probabilities). In our case, we aggregate topics if they share more than three top words. After this, we classify each news title as one of these candidate topics based on the score given by the pLSI model. Finally, we split every candidate topic further into multiple topics by considering the publication times of news items. Only news items published for days in a row are tagged as the same topic, resulting in 2,122 topics. News titles without any matching candidate topic are considered stand-alone topics. Altogether, we have 41,452 topics.",
            "cite_spans": [],
            "section": "Categorizing News: Topic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Across all topics, the most popular news event is the Middle East Respiratory Syndrome (MERS) outbreak in South Korea. We find 2,756 matching news items regarding MERS. The most frequent words are MERS, a vice prime minister, confirmed patients, infected, hospital, Daejeon, tourists, etc.",
            "cite_spans": [],
            "section": "Categorizing News: Topic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "\nValidation of Topic Categorization. For the purpose of validation, we cross-matched the set of news items extracted by the topic-model-based clustering method with the set of news items extracted by a keyword-based method. We focus on one particular news topic, MERS outbreak in South Korea. The outbreak lasted for a month and a half starting on May 20th. A total of 186 cases occurred during the outbreak, with a death toll of 36. Due to the outbreak, 2,208 schools were temporarily closed, and 16,693 people were quarantined. MERS was the most sensational news event in South Korea in 2015. We extract news items whose title contained the word “MERS”, which results in 961 news items. By including more keywords, we may be able to extract more news items. However, we use a single word to be sure that all the retrieved news items are relevant to the news event. We find that 97% of news items about the MERS outbreak (929 out of 961 news items) overlap with those by the topic modeling based method. Then, to examine the relevance of those articles without the word “MERS,” we randomly select 100 articles that do not explicitly include the word “MERS” and examine what they are about. We find that all are relevant to the MERS. This indicates that our method can extract news items even when the title of news does not include a key topic word. However, a set of topic words (not one word) will also be able to retrieve all relevant news items.",
            "cite_spans": [],
            "section": "Categorizing News: Topic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Once we have a set of news articles on a certain topic, we further need to group them by subtopic. To this end, we train our data to represent each news item on a vector space and then cluster news items. Semantic vector space models of language represent each word with a real-valued vector. Firstly introduced by Hinton [22], the methods have been extended using neural network [9, 45] and applied for the practical uses. In recent years, Milkolvo’s skip-gram and distributed bag-of-word (DBOW) models [34] are popularly used for learning vector representation of words and documents due to its computational efficiency. In the skip-gram model, the objective is to predict a word’s context given the word itself, whereas the objective in the DBOW model is to predict a word given its context.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 325,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 381,
                    "end": 382,
                    "mention": "9",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 384,
                    "end": 386,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 505,
                    "end": 507,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Categorizing News: Subtopic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "More recently, the concept of embeddings has been extended beyond words to a number of text segments, including phrases [35], sentences and paragraphs [27], and documents. Adopting the document representation method, we learn distributed representations of news items in our Daum news collection. Each of news items is represented as low-dimensional vectors and are jointly learned with distributed vector representations of words using a DBOW model explained in [27]. In this vector space, two news items of semantically similar meaning are located nearby.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 152,
                    "end": 154,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 464,
                    "end": 466,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Categorizing News: Subtopic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "In our news embeddings (henceforth News2Vec), every news item is mapped to a unique vector in a matrix that represents news items, and every word is mapped to a unique vector in a matrix that represents words. We denote by \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathbf {N2V}$$\\end{document} the \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$s \\times f$$\\end{document} matrix of s which is the sum of n news items (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$N_1$$\\end{document}, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$N_2$$\\end{document}, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\cdots $$\\end{document}, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$N_{n}$$\\end{document}) and f dimensions (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$F_1$$\\end{document}, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$F_2$$\\end{document}, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\cdots $$\\end{document}, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$F_f$$\\end{document}). A great advantage of learning distributed representation vectors for news in this way is that the algorithm is not sensitive to news item length and does not require specific tuning for word weights. The row of the matrix \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathbf {N2V}$$\\end{document}, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathbf {N_i}$$\\end{document}, is a vector of f dimensions representing the i-th news item. The dimension of vector f is set to 200, and the model is trained with 40 epochs.",
            "cite_spans": [],
            "section": "Categorizing News: Subtopic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Once we have News2Vec, we apply the hierarchical clustering method using Ward’s method [43] to this resulting matrix to cluster news items of the same subtopic. The hierarchical clustering method builds a dendrogram among entities. Then, one can cluster entities based on the dendrogram. Its main advantage is that the dendrogram is computed only once regardless of the number of clusters of interest. Once the dendrogram is built, we can simply choose the number of clusters (k) of our interest.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Categorizing News: Subtopic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "\nValidation for Subtopic Categorization. To evaluate the News2Vec based subtopic clustering method, we prepared a corpus in which each news item is labeled by two authors. We used 961 news items about MERS extracted by the keyword-matching method. Then, we manually classify news items by subtopics. We conduct a qualitative content analysis to develop a taxonomy of subtopics for MERS news.",
            "cite_spans": [],
            "section": "Categorizing News: Subtopic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "Following an open-coding method [47], we identify the subtopics of MERS news in a two-phase process. We first read titles and descriptions of 100 news items to develop an initial coding scheme and then used an affinity diagramming technique [10] to iteratively develop a classification scheme for subtopics until a new subtopic did not emerge. Table 1 lists the resulting 10 subtopics. The individual authors manually classified all news items into one of the subtopic categories. Using the Delphi method [30], after each researcher independently coded the titles, we then iteratively compared and recoded the news items as necessary until we came to an agreement.\n",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 35,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 242,
                    "end": 244,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 506,
                    "end": 508,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Categorizing News: Subtopic ::: Methodology",
            "ref_spans": [
                {
                    "start": 350,
                    "end": 351,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The ten subtopics regarding the MERS with the number of corresponding news items are listed in Table 1. ST1 “Reporting new cases” was the most popular subtopic with 254 news articles in our data set, followed by ST7 “Responsibility of Government” with 153 news items and ST9 “Economical Consequences” with 106 news items.",
            "cite_spans": [],
            "section": "Categorizing News: Subtopic ::: Methodology",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We then use this labeled data for the evaluation of our subtopic categorization method. We first learn News2Vec using entire Daum News data. Then, we cluster those 961 news items into ten groups (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$k=10$$\\end{document}) using vectors from the resulting News2Vec. We evaluate the resulting subsets of news items with manually tagged clusters. For each detected subset, we find the best matched manual cluster based on the proportion of matching news items. Across ten subsets, our News2Vec subtopic classification achieved an 82.2% matching rate on average where the maximum matching rate is 92.8% and the minimum is 77.2%.",
            "cite_spans": [],
            "section": "Categorizing News: Subtopic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "In our method, selecting the k is challenging. Here, we propose one possible solution to assist in the k selection procedure. The idea is that the average similarity scores for all pairs of news items within the same subtopic (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm {S}_{within}$$\\end{document}) should be smaller than across the subtopics (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm {S}_{across}$$\\end{document}). When news items are in vector representation, one can use any distance measures, such as Euclidean distance or cosine similarity, to measure the similarity score between two news items. Those two values, once found empirically, can play a role as thresholds for selecting the k for different topics. In our evaluation data set, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm {S}_{within}$$\\end{document} is 0.02 and \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm {S}_{across}$$\\end{document} is 0.15 when using cosine similarity.",
            "cite_spans": [],
            "section": "Categorizing News: Subtopic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "For further evaluation, we use these two values to find the subtopics of another topic, “Daycare child abuse.” For 342 news items regarding the topic, we find k equals five. The manual inspection reveals the following five subtopics emerged: (1) What the teacher did to a child; (2) How cruel the teacher is; (3) Investigation and prosecution; (4) A new regulation on CCTV installation at daycare centers; and (5) Other cases of child abuse.",
            "cite_spans": [],
            "section": "Categorizing News: Subtopic ::: Methodology",
            "ref_spans": []
        },
        {
            "text": "As a first attempt to compare the news consumption of different groups, we look at actual news items. We measure the similarity among groups based on commonly consumed news items (by their unique news IDs) among the top 30 articles consumed by each group over a one-year period. We use Jaccard Similarity to compute group similarity. For the two sets, A and B, the Jaccard Similarity is given by: \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${J(A,B)} = \\frac{|A\\cap B|}{|A \\cup B|}$$\\end{document}. In our case, let A and B be sets of news items corresponding to the two groups to be compared. Strictly, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$|A \\cap B|$$\\end{document} would translate to the count of the news items matched across the sets of A and B. Figure 3(a) shows the Jaccard similarity among groups as a heatmap. For example, the pair of Age10_Female and Age20_Female has a Jaccard score of 0.15. This means that, among the union set of all their consumed news items, 15% are common. The higher the similarity score is, the more news items are viewed in common between the two groups.",
            "cite_spans": [],
            "section": "By News Item ::: Group Differences in News Consumption",
            "ref_spans": [
                {
                    "start": 1214,
                    "end": 1215,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We find that within same-sex groups, the similarity generally increases as the age difference decreases, with female groups have a stronger tendency of it than male groups (the average similarity score among all pairs of female groups is 0.217 while that of male groups is 0.071). However, we observe two exceptions, Age10_Female and Age10_Male. They are more similar to the Age30 or Age40 than the Age20 same-sex groups. In Fig. 2, we can see that the Age10 groups have more Politics and Foreign news items in the top lists, indicating their similarity to older groups.",
            "cite_spans": [],
            "section": "By News Item ::: Group Differences in News Consumption",
            "ref_spans": [
                {
                    "start": 430,
                    "end": 431,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We then find strikingly low similarity scores between different sex groups. Age40_Male and Age50_Male have almost no news items in common with the female groups, and the same happens for the Age40_Female and Age50_Female groups. With these results, we can conclude that the set of popular news items that females consume is very different from what males read.\n",
            "cite_spans": [],
            "section": "By News Item ::: Group Differences in News Consumption",
            "ref_spans": []
        },
        {
            "text": "We have shown that there is a striking difference between the popular news items for the male groups and those of the female groups. Now, we will examine the news consumption of those groups in terms of sectional interests. This analysis will tell us whether the existing framework of news consumption based on sex or age is also found in Korea.",
            "cite_spans": [],
            "section": "By Section ::: Group Differences in News Consumption",
            "ref_spans": []
        },
        {
            "text": "For each group g, we created a vector \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$S_g = (w_{1,g}, w_{2,g},$$\\end{document}\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\ldots , w_{s, g})$$\\end{document} in which each dimension corresponded to a predefined section from Daum News where \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$s = 7$$\\end{document} in our case (see 7 sections in Fig. 2). The weight \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$w_{s, g}$$\\end{document} was computed by the proportion of the news items in the section s for the group g. We then computed the cosine similarity between two vectors to compare the sectional interests of two groups. The results are shown in Fig. 3(b) as a heatmap.",
            "cite_spans": [],
            "section": "By Section ::: Group Differences in News Consumption",
            "ref_spans": [
                {
                    "start": 1061,
                    "end": 1062,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1592,
                    "end": 1593,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "For female groups, we find high similarity scores between all pairs (>0.97), showing that the proportion of news items in each section is similar in each group. A similar pattern is also observed for male groups but to a lesser extent, and with one exception, Age50_Male, which shows a very different sectional interest. The reason is that they exclusively read political news – 83% of the top 30 news items for a one-year period are about politics (see Fig. 2).",
            "cite_spans": [],
            "section": "By Section ::: Group Differences in News Consumption",
            "ref_spans": [
                {
                    "start": 459,
                    "end": 460,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Male groups are further split into two groups, as Age10_Male and Age20_Male are more similar to female groups, but Age30_Male and Age40_Male have sectional interests distinct from those of female groups. This partly supports the traditional sex-typed news consumption theory – our data set also shows different sectional preferences in different gender groups. However, we find such differences are driven more by Age30_Male and Age40_Male and less by Age10_Male and Age20_Male.",
            "cite_spans": [],
            "section": "By Section ::: Group Differences in News Consumption",
            "ref_spans": []
        },
        {
            "text": "In summary, the sectional interests seem to be alike across all groups except Age50_Male. Considering that news consumption largely depends on current, local issues, this could make sense. However, given the striking differences in common news items, the fact that groups largely share sectional interests is still surprising. We now move onto the similarities in the topics that different groups consume.",
            "cite_spans": [],
            "section": "By Section ::: Group Differences in News Consumption",
            "ref_spans": []
        },
        {
            "text": "Given that sectional interests are similar among groups, but not the actual news items, it is intuitive to think that even if two groups are visiting the same news section, such as Society, they might consume different topics – older people might read more about “Baby killer” while young people read more about “Violence at school.”",
            "cite_spans": [],
            "section": "By Topic ::: Group Differences in News Consumption",
            "ref_spans": []
        },
        {
            "text": "To investigate such topic-specific differences in news consumption, we map each news item to a specific topic. The topics are identified by the method we described in Sect. 4.3. Then, we quantify the importance or the level of attention to a specific topic for a group by computing the lifespan. We define the lifespan of a topic as the longest period of time when that topic appeared on the top 30 list for each group.",
            "cite_spans": [],
            "section": "By Topic ::: Group Differences in News Consumption",
            "ref_spans": []
        },
        {
            "text": "We then measure the similarities between groups based on the importance of the different topics. We select topics that are consumed by at least two groups, resulting in 36,134 topics and compute each topic’s lifespan for each group. This gives us a ranked list of topics for each group, and we use Spearman’s rank correlation coefficient (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\rho $$\\end{document}) to compare the two ranked lists. Figure 3(c) shows the results as a heatmap. All pairs of rankings are statistically significantly different (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$p < 0.05$$\\end{document}).",
            "cite_spans": [],
            "section": "By Topic ::: Group Differences in News Consumption",
            "ref_spans": [
                {
                    "start": 671,
                    "end": 672,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In this heatmap, we compare pairs of values. For example, a value of 0.9 between Age40_Female and Age40_Male is hard to interpret by itself. Comparing one similarity score to other entries, one observes that this value is higher to that for the ‘Age40_Male’ – ‘Age30_Male’ pair or ‘Age40_Male’ – ‘Age50_Male’ pair. Simply put, one could claim that gender differences lead to more strongly pronounced news consumption than 10 years of age difference.",
            "cite_spans": [],
            "section": "By Topic ::: Group Differences in News Consumption",
            "ref_spans": []
        },
        {
            "text": "By comparing pairs of values, we observe that age differences play important roles in news consumption – a similar pattern was also found when looking at common news items in Sect. 5.1. Given that a pair of different sex groups have few common news items consumed, the high similarity between two ranked list of topics (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\rho > 0.8$$\\end{document}) is striking. This means that all users of Daum News are interested in similar topics, but what they read is different; less than 10% of news items on average were in common for those pairs of different sex groups while the average \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\rho $$\\end{document} is 0.65 for these pairs. We also find that two groups, Age10_Male and Age10_Female, are generally more different from other groups, confirming the existence of an age gap between 10-year-olds and others. We also note that while the Age50_Male group has very different sectional interests, it has similar topic preferences to those of other groups.",
            "cite_spans": [],
            "section": "By Topic ::: Group Differences in News Consumption",
            "ref_spans": []
        },
        {
            "text": "We firstly observed that demographic groups show such different news consumption patterns at news item level. Then, the high similarity scores at section and topic levels tell us that the overall news consumption is largely driven by current issues. However, groups still have distinct news consumption patterns. This suggests that news consumption even for one particular topic may be very different across groups.",
            "cite_spans": [],
            "section": "By Subtopic ::: Group Differences in News Consumption",
            "ref_spans": []
        },
        {
            "text": "For this analysis, we use our evaluation data set and focus on the subtopic consumption regarding the MERS outbreak. The MERS outbreak was a deviant event, and all ten demographic groups have at least one news item about MERS. However, the volume of news items about MERS is different across groups. News items about MERS are more popular in female groups than in male groups–on average, the female group has 427.4 popular news items about MERS while that of the male group is 123.8.",
            "cite_spans": [],
            "section": "By Subtopic ::: Group Differences in News Consumption",
            "ref_spans": []
        },
        {
            "text": "We then quantify the differences in MERS news consumption in terms of the content between two groups. To do this, for each group, we rank the subtopics of MERS outbreak in Table 1 by the number of news items. Then, we test the similarity between two groups by computing the Spearman’s ranking correlation coefficient. This will tell us which two groups have the most similar consumption of subtopics about MERS. Figure 3(d) shows the results as a heatmap. All pairs of rankings are statistically significantly different (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$p < 0.05$$\\end{document}).\n",
            "cite_spans": [],
            "section": "By Subtopic ::: Group Differences in News Consumption",
            "ref_spans": [
                {
                    "start": 419,
                    "end": 420,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 178,
                    "end": 179,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "From the heatmap, we observe that (1) the popular news is more similar within the same sex groups than within the different sex groups; (2) female groups are more similar to each group than male groups are; and (3) age differences matter, except in the Age10_Male and Age10_Female groups. Interestingly, all three of these observations are also found in our previous analysis that compares actual news items in Sect. 5.1. All these results lead us to conclude that all groups are generally interested in similar news sections or topics; however, for the same topic, they are attracted to different subtopics, leading to the big differences in popular news among groups.",
            "cite_spans": [],
            "section": "By Subtopic ::: Group Differences in News Consumption",
            "ref_spans": []
        },
        {
            "text": "To gain insights into how popular news items about MERS differ between different demographic groups, we extract the most discriminative words in news titles for each group. We focus on the group-specific words of news titles, specifically on those with a high phi score, the Chi-square test statistics [12], for discriminating between one group and others (e.g., Age10_Female vs. Non-Age10_Female (all other groups)). Table 2 shows the top 20 words ranked by phi. Two authors of this work translated Korean words to English words. Some interesting differences were observed. Overall, female groups are likely to check the status of the MERS outbreak, such as how many people are infected (the number of patients, death, this week), the symptoms of MERS (high fever, cytokine storm), and the protection against MERS (mask, gloves). The Age30_Female group showed an interest in news about pregnant women who had been diagnosed with MERS and other women’s cases. The Age40_Female group, in particular, was more interested in the status of closed schools and other education-related topics. On the other hand, the male groups were more interested in the political issues surrounding the MERS outbreak, the accusations towards the government’s response to the MERS outbreak (e.g., ruling and opposition parties, the lack of a proper response, misreporting, false propaganda), and the responsibility of politicians.\n",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 305,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "By Subtopic ::: Group Differences in News Consumption",
            "ref_spans": [
                {
                    "start": 424,
                    "end": 425,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "News2Vec offers an opportunity to visualize each news item in the vector space by applying t-SNE, a widely-used dimensionality reduction based on manifold learning [32]. Figure 4 shows where each news item (colored circle) consumed by each gender (Fig. 4(a)) or age (Fig. 4(b)) group is located in the vector space. In the figure, closed circles are that news items have similar representations in the vector space and thus fall in similar subtopics. For the clarity of the visualization, we focus on the news items consumed by a single demographic gender or age group. Figure 4(a) shows a better clustered structure than Fig. 4(b), meaning that gender difference is well aligned with the difference of vector representation of news items than age difference. In Fig. 4(b), we can also see some clustered structures, such as groups of green circles (news on patients’ deaths read by 30s), blue circles (news on Choongbuk-Daejeon regions read by 10s), red circles (news on the closing of schools read by 40s), and purple circles (news on the prime minister read by 50s) from the top to the bottom, while colored circles are mostly dispersed over the space mostly. This is another evidence that gender difference is more noticeable than age difference at the subtopic level.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "By Subtopic ::: Group Differences in News Consumption",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 178,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 253,
                    "end": 254,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 272,
                    "end": 273,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 577,
                    "end": 578,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 627,
                    "end": 628,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 768,
                    "end": 769,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To the best of our knowledge, this is the first study to conduct a multidimensional analysis of the news consumption of different demographic groups on a nationwide scale. Differences in news consumption between different demographic groups exist among South Koreans. We look into news consumption at different levels and find that section and topic preferences are similar across groups, but subtopic preferences are not. This means that only the behavioral differences in the subtopic level can explain the strikingly low numbers of common news items across different demographic groups, whereas the differences in the news section or topic levels cannot. In summary, while different demographic groups are interested in similar topics, they read news articles belonging to different subtopics, indicating that subtopics make the news consumption of the different groups different. For the following studies, our work suggests that the differences between demographic groups should be examined at the appropriate level.",
            "cite_spans": [],
            "section": "Discussion and Conclusion",
            "ref_spans": []
        },
        {
            "text": "One potential limitation is that we analyze a single news portal service, even though it is an extremely popular service in South Korea. To the best of our knowledge, Daum is the only data source where (1) the user-registered demographic information is credible, and (2) the user base spans all generations and parties. We are willing to extend our approach to new data sources that satisfy above two conditions so that we can find demographic differences in news consumption.",
            "cite_spans": [],
            "section": "Discussion and Conclusion",
            "ref_spans": []
        },
        {
            "text": "We note that all the users are exposed to the same layout and the same items if they visit the website at the same time. Thus, the ways to show news, such as news clustering or adaptive layout, cannot selectively influence on a certain user segment.",
            "cite_spans": [],
            "section": "Discussion and Conclusion",
            "ref_spans": []
        },
        {
            "text": "While the differences in news consumption between demographic groups can be explained partly by different interests on subtopics, there could be other latent factors such as sentiments or frames of news. For instance, Grabe and Kamhawi found that men recognize and respond more to negatively framed messages, while women are more aroused by and engaged with positively framed messages [20]. By adding another dimension to our news dimensions, we can understand human behavior on consuming news in depth. In this work, we examined the most critical aspects of news, which are section, topic, and subtopic, and saved the other dimensions for the future work.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 388,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion and Conclusion",
            "ref_spans": []
        },
        {
            "text": "Our results also bring the practical implications for news organizations. Our characterization of user behavior allows them (1) to gain a better understanding of what people consume and (2) to produce more relevant and engaging content for different demographic groups. Such demographic-based profiling can help tackle the cold-start problem for new users. By simply knowing the gender and age of a new user, one can provide a better user experience when reading online news. The opposite direction of the inference can also be useful. Given the first few sets of news articles, one can infer the demographics of the reader. This will be particularly useful if the demographics of users are not readily available on news sites.",
            "cite_spans": [],
            "section": "Discussion and Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Ten subtopics regarding the MERS outbreak in South Korea in 2015. The total number of news items is 961.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Most discriminative words in news title about MERS outbreak across demographic groups, ranked by phi\n\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1.: Four dimensions of news.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.: Group distribution by section.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.: [Zoom-able in PDF] Heatmap showing the similarity across groups based on comparison of (a) news items – Jaccard similarity scores, (b) sections – Cosine similarity between section vectors, (c) topics – Spearman’s rank correlation test of two lists of news topics ranked by their lifespans, and (d) subtopics – Spearman’s rank correlation test of two lists of subtopics ranked by their number of news articles about the MERS outbreak.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4.: t-SNE visualization of news items colored by gender (a) and age (b) (Color figure online)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Beyer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holtzblatt",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Contextual Design: Defining Customer-Centered Systems",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Latent dirichlet allocation",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Blei",
                    "suffix": ""
                },
                {
                    "first": "AY",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "MI",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Mach. Learn. Res.",
            "volume": "3",
            "issn": "",
            "pages": "993-1022",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Casella",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Statistical Inference",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Online news consumption: a structural model linking preference, use, and paying intent",
            "authors": [
                {
                    "first": "HI",
                    "middle": [],
                    "last": "Chyi",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Digit. Journal.",
            "volume": "1",
            "issn": "2",
            "pages": "194-211",
            "other_ids": {
                "DOI": [
                    "10.1080/21670811.2012.753299"
                ]
            }
        },
        "BIBREF7": {
            "title": "Models of the self: self-construals and gender",
            "authors": [
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Madson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Psychol. Bull.",
            "volume": "122",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1037/0033-2909.122.1.5"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "News in online and print newspapers: differences in reader consumption and recall",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "d’Haenens",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jankowski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heuvelman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "New Media Soc.",
            "volume": "6",
            "issn": "3",
            "pages": "363-382",
            "other_ids": {
                "DOI": [
                    "10.1177/1461444804042520"
                ]
            }
        },
        "BIBREF10": {
            "title": "The structural virality of online diffusion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hofman",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Manag. Sci.",
            "volume": "62",
            "issn": "1",
            "pages": "180-196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Hard wired for negative news? Gender differences in processing broadcast news",
            "authors": [
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Grabe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kamhawi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Commun. Res.",
            "volume": "33",
            "issn": "5",
            "pages": "346-369",
            "other_ids": {
                "DOI": [
                    "10.1177/0093650206291479"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The gender news use divide: Americans’ sex-typed selective exposure to online news topics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knobloch-Westerwick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Commun.",
            "volume": "57",
            "issn": "4",
            "pages": "739-758",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1460-2466.2007.00366.x"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [
                {
                    "first": "HA",
                    "middle": [],
                    "last": "Linstone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Turoff",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "The Delphi Method: Techniques and Applications",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Visualizing data using t-SNE",
            "authors": [
                {
                    "first": "LVD",
                    "middle": [],
                    "last": "Maaten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Mach. Learn. Res.",
            "volume": "9",
            "issn": "Nov",
            "pages": "2579-2605",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Gender as a social category",
            "authors": [
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Maccoby",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Dev. Psychol.",
            "volume": "24",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1037/0012-1649.24.6.755"
                ]
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Exploring the paradox of the enjoyment of sad films",
            "authors": [
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Hum. Commun. Res.",
            "volume": "19",
            "issn": "3",
            "pages": "315-342",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-2958.1993.tb00304.x"
                ]
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "A framework for collaborative, content-based and demographic filtering",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Pazzani",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Artif. Intell. Rev.",
            "volume": "13",
            "issn": "5–6",
            "pages": "393-408",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1006544522159"
                ]
            }
        },
        "BIBREF33": {
            "title": "Sharing political news: the balancing act of intimacy and socialization in selective exposure",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Quercia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cha",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gummadi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crowcroft",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "EPJ Data Sci.",
            "volume": "3",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1140/epjds/s13688-014-0012-2"
                ]
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Sensation seeking, television viewing motives, and home television viewing patterns",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Potts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dedmon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Halford",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pers. Individ. Differ.",
            "volume": "21",
            "issn": "6",
            "pages": "1081-1084",
            "other_ids": {
                "DOI": [
                    "10.1016/S0191-8869(96)00127-4"
                ]
            }
        },
        "BIBREF36": {
            "title": "Selective viewing: cognition, personality and television genres",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Preston",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Clair",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Br. J. Soc. Psychol.",
            "volume": "33",
            "issn": "3",
            "pages": "273-288",
            "other_ids": {
                "DOI": [
                    "10.1111/j.2044-8309.1994.tb01025.x"
                ]
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rokach",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Maimon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clustering Methods",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Continuous space language models",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schwenk",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Comput. Speech Lang.",
            "volume": "21",
            "issn": "3",
            "pages": "492-518",
            "other_ids": {
                "DOI": [
                    "10.1016/j.csl.2006.09.003"
                ]
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tesch",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Qualitative Research: Analysis Types and Software Tools",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "A neural probabilistic language model",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bengio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ducharme",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Janvin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Mach. Learn. Res.",
            "volume": "3",
            "issn": "",
            "pages": "1137-1155",
            "other_ids": {
                "DOI": []
            }
        }
    }
}