{
    "paper_id": "PMC7123415",
    "metadata": {
        "title": "Gastroenteritis and Intractable Diarrhea in Newborns",
        "authors": [
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Buonocore",
                "suffix": "",
                "email": "buonocore@unisi.it",
                "affiliation": {}
            },
            {
                "first": "Rodolfo",
                "middle": [],
                "last": "Bracci",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Weindling",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "De Luca",
                "suffix": "",
                "email": "deluca.andrea2308@icloud.com",
                "affiliation": {}
            },
            {
                "first": "Giacomo",
                "middle": [],
                "last": "Zanelli",
                "suffix": "",
                "email": "giacomo.zanelli@unisi.it",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nGastroenteritis represents a major global public health challenge due to their significant impact in infants’ morbidity and mortality.The burden of gastrointestinal infections in newborns is generally reduced in relation to some protective factors such as exclusive breastfeeding.Rotavirus and pathogenic strains of E. coli represent the main etiological agents of childhood gastroenteritis, probably also in newborns.Oral or intravenous rehydration therapy is the mainstay of the management of any gastrointestinal infection.Consensus exists about the importance of improving safe water supply, adequate sanitation, and proper hygiene for the prevention of diarrheal diseases.\n",
            "cite_spans": [],
            "section": "Salient Points",
            "ref_spans": []
        },
        {
            "text": "Gastroenteritides (GE) are infections that involve the gastrointestinal tract and are associated with diarrhea with or without vomiting. Usually acute and self-limited, they represent a major cause of morbidity and mortality in less than 5-year-old children worldwide. They may also present a persistent course (lasting more than 14 days), thus contributing to forms of malabsorption and disability. In this chapter, we describe the epidemiology, etiopathogenesis, clinical aspects, and prevention of GE in newborns.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "It is estimated that about 700,000 children die from infectious diarrhea worldwide each year, and that this number is particularly concentrated in the age group <2 years (Fischer Walker et al. 2013; Bhutta et al. 2013; WHO 2015). While the incidence of diarrhea in children is similar throughout the world (2.7 episodes/child/year), mortality is mainly concentrated in low-middle income countries (Southeast Asia and Africa) in relation to known risk factors (poverty, malnutrition, poor access to health facilities, vitamin deficits) (Fischer Walker et al. 2013). Although the implementation of effective measures resulted in a significant reduction of global mortality in the past two decades, the number of deaths attributable to diarrhea, most of which preventable, is still unacceptable and much remains to be done (Bhutta et al. 2013). The most urgent challenges are represented by the implementation of and access to effective strategies in poorest areas and the impact of mass population dislocation (for conflicts or disasters) as well as of climate change on the spread of infections (Bhutta et al. 2013; Hershey et al. 2011; Carlton et al. 2015). The burden of GE in the neonatal age is generally reduced in relation to some protective factors (breastfeeding, minimal exposure to water and contaminated food, passive maternal immunity); nevertheless, it is estimated that approximately 17,000 newborns die each year for GE (WHO 2015; O’Ryan et al. 2011). The low birth weight, prematurity, and reduced gastric acidity are well-recognized risk factors for more severe gastrointestinal infections in this age group (O’Ryan et al. 2011).",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "mention": "2013",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 213,
                    "end": 217,
                    "mention": "2013",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 223,
                    "end": 227,
                    "mention": "2015",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 558,
                    "end": 562,
                    "mention": "2013",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 835,
                    "end": 839,
                    "mention": "2013",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1109,
                    "end": 1113,
                    "mention": "2013",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "mention": "2011",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1151,
                    "end": 1155,
                    "mention": "2015",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1439,
                    "end": 1443,
                    "mention": "2015",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1459,
                    "end": 1463,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1639,
                    "end": 1643,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": " Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Worldwide, up to 40% of hospitalizations in children aged less than 5 years with diarrhea are due to infection (Ciccarelli et al. 2013). This microorganism is considered as the most frequent cause of GE and one of the main causes of death by dehydration (O’Ryan et al. 2011; Kotloff et al. 2013). It is an RNA virus with at least three human serotypes (A, B, and C), the most frequent of which is A. Rotavirus probably infect newborns more commonly than previously recognized and with most infections being asymptomatic. The incubation period is short (1–3 days), and it can be responsible of outbreaks in nurseries. The pathogenetic mechanism is based on the infection of mature enterocytes located in the middle and upper villus epithelium, probably following cell entry using lactase as receptor. The alterations of the mucosal surface lead to a watery diarrhea. The reduced amount of lactase in the premature (<32 weeks) justifies the lower frequency of infection in these patients. The child may acquire the infection from the birth canal, but the most common mode of transmission is between infants through the hands of healthcare workers. The possibility of airborne transmission is still debated. Cases of meningitis-encephalitis, Reye syndrome, neonatal enterocolitis, and Kawasaki disease related to Rotavirus infection have also been described (O’Ryan et al. 2011).",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 269,
                    "end": 273,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 290,
                    "end": 294,
                    "mention": "2013",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1370,
                    "end": 1374,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Rotavirus ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Nosocomial outbreaks caused by Norovirus or Adenovirus have been described in neonatal units (O’Ryan et al. 2011; Tzialla et al. 2011; Civardi et al. 2013). The clinical manifestations, which include watery diarrhea, are similar to those in other age groups. Other types of viruses (Enterovirus, bocavirus, astrovirus, calicivirus, coronavirus) can be involved in GE in the neonatal age although their role and frequency are not well understood (O’Ryan et al. 2011; Steiner and Guerrant 2010).",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 129,
                    "end": 133,
                    "mention": "2011",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 150,
                    "end": 154,
                    "mention": "2013",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 460,
                    "end": 464,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 487,
                    "end": 491,
                    "mention": "2010",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Other Viruses ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "E. rapidly colonizes the intestinal tract of healthy newborns during the first days of life and constitutes the predominant intestinal aerobic flora throughout life. However, some pathogenic strains can cause diarrhea by different mechanisms. Enteropathogenic E. coli (EPEC) is considered a worldwide problem since it represents one of the main bacterial causes of childhood diarrhea in developing countries and is significantly associated with death in children 0–11 months of age (O’Ryan et al. 2011; Kotloff et al. 2013). Although its incidence is higher after 6 months of age, neonatal outbreaks have been described (O’Ryan et al. 2011). Transmission occurs through the contaminated birth canal or horizontally from other adult carriers. The disease is mediated by several genetic virulence factors, can vary widely, but usually appears as a non-bloody diarrhea (O’Ryan et al. 2011). Enterotoxigenic E. coli (ETEC) produces two types of toxin (LT heat-labile and ST heat-stable enterotoxin) determining a secretory response of the intestinal mucosa similar to that induced by the cholera toxin. It is considered a significant pathogen and a common cause of moderate to severe diarrhea in developing countries; neonatal outbreaks have been observed (O’Ryan et al. 2011; Kotloff et al. 2013). Enteroaggregative E. coli (EAEC) serotypes exhibit a characteristic aggregative pattern of adherence and produce persistent diarrhea in infants and children in resource-limited nations (Ciccarelli et al. 2013). Its frequency seems to be higher than previously recognized, and several nursery outbreaks have been described (O’Ryan et al. 2011). Enteroinvasive E. coli (EIEC) causes diarrhea by means of a Shigella-like intestinal epithelial invasion producing a dysentery-like syndrome, although the clinical manifestations may be milder than those of shigellosis. Little is known about the epidemiology in newborns (O’Ryan et al. 2011). Shiga toxin-producing E. coli (STEC) has been recognized as an emerging gastrointestinal pathogens in most of the industrialized world. A particular subset of STEC, enterohemorrhagic (EHEC), produces a clinical syndrome characterized by bloody diarrhea. Its exact incidence in the neonatal age is unclear, although it has been described in children (O’Ryan et al. 2011). The most virulent EHEC belongs to serotype O157: H7, it has an animal reservoir, and is transmitted by contaminated food. Its dangerousness is related to the association with the emergence of hemolytic-uremic syndrome (HUS) (O’Ryan et al. 2011).",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 501,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 518,
                    "end": 522,
                    "mention": "2013",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 635,
                    "end": 639,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 881,
                    "end": 885,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1267,
                    "end": 1271,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "mention": "2013",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1499,
                    "end": 1503,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1632,
                    "end": 1636,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1925,
                    "end": 1929,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2296,
                    "end": 2300,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2542,
                    "end": 2546,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Escherichia coli ::: Etiology",
            "ref_spans": []
        },
        {
            "text": " are divided into four species and represent one of the most frequent causes of GE in childhood in developing countries (Kotloff et al. 2013). The production of a plasmid-encoded invasive toxin determines a typical dysenteric syndrome. The peak incidence is in the first 4 years of life, and neonatal cases are rare. Mothers of infected newborns are sometimes carriers, and more than half of neonatal cases occur within the first 3 days of life, consistent with a fecal-oral transmission during delivery (O’Ryan et al. 2011). Although neonatal disease is milder, complications may still occur (O’Ryan et al. 2011).",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "mention": "2013",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 519,
                    "end": 523,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 608,
                    "end": 612,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Shigella spp ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Numerous species of nontyphoidal (NT Salmonella) can cause GE. Many animals are carriers, and human infections are due to consumption of meat and contaminated milk or to contact with colonized pets. The pathogenesis is related to the invasive capacity of the microorganism that can cause dysentery, similar to Shigella and other pathogens. Although the peak incidence is between 6 months and 4 years of age, neonatal infection is relatively frequent. In newborns, the route of transmission is represented by the mother during labor; items for the nursery can be contaminated, and the caregivers can be sources of infection, facilitating epidemics. Extra-intestinal complications are frequent (O’Ryan et al. 2011).",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 711,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Salmonella spp ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Infection with species occurs after ingestion of contaminated food, including unpasteurized milk, poultry, and contaminated water. Many farm animals and pets are sources. C. jejuni causes either watery diarrhea or dysentery-like illness; usually, older infants and children are involved, but infected neonates have been reported. C. fetus can cause bacteremia and meningitis after perinatal infection in newborns (O’Ryan et al. 2011).",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Campylobacter spp ::: Etiology",
            "ref_spans": []
        },
        {
            "text": " is widely distributed both in animals and in the environment. Its role as a cause of diarrhea has long been debated. Several evidences seem to confirm its contribution as a pathogen even in newborns (O’Ryan et al. 2011; Kotloff et al. 2013). It typically determines a watery diarrhea mediated by toxin production.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 236,
                    "end": 240,
                    "mention": "2013",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Aeromonas hydrophila ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Several other bacterial pathogens can cause GE (Vibrio cholerae, Clostridium difficile, Yersinia species), but they are infrequently observed during the neonatal period (O’Ryan et al. 2011).",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Other Bacteria ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Certain parasites such as Giardia intestinalis, Entamoeba histolytica, and especially Cryptosporidium parvum are relatively frequent causes of diarrhea in children (O’Ryan et al. 2011; Kotloff et al. 2013). However, the clinical manifestations are generally observed in older children and are related to the acquisition of the germ in highly endemic areas where neonatal care or personal and environmental hygiene are reduced (O’Ryan et al. 2011).",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 200,
                    "end": 204,
                    "mention": "2013",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 441,
                    "end": 445,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Parasites ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Gastroenteritis is determined by the transmission of pathogens through the fecal-oral route. In most cases, the diarrheic feces of the patients represent the primary source of infection with the possibility of person-to-person transmission either directly or by water and environment contamination. Other microorganisms (NT Salmonella, Campylobacter) colonize the gut of different animal species with a risk of infection mainly related to the consumption of contaminated food. In resource-limited settings, these transmission patterns frequently overlap, and spread of gastrointestinal infections is amplified by factors such as overcrowding, poor hygiene, scarce availability of safe water, lack of efficient waste disposal, and insufficient health education (Bhutta et al. 2013; O’Ryan et al. 2011). In neonatal infection, the acquisition of the pathogen may occur by different ways: through the contaminated birth canal during the first days of life, or, especially in the nosocomial setting, through the use of contaminated tools, objects, or milk, and through the hands of the caregivers (O’Ryan et al. 2011; Ciccarelli et al. 2013). The high infectivity of Rotavirus infection has led to hypothesize the possibility that its transmission may also occur through the respiratory route by aerosol droplets (O’Ryan et al. 2011).",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 779,
                    "mention": "2013",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 795,
                    "end": 799,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1324,
                    "end": 1328,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Transmission",
            "ref_spans": []
        },
        {
            "text": " Acute gastroenteritis is characterized by the onset of diarrhea with or without vomiting. According to the WHO, diarrhea is defined as the passage of three or more loose or liquid stools per day, or more frequently than what is considered normal for a given individual (WHO 2014). In the neonatal period, it may be difficult to define a diarrhea, since the feces of infants (especially when breastfed) may be relatively frequent, soft-liquid, and with large variability between subjects (Ciccarelli et al. 2013). In the diagnosis of GE, the previous bowel habits and the general condition of the newborn should therefore be taken into account. Typically, the GE of the neonatal period are acute, self-limiting diseases and are mild to moderate in severity. The presence of a pathogen in the intestinal tract can also result in colonization in the absence of disease. The virulence of the microorganism, the amount of the inoculum and several individual factors (e.g., prematurity, low birth weight, malnutrition, etc.) affect both the risk and severity of the disease. The clinical presentation may vary widely and some accompanying symptoms may be fever, vomiting, food refusal, dehydration, abdominal distension, and lethargy. In the management of GE, it is essential to assess the degree of dehydration and the type of diarrhea (watery or bloody), which is a relevant correlate of the presence of invasive pathogens. The risk of dehydration in children is very high and can rapidly lead to hypovolemic shock and death, regardless of the etiology. For certain bacterial infections, intestinal and extraintestinal complications are also possible (Table 2) (Bhutta et al. 2013; O’Ryan et al. 2011; Ciccarelli et al. 2013). It should be noted that while the occurrence of diarrhea in the neonatal age is generally caused by acute gastrointestinal infections, differential diagnosis with several other diseases should be considered (Table 3). In particular, it should be emphasized that diarrhea may be one of the several clinical signs of severe systemic bacterial or viral infections. The occurrence of more episodes of diarrhea in highly endemic areas, or during malnutrition, may lead to chronic diarrhea that impacts the growth and development of the child. Stunting may in turn lead to subsequent disability. Moreover, after an acute episode of GE, it is not uncommon to observe persistent diarrhea due to secondary deficiency of disaccharidases (O’Ryan et al. 2011; Ciccarelli et al. 2013). ",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "mention": "2014",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 507,
                    "end": 511,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1673,
                    "end": 1677,
                    "mention": "2013",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1693,
                    "end": 1697,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1717,
                    "end": 1721,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2466,
                    "end": 2470,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2490,
                    "end": 2494,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Clinical Aspects",
            "ref_spans": [
                {
                    "start": 1655,
                    "end": 1656,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1938,
                    "end": 1939,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "In the case of newborns with acute diarrhea, the probability of a gastrointestinal infectious cause is very high. For this reason, it is important to evaluate the history of contact with other subjects presenting similar symptoms and, if not exclusively breastfed, the possible exposure to contaminated water. The assessment of the degree of dehydration, the severity of the clinical picture, and differential diagnostic possibilities are the cornerstone of the management of every acute diarrhea (O’Ryan et al. 2011; Ciccarelli et al. 2013). The etiological diagnosis is based on the demonstration of the microorganism (or its toxins) in stools, although in many cases of mild GE it is not essential, since the disease is usually self-limited. In more severe cases, it is relevant to identify etiologies that may benefit from antibiotic therapy in addition to rehydration. In this regard, especially in countries with limited economic and diagnostic resources, clinical criteria differentiating watery versus bloody diarrhea are relevant in order to initiate empiric antibiotic treatment of invasive pathogens (Table 1). For this purpose, the microscopic search for mucous or leukocytes in the stool may be useful. In relation to the diagnosis performed by the microbiology laboratory, it is important to underline that standard stool cultures do not allow to identify pathogenic strains of E. coli, for which more complex diagnostic methods are required, available in reference centers only. For some pathogens (e.g., Yersinia, Aeromonas), the laboratory must be informed for the need to use specific culture media or assays which are not included in the routine workflows. In case of bloody diarrhea or Salmonella infection, blood cultures are required and, when clinically indicated, cerebrospinal fluid culture, in order to exclude the possibility of disseminated infection. The main viruses causing GE (Rotavirus and Adenovirus) are detected in stool by rapid Latex or immunoenzymatic assays (ELISA). The diagnosis of toxigenic Clostridium difficile infection is based on the combined search for a common fecal antigen (ELISA) and the toxin gene (generally by polymerase chain reaction, PCR). The use of PCR or other nucleic acid amplification techniques may also aid the diagnosis for other viral etiologies (Norovirus, Enterovirus, Coronavirus, etc.) and for typing strains of bacterial pathogens (e.g., E. coli). In case of suspected intestinal parasitosis, it is appropriate to complete the diagnosis by repeated parasitological fecal examination especially in highly endemic areas (O’Ryan et al. 2011; Ciccarelli et al. 2013).",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 516,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 536,
                    "end": 540,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2607,
                    "end": 2611,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2631,
                    "end": 2635,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Diagnosis",
            "ref_spans": [
                {
                    "start": 1118,
                    "end": 1119,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Dehydration is probably the main complication of gastroenteritis in childhood. For this reason, the assessment of the degree of dehydration is the cornerstone in the management of any diarrhea. According to current WHO recommendations, oral rehydration therapy (ORT) is considered the treatment of choice to replace fluid and electrolyte losses caused by diarrhea in children with mild to moderate dehydration (Ciccarelli et al. 2013; WHO 2014). Despite its proven efficacy, ORT remains underused (Piescik-Lech et al. 2013). Different oral rehydration solutions (ORS) are available generally with low osmolarity (210–250 mOsm/L) and variable concentration of sodium, sugar, and other electrolytes (Ciccarelli et al. 2013). Efforts to improve the palatability and the efficacy of ORS are still continuing (Piescik-Lech et al. 2013). In case of patients unable to drink or persistently vomiting, the introduction of ORT via a nasogastric tube can be considered. Intravenous rehydration is the treatment of choice in cases of failure of ORT, as well as for patients with severe dehydration (see 10.1007/978-3-319-29489-6_234”). The hospitalization of an infant with diarrhea is recommended in cases of moderate to severe dehydration or in the presence of bloody diarrhea or systemic symptoms. Continuation of breastfeeding is strongly recommended, and formulated milk interruption is controversial, since enteral nutrition seems to favor the recovery of intestinal functions (WHO 2014; Piescik-Lech et al. 2013). Diarrhea is associated with significant zinc loss, and the use of zinc supplementation can reduce the duration and severity of diarrhea in children. In areas where the prevalence of zinc deficiency or the prevalence of moderate malnutrition is high, zinc supplementation may be of benefit in children aged 6 months or older. For this reason, WHO recommends zinc supplementation in children with GE (WHO 2014). Nevertheless, current evidence does not support the use of zinc in children under 6 months of age (Ciccarelli et al. 2013). Although the use of probiotics (Lactobacillus GG and S. boulardii), antisecretory drugs (racecadotril), and of antiemetics (ondansetron) have all shown efficacy in the treatment of GE in childhood, there are insufficient data to recommend them in neonatal age (Bhutta et al. 2013; Ciccarelli et al. 2013; Piescik-Lech et al. 2013; Freedman et al. 2013). Usually, neonatal GE are mild and self-limiting and do not require antibiotic therapy. The use of empiric antibiotic therapy should be reserved to cases of newborns with systemic symptoms and severe dehydration or in the presence of bloody diarrhea. The use of antibiotics is still debated for some etiologies (EPEC, ETEC, etc.), contraindicated in other (EHEC) or recommended in the presence of some enteroinvasive pathogens (Salmonella NT, Campylobacter, Shigella), or other microorganisms (Vibrio cholerae, C. difficile). Due to the widespread diffusion of antibiotic resistance among many enteropathogens, the evaluation of antibiotic susceptibility is always recommended (O’Ryan et al. 2011).",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 439,
                    "end": 443,
                    "mention": "2014",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 518,
                    "end": 522,
                    "mention": "2013",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 716,
                    "end": 720,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 825,
                    "end": 829,
                    "mention": "2013",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1477,
                    "end": 1481,
                    "mention": "2014",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1503,
                    "end": 1507,
                    "mention": "2013",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1913,
                    "end": 1917,
                    "mention": "2014",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2037,
                    "end": 2041,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2319,
                    "end": 2323,
                    "mention": "2013",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2343,
                    "end": 2347,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2369,
                    "end": 2373,
                    "mention": "2013",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2391,
                    "end": 2395,
                    "mention": "2013",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3089,
                    "end": 3093,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": " Therapeutic Approach",
            "ref_spans": []
        },
        {
            "text": "Considering the transmission modalities of most GE, the infection control of each diarrhea episode is based on patient isolation and strengthening of hygiene measures. Consensus exists about the importance of improving safe water supply, of adequate sanitation, and of proper hygiene for the prevention of infectious diseases, especially diarrheal diseases (Bhutta et al. 2013). It is well known that exclusive breastfeeding is protective against intestinal infections and prevents exposure to environmental contamination (O’Ryan et al. 2011; Ciccarelli et al. 2013). The protective effects of breastfeeding against GE infections have been demonstrated in several studies. Antibacterial substances, such as lactoferrin, lysozyme, phagocytes, and specific immunoglobulins, are responsible for the protective role of breast milk. Breastfeeding also promotes the formation of a competitive intestinal flora against pathogens (O’Ryan et al. 2011; Ciccarelli et al. 2013). Some of the infections causing GE are vaccine-preventable diseases. Although vaccines against Rotavirus and cholera have demonstrated clearly positive results in terms of safety and efficacy, these are administered after the neonatal period (Bhutta et al. 2013; Ciccarelli et al. 2013). Recent studies based on mathematical models have suggested that the implementation of all the effective strategies for the control of diarrhea (hygiene and sanitation, breastfeeding, zinc supplementation, vaccines, and adequate and prompt therapy) could reduce global deaths from GE in pediatric age from 54% to 95% by 2025 (Bhutta et al. 2013).",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "mention": "2013",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 537,
                    "end": 541,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 561,
                    "end": 565,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 937,
                    "end": 941,
                    "mention": "2011",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 961,
                    "end": 965,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "mention": "2013",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1248,
                    "end": 1252,
                    "mention": "2013",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1594,
                    "end": 1598,
                    "mention": "2013",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": " Preventive Measures and Control",
            "ref_spans": []
        },
        {
            "text": " Intractable diarrhea (ID) is a severe protracted diarrhea starting from birth that requires parenteral nutrition. Excluding forms of recurrent infections or a disaccharidase deficit consequent to an acute GE, ID is now considered a complex and heterogeneous syndrome that includes several genetic disorders associated with villous atrophy and functional or immunological bowel alterations (Table 3). Histopathological analysis and molecular analysis are mandatory to confirm the diagnosis. These cases must be managed in specialized centers (Terrin et al. 2012).",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 561,
                    "mention": "2012",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Intractable Diarrhea",
            "ref_spans": [
                {
                    "start": 397,
                    "end": 398,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Correlation between etiopathogenesis and diarrheal syndrome\naThe attribution of specific enteric infections to a single type of diarrheal syndrome is by no means absolute. Some pathogens could determine both kinds of diarrhea (watery or bloody) bNT Salmonella nontyphoidal Salmonella",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Main extraintestinal complications during bacterial gastroenteritis\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Differential diagnosis of diarrhea in the newborn and causes of intractable diarrhea (Freely adapted from Ciccarelli et al. 2013)\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Adjusted attributable fraction (expressed as weighted percent of total episodes) of pathogens significantly associated with moderate to severe diarrhea in infants aged 0–1 months in different areas (Freely adapted from Kotloff et al. 2013). ST heat-stable enterotoxin, ETEC enterotoxigenic Escherichia coli, EPEC enteropathogenic Escherichia coli, NT Salmonella nontyphoidal Salmonella",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Interventions to address deaths from childhood pneumonia and diarrhoea equitably: what works and at what cost?",
            "authors": [
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Bhutta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1417-1429",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)60648-0"
                ]
            }
        },
        "BIBREF1": {
            "title": "Review article: the management of acute gastroenteritis in children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Piescik-Lech",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shamir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guarino",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Aliment Pharmacol Ther",
            "volume": "3",
            "issn": "",
            "pages": "289-303",
            "other_ids": {
                "DOI": [
                    "10.1111/apt.12163"
                ]
            }
        },
        "BIBREF2": {
            "title": "Principles and Syndromes of Enteric Infection",
            "authors": [
                {
                    "first": "THEODORE",
                    "middle": [
                        "S."
                    ],
                    "last": "STEINER",
                    "suffix": ""
                },
                {
                    "first": "RICHARD",
                    "middle": [
                        "L."
                    ],
                    "last": "GUERRANT",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mandell, Douglas, and Bennett's Principles and Practice of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "1335-1351",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Congenital diarrheal disorders: un update diagnostic approach",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Terrin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tomaiulo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Passariello",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Mol Sci",
            "volume": "13",
            "issn": "",
            "pages": "4168-4185",
            "other_ids": {
                "DOI": [
                    "10.3390/ijms13044168"
                ]
            }
        },
        "BIBREF4": {
            "title": "Emerging viral infections in neonatal intensive care unit",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tzialla",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Civardi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Borghesi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Matern Fetal Neonatal Med",
            "volume": "24",
            "issn": "",
            "pages": "156-158",
            "other_ids": {
                "DOI": [
                    "10.3109/14767058.2011.607588"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "A systematic review and meta-analysis of ambient temperature and diarrhoeal diseases",
            "authors": [
                {
                    "first": "Elizabeth",
                    "middle": [
                        "J"
                    ],
                    "last": "Carlton",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "P"
                    ],
                    "last": "Woster",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "DeWitt",
                    "suffix": ""
                },
                {
                    "first": "Rebecca",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "Karen",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Epidemiology",
            "volume": "45",
            "issn": "1",
            "pages": "117-130",
            "other_ids": {
                "DOI": [
                    "10.1093/ije/dyv296"
                ]
            }
        },
        "BIBREF8": {
            "title": "Management strategies in the treatment of neonatal and pediatric gastroenteritis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ciccarelli",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stolfi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caramia",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infect Drug Resist",
            "volume": "6",
            "issn": "",
            "pages": "133-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Viral outbreaks in neonatal intensive care units: what we do not know",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Civardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tzialla",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baldanti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Infect Control",
            "volume": "41",
            "issn": "",
            "pages": "854-856",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2013.01.026"
                ]
            }
        },
        "BIBREF10": {
            "title": "Global burden of childhood pneumonia and diarrhoea",
            "authors": [
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Fischer Walker",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rudan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1405-1416",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)60222-6"
                ]
            }
        },
        "BIBREF11": {
            "title": "Treatment of acute gastroenteritis in children: an overview of systematic reviews of interventions commonly used in developed countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oleszczuk",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Evid Based Child Health",
            "volume": "8",
            "issn": "",
            "pages": "1123-1137",
            "other_ids": {
                "DOI": [
                    "10.1002/ebch.1932"
                ]
            }
        },
        "BIBREF12": {
            "title": "Incidence and risk factors for malaria, pneumonia and diarrhea in children under 5 in UNHCR refugee camps: a retrospective study",
            "authors": [
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Hershey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doocy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Confl Heal",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1752-1505-5-24"
                ]
            }
        },
        "BIBREF13": {
            "title": "Burden and etiology of diarrhoeal disease in infants and young children in developing countries (the Global Enteric Multicenter Study, GEMS): a prospective, case-control study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kotloff",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Nataro",
                    "suffix": ""
                },
                {
                    "first": "WC",
                    "middle": [],
                    "last": "Blackwelder",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "",
            "pages": "209-222",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)60844-2"
                ]
            }
        },
        "BIBREF14": {
            "title": "Microorganism responsible for neonatal diarrhea",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "O’Ryan",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Nataro",
                    "suffix": ""
                },
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Cleary",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infections of the fetus and newborn infants",
            "volume": "",
            "issn": "",
            "pages": "359-418",
            "other_ids": {
                "DOI": []
            }
        }
    }
}