{
    "paper_id": "PMC7227509",
    "metadata": {
        "title": "ECONOMIC RECESSION FROM THE COVID-19 PANDEMIC SIGNALS RECRUITING DIFFICULTY AHEAD FOR RADIOLOGY RESIDENCY PROGRAMS",
        "authors": [
            {
                "first": "Darel",
                "middle": [
                    "E."
                ],
                "last": "Heitkamp",
                "suffix": "",
                "email": "darelheitkamp@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Yasha",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tirath",
                "middle": [
                    "Y."
                ],
                "last": "Patel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Although we tend to romanticize that radiology is among the most competitive medical specialties, experienced program directors (PDs) tell a different story when it comes to the front lines of student recruitment. The truth is that marketing and recruitment for our specialty has always been somewhat challenging, mostly because of radiology's absence in the required medical school curriculum. According to the Association of American Medical Colleges, only 16% of medical schools required a dedicated radiology clerkship in the 2018-2019 academic year [7]. Without broad access to students, our specialty has been relegated to the sidelines while others have controlled our narrative, primarily medical students and physicians from other specialties [8]. This has allowed misconceptions to run rampant for decades, including for example, that radiology is a specialty occurring far from patient care areas, that it offers trainees little opportunity for social interaction, and that it is a specialty better suited for men.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 557,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 752,
                    "end": 755,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "UNDER THE HOOD OF DR RECRUITMENT",
            "ref_spans": []
        },
        {
            "text": "So how did radiology become a backup specialty? The answer has to do with the way students perceive our specialty given that so many learn about it from non-radiologists. These students are never told why radiology would make an excellent career choice for them, but instead learn about the so-called “lifestyle metrics” that DR is purported to offer. One study revealed that the top three attitudes medical students associate with radiology are “regular hours, excellent salary, and lots of free time” [9]. Perception of these lifestyle metrics, coupled with the presence of a strong radiology job market, make DR popular as a backup choice for many students, especially those vying for the truly competitive specialties in the match.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 506,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "UNDER THE HOOD OF DR RECRUITMENT",
            "ref_spans": []
        },
        {
            "text": "Seasoned PDs can speak to radiology's long history as a backup specialty for trainees interested in other fields. This includes medical students hedging their bets by applying to radiology when their true aspirations are the ultra-competitive fields of ophthalmology, dermatology, or the surgical subspecialties. It includes students who fail to match into competitive specialties and are faced with scrambling into unfilled radiology positions. It also includes countless surgical interns and residents looking to leave their programs and transfer into DR, their stories all quite familiar to PDs. Indeed, radiology program directors receive unsolicited emails nearly every week from clinical residents looking to leave their programs. To be clear, DR is the beneficiary of these talented trainees, but we must dig deeper to understand why such a substantial fraction of our most competitive applicants consider radiology only as their second career choice.",
            "cite_spans": [],
            "section": "RADIOLOGY: THE “PLAN B” SPECIALTY",
            "ref_spans": []
        },
        {
            "text": "Radiology's status as the number one backup specialty was reinforced when the ACGME approved interventional radiology (IR) as a new residency training program available in the NRMP match. In an attempt to avoid a catastrophic number of unmatched students in the first year of the integrated IR match (2016-2017), the leadership of the Association of Program Directors in Radiology made an eleventh-hour recommendation that applicants also apply to DR programs at institutions hosting IR residencies, as they could provide alternate pathways to IR [10]. While the solution was meant as a stop-gap measure to prevent disaster during the first IR recruitment season, it has become the default strategy for subsequent classes of students applying to integrated IR, as expansion of IR positions in the match has been too slow to accommodate student interest. This represents a large and relatively new subset of students using radiology as their “plan B” - applying to DR but preferring another specialty on their rank lists.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 551,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "RADIOLOGY: THE “PLAN B” SPECIALTY",
            "ref_spans": []
        },
        {
            "text": "Match data published by the NRMP support this claim. Since the integrated IR residency widely entered the match in 2016-2017, DR has by far the highest percentage of applicants ranking it as “not their first-choice” on their rank lists. An impressive 18-24% of US allopathic seniors applying to DR have ranked at least one other specialty higher on their rank lists since the 2017 match [11]. Additionally, DR consistently has among the highest “average number of ranked applicants required to fill its positions” in the match. As explained in the NRMP data report, this metric is a rough measure of specialty competitiveness, with larger numbers indicating less competitive specialties [11]. For radiology programs to successfully fill their positions in the match, they must filter through all the applicants who've only applied only as a backup, a process which elevates this metric.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 687,
                    "end": 691,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "RADIOLOGY: THE “PLAN B” SPECIALTY",
            "ref_spans": []
        },
        {
            "text": "Diagnostic radiology's place in the match has indeed been deceiving. Program directors have perhaps best understood this difficult truth: the impressive application numbers we receive each year are buoyed by a substantial number of outstanding applicants who ultimately rank other specialties higher on their rank lists. It's vital that as a specialty we ground ourselves in this truth and work harder to directly market radiology to medical students. For when it comes to recruitment, radiology should be considered a fair-weathered specialty, requiring a strong economy and robust radiology job market to maintain its competitive edge [12,13]. The 2008 recession serves as a case study in just how quickly applicants will pivot to other specialties at the first sign of economic uncertainty [6].",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 640,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 793,
                    "end": 796,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "WHY IT MATTERS: ALARM BELLS ARE RINGING",
            "ref_spans": []
        },
        {
            "text": "With the emergence of the COVID-19 pandemic, alarm bells again signal trouble for radiology recruitment. Lack of an effective treatment or vaccine therapy threatens a protracted period of social distancing and shuttering of our economy. The extent to which radiology will be affected by the economic decline is still uncertain, although some projections show a substantial potential impact on radiology business, salaries, and the overall job market [14]. As recent history has taught us, the economic fallout of COVID-19 is likely to affect near- and intermediate-term radiology recruitment, starting as early as the next radiology match in 2021. Programs should immediately begin contingency planning for drops in both application numbers and the nationwide match rate. Mitigation may be possible with assertive departmental outreach focused on educating local medical students about why radiology is an excellent career choice for them. Messaging should seek to establish a positive and realistic narrative, highlighting our specialty's many strengths while at the same time dispelling the common misconceptions [8].",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "WHY IT MATTERS: ALARM BELLS ARE RINGING",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "How competitive is the match for radiology residency? Present view and historical perspective",
            "authors": [
                {
                    "first": "J.Y.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M.T.",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Am Coll Radiol",
            "volume": "11",
            "issn": "",
            "pages": "501-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "2014 residency match update and call to action",
            "authors": [
                {
                    "first": "J.Y.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M.T.",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Am Coll Radiol.",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Graduate medical education in the era of health care reform",
            "authors": [
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "M.B.",
                    "middle": [],
                    "last": "Mainiero",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Am Coll Radiol",
            "volume": "10",
            "issn": "",
            "pages": "708-712",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The declining radiology job market: how should radiologists respond?",
            "authors": [
                {
                    "first": "D.C.",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "V.M.",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Am Coll Radiol",
            "volume": "10",
            "issn": "",
            "pages": "231-233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Are we training the right number of radiologists?",
            "authors": [
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Mullins",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Chertoff",
                    "suffix": ""
                },
                {
                    "first": "E.I.",
                    "middle": [],
                    "last": "Bluth",
                    "suffix": ""
                },
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Canon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Am Coll Radiol.",
            "volume": "10",
            "issn": "",
            "pages": "757-759",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "2016 Residency match update and the golden opportunity",
            "authors": [
                {
                    "first": "J.Y.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Am Coll Radiol.",
            "volume": "13",
            "issn": "",
            "pages": "1242-1243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "A call to action: radiology must seize control of its own narrative",
            "authors": [
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Sheth",
                    "suffix": ""
                },
                {
                    "first": "J.B.",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "A.H.",
                    "middle": [],
                    "last": "Monawer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Am Coll Radiol",
            "volume": "16",
            "issn": "",
            "pages": "856-858",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Medical students’ attitudes toward radiology: comparison of matriculating and graduating students",
            "authors": [
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Kazerooni",
                    "suffix": ""
                },
                {
                    "first": "C.E.",
                    "middle": [],
                    "last": "Blane",
                    "suffix": ""
                },
                {
                    "first": "A.E.",
                    "middle": [],
                    "last": "Schlesinger",
                    "suffix": ""
                },
                {
                    "first": "K.H.",
                    "middle": [],
                    "last": "Vydareny",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Acad Radiol",
            "volume": "4",
            "issn": "",
            "pages": "601-607",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Supply/Demand in radiology: a historical perspective and comparison to other labor markets",
            "authors": [
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Sharafinski",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Nussbaum",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acad Radiol",
            "volume": "23",
            "issn": "",
            "pages": "245-251",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Relative attractiveness of diagnostic radiology: assessment with data from the National Residency Matching Program and comparison with strength of the job market",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Anzilotti",
                    "suffix": ""
                },
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Kamin",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Sunshine",
                    "suffix": ""
                },
                {
                    "first": "H.P.",
                    "middle": [],
                    "last": "Forman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Radiology",
            "volume": "221",
            "issn": "",
            "pages": "87-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}